/*
 Navicat Premium Data Transfer

 Source Server         : 139.155.10.29（腾讯云）
 Source Server Type    : MySQL
 Source Server Version : 80027
 Source Host           : 139.155.10.29:3306
 Source Schema         : campus_imaotai

 Target Server Type    : MySQL
 Target Server Version : 80027
 File Encoding         : 65001

 Date: 11/08/2023 17:58:46
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for i_item
-- ----------------------------
DROP TABLE IF EXISTS `i_item`;
CREATE TABLE `i_item`  (
                           `item_id` bigint(0) NULL DEFAULT NULL COMMENT 'id',
                           `item_code` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '预约商品编码',
                           `title` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '标题',
                           `content` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '内容\n',
                           `picture` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '图片url',
                           `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间'
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = 'I茅台预约商品列表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of i_item
-- ----------------------------
INSERT INTO `i_item` VALUES (1689938571973160961, '10213', '贵州茅台酒（癸卯兔年）', '玉兔呈祥，瑞盈福臻。2023年癸卯至，贵州茅台推出癸卯兔年贵州茅台酒，集茅台文化，五行文化，生肖文化，书画艺术之大成，鉴藏皆宜。', 'https://resource.moutai519.com.cn/mt-resource/static-union/1672930731ed1499.png', '2023-08-11 17:55:28');
INSERT INTO `i_item` VALUES (1689938572061241345, '10056', '茅台1935', '茅台酱香，股份出品。它延续了茅台产品特有的隽永含蓄的风格特征，突出表现了典雅细腻的闻香，醇厚细致的口感，色香味格有机统一、综合平衡。', 'https://resource.moutai519.com.cn/mt-resource/static-union/16480465902c030c.png', '2023-08-11 17:55:28');
INSERT INTO `i_item` VALUES (1689938572119961601, '2478', '贵州茅台酒（珍品）', '珍酿之品，百福具臻。沿袭初心至真、酒品至珍、风格至臻的理念，汇聚大师匠心，香气完美融合，酒体平衡协调。', 'https://resource.moutai519.com.cn/mt-resource/static-union/16480897792e8039.png', '2023-08-11 17:55:28');
INSERT INTO `i_item` VALUES (1689938572149321730, '10214', '贵州茅台酒（癸卯兔年）', '玉兔呈祥，瑞盈福臻。2023年癸卯至，贵州茅台推出癸卯兔年贵州茅台酒，集茅台文化，五行文化，生肖文化，书画艺术之大成，鉴藏皆宜。', 'https://resource.moutai519.com.cn/mt-resource/static-union/1672930761bf643f.png', '2023-08-11 17:55:28');

-- ----------------------------
-- Table structure for i_log
-- ----------------------------
DROP TABLE IF EXISTS `i_log`;
CREATE TABLE `i_log`  (
                          `log_id` bigint(0) NOT NULL COMMENT '主键',
                          `mobile` bigint(0) NULL DEFAULT NULL COMMENT '操作人员',
                          `log_content` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '日志记录内容',
                          `status` int(0) NULL DEFAULT 0 COMMENT '操作状态（0正常 1异常）',
                          `oper_time` datetime(0) NULL DEFAULT NULL COMMENT '操作时间',
                          `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建人',
                          PRIMARY KEY (`log_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of i_log
-- ----------------------------
INSERT INTO `i_log` VALUES (1689538106316365825, 15208427173, '执行报错--[预约项目]：10213\n[结果返回]：申购已结束，请明天再来\n\n执行报错--[申购耐力值]:任务未完成，无法领取奖励', 1, '2023-08-10 15:24:09', 1);
INSERT INTO `i_log` VALUES (1689538126147035137, 15208427173, '执行报错--[预约项目]：10213\n[结果返回]：申购已结束，请明天再来\n\n执行报错--[申购耐力值]:任务未完成，无法领取奖励', 1, '2023-08-10 15:24:14', 1);
INSERT INTO `i_log` VALUES (1689805083874230273, 15208427173, '[预约项目]：10213\n[shopId]：151510500002\n[结果返回]：{\"code\":2000,\"data\":{\"successDesc\":\"申购完成，请于8月11日18:00查看预约申购结果\",\"reservationList\":[{\"reservationId\":17322370602,\"sessionId\":716,\"shopId\":\"151510500002\",\"reservationTime\":1691715899949,\"itemId\":\"10213\",\"count\":1}],\"reservationDetail\":{\"desc\":\"申购成功后将以短信形式通知您，请您在申购成功次日18:00前确认支付方式，并在7天内完成提货。\",\"lotteryTime\":1691748000000,\"cacheValidTime\":1691748000000}}}\n\n[预约项目]：10214\n[shopId]：151510500002\n[结果返回]：{\"code\":2000,\"data\":{\"successDesc\":\"申购完成，请于8月11日18:00查看预约申购结果\",\"reservationList\":[{\"reservationId\":17322198399,\"sessionId\":716,\"shopId\":\"151510500002\",\"reservationTime\":1691715900435,\"itemId\":\"10214\",\"count\":1}],\"reservationDetail\":{\"desc\":\"申购成功后将以短信形式通知您，请您在申购成功次日18:00前确认支付方式，并在7天内完成提货。\",\"lotteryTime\":1691748000000,\"cacheValidTime\":1691748000000}}}\n\n[申购耐力值]:{\"code\":200,\"message\":null,\"data\":{\"continueReserveRate\":null,\"awardRule\":[{\"goodId\":20001,\"goodName\":\"耐力\",\"goodCode\":null,\"goodType\":null,\"goodUrl\":null,\"count\":70}]},\"error\":null}', 0, '2023-08-11 09:05:02', 1);
INSERT INTO `i_log` VALUES (1689910068481421314, 18908060400, '执行报错--[预约项目]：10213\n[结果返回]：申购已结束，请明天再来\n\n执行报错--[预约项目]：10214\n[结果返回]：申购已结束，请明天再来\n\n[申购耐力值]:{\"code\":200,\"message\":null,\"data\":{\"continueReserveRate\":null,\"awardRule\":[{\"goodId\":20001,\"goodName\":\"耐力\",\"goodCode\":null,\"goodType\":null,\"goodUrl\":null,\"count\":70}]},\"error\":null}', 1, '2023-08-11 16:02:12', 1);
INSERT INTO `i_log` VALUES (1689910070331109378, 18908060400, '执行报错--[获得旅行奖励]:当月无可领取奖励', 1, '2023-08-11 16:02:12', 1);

-- ----------------------------
-- Table structure for i_shop
-- ----------------------------
DROP TABLE IF EXISTS `i_shop`;
CREATE TABLE `i_shop`  (
                           `shop_id` bigint(0) NOT NULL COMMENT 'ID',
                           `i_shop_id` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '商品ID',
                           `province_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '省份',
                           `city_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '城市',
                           `district_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '地区',
                           `full_address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '完整地址',
                           `lat` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '纬度',
                           `lng` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '经度',
                           `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '名称',
                           `tenant_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '公司名称',
                           `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
                           PRIMARY KEY (`shop_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of i_shop
-- ----------------------------
INSERT INTO `i_shop` VALUES (1689938483582398466, '143430124001', '湖南省', '长沙市', '宁乡市', '长沙市宁乡市城郊街道宁乡大道198号优雅翠园148-158号门面', '28.27368', '112.565637', '宁乡市宁乡大道贵州茅台专卖店', '长沙海斌酒业贸易有限责任公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938483670478849, '2344528100003', '广东省', '揭阳市', '普宁市', '揭阳市普宁市流沙御景一期商铺1107号', '23.311819', '116.159306', '普宁市流沙御景城茅台酱香万家共享主题终端', '普宁市池尾千顺糖烟茶酒商店', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938483716616194, '224501030001', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区凤岭南路16号保利领秀前城禧悦都7号B111-B113号', '22.79487', '108.428032', '南宁市青秀区凤岭南路贵州茅台酱香系列酒体验中心', '南宁市琪联茂商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938483758559233, '141410329001', '河南省', '洛阳市', '伊川县', '洛阳市伊川县新城大道东段凯旋华府一楼商铺', '34.424079', '112.447449', '伊川县新城大道贵州茅台专卖店', '洛阳洛百烟酒有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938483825668097, 'B61010200101', '陕西省', '西安市', '市辖区', '西安市市辖区陕西省西安市曲江新区慈恩路777号大悦城购物中心L1-75号商铺', '34.216539', '108.962145', '西安旗舰店', '西安冰之火食品有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938483871805441, '2344528100001', '广东省', '揭阳市', '普宁市', '揭阳市普宁市普宁大道北侧玉华南路东侧自西向东第1栋东起第3间', '23.2798', '116.164588', '普宁市普宁大道茅台酱香万家共享主题终端', '普宁市吉华贸易有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938483926331394, '146460028001', '海南省', '文昌市', '文昌市', '文昌市文昌市文城镇清澜开发区疏港路168号文府海景2号楼一层109-110', '19.542028', '110.809379', '文城镇疏港路贵州茅台专卖店', '琼海华颐贸易有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938483976663041, '211110112001', '北京市', '北京市', '朝阳区', '北京市朝阳区大屯里118号1号楼1层D座D101室', '40.006794', '116.414259', '北京市大屯北路贵州茅台专卖店', '北京锦城盛世文化发展有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484022800385, '143430800001', '湖南省', '张家界市', '永定区', '张家界市永定区西溪坪街道办事处永安西路民安家园一期12栋101-103号', '29.119666', '110.528869', '张家界市永安西路贵州茅台专卖店', '张家界远强糖酒食品有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484064743426, '2236012600001', '江西省', '南昌市', '东湖区', '南昌市东湖区三经路113号经纬府邸20号楼108商铺', '28.693395', '115.898536', '南昌市三经路贵州茅台酱香系列酒体验中心', '江西中深实业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484131852290, '2133080010001', '浙江省', '衢州市', '柯城区', '衢州市柯城区新河沿28-30号', '28.96986', '118.877799', '衢州市新河沿路衢州市金叶商厦有限责任公司门店', '衢州市金叶商厦有限责任公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484177989634, '2237233100001', '山东省', '滨州市', '沾化区', '滨州市沾化区金海四路交通名苑1号楼113铺', '37.701021', '118.101674', '滨州市金海四路贵州茅台酱香系列酒体验中心', '滨州市沾化区精华商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484236709890, '224104110001', '河南省', '平顶山市', '湛河区', '平顶山市湛河区轻工路街道新华路与湛南路交叉口东南新华苑4#楼幢102铺号一层门面房屋', '33.726192', '113.320978', '平顶山市湛河区轻工路贵州茅台酱香系列酒体验中心', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484266070017, '133330126001', '浙江省', '杭州市', '建德市', '杭州市建德市新安江街道江滨中路188-189号', '29.468763', '119.290324', '建德市江滨中路贵州茅台专卖店', '建德市百晟酒业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484308013057, '2331011500003', '上海市', '上海市', '浦东新区', '上海市浦东新区新川路859号-861号', '31.196113', '121.696178', '上海市新川路茅台酱香万家共享主题终端', '上海巨信企业发展有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484349956097, '2331011500002', '上海市', '上海市', '浦东新区', '上海市浦东新区川环南路818号-820号', '31.186688', '121.697305', '上海市川环南路茅台酱香万家共享主题终端', '上海巨信企业发展有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484396093442, '121210424001', '辽宁省', '抚顺市', '新抚区', '抚顺市新抚区天朗大厦一层西区L1-W-31', '41.859733', '123.892816', '抚顺市西一路贵州茅台专卖店', '抚顺天朗商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484438036481, '152522733001', '贵州省', '黔南布依族苗族自治州', '都匀市', '黔南布依族苗族自治州都匀市云鹤路101号新都汇国际购物广场', '26.25873', '107.511516', '都匀市云鹤路贵州茅台专卖店', '黔南州泽玉酒业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484488368129, '223710020001', '山东省', '威海市', '环翠区', '威海市环翠区鲸园街道昆明路45-2号', '37.506887', '122.117006', '威海市环翠区昆明路贵州茅台酱香系列酒体验中心', '家家悦集团股份有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484521922562, '22331000006001', '浙江省', '台州市', '路桥区', '台州市路桥区路桥街道下里桥西路212-214号', '28.56823', '121.380491', '路桥区路桥街道茅台酱香万家共享主题终端', '温岭市华糖酒业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484568059906, '22410100087001', '河南省', '郑州市', '金水区', '郑州市金水区郑东新区湖心一路北博学路东2号楼1层105号', '34.800194', '113.807641', '郑东新区博学路茅台酱香万家共享主题终端', '河南茅酱酒业销售有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484601614337, '143430100010', '湖南省', '长沙市', '雨花区', '长沙市雨花区香樟路香樟兰亭6栋门面', '28.137831', '113.027802', '长沙市香樟路贵州茅台自营店', '湖南国酒茅台销售有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484643557378, '2344540000002', '广东省', '潮州市', '湘桥区', '潮州市湘桥区南较西路与彩虹东路交界处东南侧金域澜岸花园二期16号铺面', '23.640751', '116.629024', '潮州市南较西路茅台酱香万家共享主题终端', '潮州市腾远贸易有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484698083330, '161610600001', '陕西省', '延安市', '宝塔区', '延安市宝塔区新区能源小区A区A18-107、108铺', '36.62158', '109.49998', '延安市长征南路贵州茅台专卖店', '延安市糖酒副食公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484735832066, '151510500002', '四川省', '泸州市', '江阳区', '泸州市江阳区云峰路二段264号、266号、268号', '28.890741', '105.380887', '泸州市云峰路二段贵州茅台专卖店', '泸州市奎杰商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484807135234, '2236048300001', '江西省', '九江市', '庐山市', '九江市庐山市风景名胜区大林路116号', '29.566633', '115.974138', '九江市大林路贵州茅台酱香系列酒体验中心', '江西新酒商电子商务有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484840689665, '137370185001', '山东省', '济南市', '天桥区', '济南市天桥区历黄路与水屯北路交叉口西行100米路北', '36.696759', '117.032272', '济南市水屯北路贵州茅台专卖店', '济南新星名酒销售有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484882632706, '132321400001', '江苏省', '泰州市', '海陵区', '泰州市海陵区江洲南路明珠花园88-7', '32.466161', '119.903196', '泰州市江洲南路贵州茅台专卖店', '泰州天骄贸易有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484932964353, '136360121003', '江西省', '南昌市', '红谷滩区', '南昌市红谷滩区平安东二街232号凯祥门小区20#商业楼106室-109室', '28.621094', '115.801624', '南昌市平安东二街贵州茅台专卖店', '江西省嘉珍实业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938484979101697, '241410383001', '河南省', '洛阳市', '老城区', '洛阳市老城区九都东路古城跟金业广场A140-142号门面房', '34.673111', '112.470647', '洛阳市九都东路贵州茅台专卖店', '洛阳王城糖酒有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485025239041, '136360121002', '江西省', '南昌市', '红谷滩区', '南昌市红谷滩区赣江北大道1516号方大中心2#109、110、111', '28.720532', '115.887185', '南昌市赣江北大道贵州茅台专卖店', '南昌酒韵酒业有限责任公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485075570690, '137371581002', '山东省', '聊城市', '临清市', '聊城市临清市新华办事处果园街880号新华乾城润府商业2-4、2-5号', '36.839803', '115.725357', '临清市古楼街贵州茅台专卖店', '临清市明宇商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485109125121, '2342068500002', '湖北省', '襄阳市', '襄州区', '襄阳市襄州区航空路与车城南路交叉口张湾英伦华府晋峰超市外门面房', '32.08443', '112.190275', '襄阳市张湾英伦华府茅台酱香万家共享主题终端', '老河口市浩元商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485146873858, '22500222002001', '重庆市', '重庆市', '綦江区', '重庆市綦江区通惠街道通惠大道26号2幢附1-2', '29.211', '106.4044', '綦江区通惠街道通惠大道茅台酱香万家共享主题终端', '重庆市綦江区腾达酒友商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485184622594, '143430100004', '湖南省', '长沙市', '岳麓区', '长沙市岳麓区望岳街道杜鹃路819号耀凯花园17栋102、103号门面', '28.230014', '112.916274', '长沙市杜鹃路贵州茅台专卖店', '长沙市合美酒业贸易有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485268508674, '132320831001', '江苏省', '淮安市', '金湖县', '淮安市金湖县金湖西路101号', '33.01388', '119.006602', '金湖县金湖西路贵州茅台专卖店', '金湖县万丰酒业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485314646017, '112120111002', '天津市', '天津市', '东丽区', '天津市东丽区福山路8号', '39.085841', '117.317796', '天津市福山路贵州茅台专卖店', '天津德飞皓龙商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485348200450, '2352010000004', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区大十字河西路国贸置业大厦1-7号', '26.578941', '106.710675', '贵阳市大十字河西路茅台酱香万家共享主题终端', '贵州茂毅酒业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485385949185, '143430100001', '湖南省', '长沙市', '天心区', '长沙市天心区青园街道友谊路青园二期7号栋8、9、10号门面', '28.124994', '112.991874', '长沙市友谊路贵州茅台专卖店', '湖南省德泰酒业食品有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485432086529, '143430100002', '湖南省', '长沙市', '开福区', '长沙市开福区新河街道湘江北路1200号（北辰三角洲E5区1041门面）', '28.230984', '112.980343', '长沙市江天路贵州茅台专卖店', '湖南久香商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485469835266, '225101070001', '四川省', '成都市', '武侯区', '成都市武侯区高新区二环路南三段18号附4号', '30.62128', '104.05365', '成都市高新区二环路贵州茅台酱香系列酒体验中心', '成都肆联商贸有限责任公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485511778305, '137371500002', '山东省', '聊城市', '东昌府区', '聊城市东昌府区古楼办事处湖南路北、聊阳路东摩天轮北楼一层东侧', '36.429958', '115.970398', '聊城市湖滨路贵州茅台专卖店', '聊城市东昌府区国润酒业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485545332738, '2352250100001', '贵州省', '安顺市', '镇宁布依族苗族自治县', '安顺市镇宁布依族苗族自治县环翠街道水岸鑫城3栋3-7单元吊2-22号', '26.060645', '105.755294', '镇宁县环翠街道茅台酱香万家共享主题终端', '贵州天禄十旬酒业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485578887169, '2353018700001', '云南省', '玉溪市', '红塔区', '玉溪市红塔区珊瑚路90号', '24.36459', '102.54528', '玉溪市珊瑚路茅台酱香万家共享主题终端', '云南鑫盛贸商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485612441601, '162622227001', '甘肃省', '张掖市', '甘州区', '张掖市甘州区人民公园西侧23/25号', '38.942131', '100.41474', '张掖市发展大道贵州茅台专卖店', '张掖市欣大烟草有限责任公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485687939073, '253530187001', '云南省', '昆明市', '官渡区', '昆明市官渡区阿拉街道办昌宏社区经开路3号时代创富中心A幢1层101室', '24.99427', '102.78007', '昆明市经开路贵州茅台专卖店', '昆明鸿酱酒业有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485721493506, '152522230002', '贵州省', '铜仁市', '碧江区', '铜仁市碧江区环北南岳大道1号南岳清水湾CS3区商业区-负3-16号', '27.74803443583519', '109.20231664550779', '铜仁市南岳大道贵州茅台专卖店', '铜仁长利大同商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485767630850, '253530187005', '云南省', '昆明市', '官渡区', '昆明市官渡区关上办事处锦西路玫瑰湾一期7-8幢E004号', '24.98355', '102.724728', '昆明市锦西路贵州茅台43度经销店', '昆明佐橙商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485817962498, '132321400002', '江苏省', '泰州市', '高港区', '泰州市高港区口岸街道雕花楼景区金港南路224-228', '32.301956', '119.879185', '泰州市金港南路贵州茅台专卖店', '江苏唯真中外名烟名酒有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485859905538, '152522230003', '贵州省', '铜仁市', '碧江区', '铜仁市碧江区大兴镇铜仁凤凰机场航站楼', '27.881669', '109.309754', '铜仁市凤凰机场贵州茅台专卖店', '贵州省机场集团有限公司酒业分公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485947985922, '152522230001', '贵州省', '铜仁市', '碧江区', '铜仁市碧江区西外环大道188号', '27.728893', '109.178579', '铜仁市西外环大道贵州茅台专卖店', '铜仁市衡达商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938485981540354, '22420129002001', '湖北省', '武汉市', '汉阳区', '武汉市汉阳区百灵路七里晴川商业街103栋1-2层23室', '30.554989', '114.223182', '汉阳区百灵路茅台酱香万家共享主题终端', '武汉同兴商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486023483394, '141411426001', '河南省', '商丘市', '夏邑县', '商丘市夏邑县曹集乡孔祖大道与华夏大道交叉口东500米路北力达君越湾小区16号', '34.210675', '116.1411', '曹集乡华夏大道贵州茅台专卖店', '商丘市纳鑫商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486061232130, '145450422002', '广西壮族自治区', '梧州市', '藤县', '梧州市藤县藤县藤州镇锦绣豪庭二期B区商铺43-46号', '23.374072', '110.920255', '藤州镇江滨大道贵州茅台专卖店', '藤县利海贸易有限责任公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486094786561, '222206000001', '吉林省', '白山市', '浑江区', '白山市浑江区红旗街70号', '41.94296069', '126.42938515', '浑江区红旗街贵州茅台酱香系列酒体验中心', '吉林省白山方大商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486132535298, '2151018210001', '四川省', '成都市', '彭州市', '成都市彭州市天彭镇牡丹西路南段112号22栋1层', '30.985662', '103.956114', '彭州市牡丹西路四川鹏景商贸有限公司门店', '四川鹏景商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486195449858, '143430100011', '湖南省', '长沙市', '雨花区', '长沙市雨花区花侯路长沙高铁南站（东广场出发层2层）', '28.146256', '113.065357', '长沙高铁南站贵州茅台专卖店', '北京歌德盈香贸易有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486241587201, '2352018200001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区融创九樾府B区9栋107号茅台酱香万家共享店', '26.631251', '106.648885', '贵阳市融创九樾府茅台酱香万家共享主题终端', '贵阳嘉元惠沣贸易有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486270947330, '22440686003001', '广东省', '佛山市', '南海区', '佛山市南海区佛山市南海区大沥镇黄岐建设大道38号浪险猴国际首层G1005号', '23.141778', '113.203784', '南海区大沥镇黄岐建设大道茅台酱香万家共享主题终端', '佛山市玖之源贸易有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486342250497, 'B11010512101', '北京市', '北京市', '朝阳区', '北京市朝阳区北京市朝阳区朝阳北路101号楼1层(01)101内1F-29A', '39.924891', '116.517718', '北京旗舰店', '北京京承创美食品有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486384193538, '133332721001', '浙江省', '丽水市', '莲都区', '丽水市莲都区南明街道遂松路150号', '28.412596', '119.860518', '丽水市遂松路贵州茅台专卖店', '丽水市新名优商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486447108097, '121210219003', '辽宁省', '大连市', '瓦房店市', '大连市瓦房店市岗店办事处西长春路西段147-27号', '39.627214', '121.973587', '瓦房店市西长春路贵州茅台专卖店', '大连嘉轩酒类商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486493245441, '134340122001', '安徽省', '合肥市', '肥东县', '合肥市肥东县肥东经济开发区镇西路与包公大道交口瑞跃-智谷科技创新产业园15栋', '31.890173', '117.434594', '肥东县镇西路贵州茅台专卖店', '合肥联家商贸发展有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486539382785, '22640100025002', '宁夏回族自治区', '银川市', '贺兰县', '银川市贺兰县银河西路258号', '38.557667', '106.335278', '贺兰县银河西路茅台酱香万家共享主题终端', '银川市兴庆区和顺盛酒水经销部', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486568742914, '2341148200001', '河南省', '商丘市', '睢阳区', '商丘市睢阳区世纪路与开元路交叉口往东200米路南', '34.40924538641025', '115.66271603107454', '商丘市世纪路茅台酱香万家共享主题终端', '商丘裕之铭商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486606491649, '132320282001', '江苏省', '无锡市', '宜兴市', '无锡市宜兴市丁蜀镇公园西路160号', '31.25217', '119.828516', '丁蜀镇公园西路贵州茅台专卖店', '宜兴市彩陶工贸公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486635851777, 'B11010119901', '北京市', '北京市', '大兴区', '北京市大兴区北京市大兴区青云店镇劳保厂北侧5号', '39.697333', '116.507423', '百嘉康酒店团购', '北京百嘉康商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486686183425, '2651070000601', '四川省', '绵阳市', '涪城区', '绵阳市涪城区临园路中段84号佳辉花园', '31.461849', '104.730582', '涪城区临园路茅台酱香万家共享主题终端', '绵阳铭仁商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486749097985, '252522729001', '贵州省', '黔南布依族苗族自治州', '长顺县', '黔南布依族苗族自治州长顺县南新区人民政府', '26.004291', '106.441224', '长顺县长兴北路贵州茅台专卖店', '长顺县顺和酒业有限责任公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486812012545, '100522201002', '贵州省', '铜仁市', '碧江区', '铜仁市碧江区百花大道天都锦绣天地2期4栋1楼', '27.703669', '109.182569', '铜仁市百花大道贵州茅台专卖店', '贵州省铜仁金鑫酒业有限责任公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486883315714, '2141042510001', '河南省', '平顶山市', '郏县', '平顶山市郏县龙山大道与广场西路交叉路帝荣豪府北门', '33.974028', '113.242145', '平顶山市简正商贸有限公司郏县帝荣豪府门店', '平顶山市简正商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486921064450, '22110106027001', '北京市', '北京市', '大兴区', '北京市大兴区西红门镇宏旭路179号', '39.79', '116.33', '大兴区西红门宏旭路茅台酱香万家共享主题终端', '北京鑫源锦程商贸有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938486958813186, '23130100020001', '河北省', '石家庄市', '长安区', '石家庄市长安区和平东路189号名门华都二期商业（1）101号商铺', '38.057483', '114.521417', '长安区名门街贵州茅台酱香系列酒体验中心', '河北飞天进出口有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938487004950529, '233330384002', '浙江省', '温州市', '鹿城区', '温州市鹿城区信河街欣翔大厦3栋103-6室', '28.016678', '120.65041', '温州市信河街贵州茅台专卖店', '温州酱香酒文化传播有限公司', '2023-08-11 17:55:07');
INSERT INTO `i_shop` VALUES (1689938487046893570, '22360400008001', '江西省', '九江市', '濂溪区', '九江市濂溪区站前路远洲九悦廷G3栋108号', '29.697133', '116.01286', '濂溪区站前路茅台酱香万家共享主题终端', '江西如琴酒业发展有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487093030914, '233330384001', '浙江省', '温州市', '鹿城区', '温州市鹿城区鹿城路267号', '28.011172', '120.642395', '温州市鹿城区鹿城路贵州茅台专卖店', '温州市欧品尚经贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487130779650, '233330384004', '浙江省', '温州市', '鹿城区', '温州市鹿城区黎明西路东方大厦一层35、42、49、50号', '28.012039', '120.670101', '温州市黎明西路贵州茅台专卖店', '普富投资管理股份有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487164334081, '233330384003', '浙江省', '温州市', '龙湾区', '温州市龙湾区汤家桥路68号', '27.98831', '120.711681', '温州市汤家桥路贵州茅台专卖店', '浙江久都商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487210471426, '252522730001', '贵州省', '黔南布依族苗族自治州', '龙里县', '黔南布依族苗族自治州龙里县谷脚镇双龙镇世界酒博园北楼8-1-3/4/5', '26.493936', '106.852955', '双龙镇中铁大道贵州茅台专卖店', '贵州大祥鸿宇贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487248220162, '221101010001', '北京市', '北京市', '门头沟区', '北京市门头沟区远洋新天地二期2号楼106', '39.905809', '116.124911', '北京市门头沟区贵州茅台酱香系列酒体验中心', '北京醉纯京典商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487290163201, '143430181001', '湖南省', '长沙市', '浏阳市', '长沙市浏阳市关口街道白沙东路创意凯旋城5栋101-103号', '28.158286', '113.647891', '浏阳市白沙东路贵州茅台专卖店', '长沙洛豪商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487327911938, '2141280110010', '河南省', '驻马店市', '驿城区', '驻马店市驿城区天中山大道与置地大道交叉口往东300米路南豫副酒源', '33.001613', '114.11477', '驻马店天中山大道市河南茅酱酒业销售有限公司驻马店分公司门店', '河南茅酱酒业销售有限公司驻马店分公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487399215106, '162620124001', '甘肃省', '兰州市', '安宁区', '兰州市安宁区北滨河中路1272号', '36.085837', '103.772509', '兰州市北滨河中路贵州茅台专卖店', '甘肃敬信商贸有限责任公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487466323969, '225329340001', '云南省', '大理白族自治州', '大理市', '大理白族自治州大理市满江街道建标华城兰峰路24、25号', '25.6049379', '100.2770233', '大理市满江兰峰路贵州茅台酱香系列酒体验中心', '大理市泉源商贸有限责任公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487504072706, '231310107004', '上海市', '上海市', '徐汇区', '上海市徐汇区龙文路69号M2-M2&2-M3', '31.15976', '121.463072', '上海市龙文路贵州茅台专卖店', '上海玉液贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487541821441, '22430100040002', '湖南省', '长沙市', '开福区', '长沙市开福区芙蓉中路一段88号天健芙蓉盛世花园5-8栋101号门面', '28.226086', '112.987058', '开福区芙蓉中路一段茅台酱香万家共享主题终端', '湖南省宏三泰商贸发展有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487579570178, '231310107002', '上海市', '上海市', '闵行区', '上海市闵行区申长路1588弄25号101室', '31.210706', '121.312997', '上海市申长路贵州茅台专卖店', '上海茅五剑贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487621513218, '233330785001', '浙江省', '金华市', '婺城区', '金华市婺城区八一南街1933号', '29.054457', '119.658998', '金华市八一南街贵州茅台专卖店', '金华天下美酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487680233473, '2211010500003', '北京市', '北京市', '通州区', '北京市通州区亦庄科创十-街数字工厂8号', '39.790103', '116.564877', '北京市科创十一街贵州茅台酱香系列酒体验中心', '酒仙网络科技股份有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487713787905, '231310107003', '上海市', '上海市', '闵行区', '上海市闵行区浦星公路800号10号楼108-109室', '31.104815', '121.500141', '上海市江桦路贵州茅台专卖店', '上海紫熙坊商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487747342337, '2333052200001', '浙江省', '湖州市', '吴兴区', '湖州市吴兴区海锦花园6幢底层青铜路327-331号商辅', '30.5253', '120.458', '湖州市青铜路茅台酱香万家共享主题终端', '长兴呈龙酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487801868289, '2211010500002', '北京市', '北京市', '朝阳区', '北京市朝阳区高碑店乡北花园村5号', '39.902312', '116.555426', '北京市高碑店乡贵州茅台酱香系列酒体验中心', '酒福汇电子商务（北京）有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487852199937, '112120225001', '天津市', '天津市', '蓟州区', '天津市蓟州区渔阳镇无终园大街4号增1号、4号增2号、4号增3号', '40.035724', '117.430633', '渔阳镇无终园大街贵州茅台专卖店', '天津圣宇森华商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487906725890, '2231011700001', '上海市', '上海市', '嘉定区', '上海市嘉定区洪德路815弄上影广场', '31.352786', '121.250366', '上海市洪德路贵州茅台酱香系列酒体验中心', '购酒网（上海）供应链管理有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487940280322, '22131085003001', '河北省', '廊坊市', '固安县', '廊坊市固安县106国道西侧英国宫二期底商260号门店', '39.443877', '116.309169', '固安县茅台酱香万家共享主题终端', '廊坊市德嘉晟世商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938487973834754, '2237030000004', '山东省', '淄博市', '淄川区', '淄博市淄川区淄城路7号', '36.664427', '117.98383', '淄博市淄城路贵州茅台酱香系列酒体验中心', '山东新星集团有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488015777793, '144440300007', '广东省', '深圳市', '南山区', '深圳市南山区海运路1号蛇口邮轮中心一楼104号', '22.468615', '113.913411', '深圳市海运路贵州茅台专卖店', '招商圣约酒业（深圳）有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488057720833, '114142201001', '山西省', '忻州市', '市辖区', '忻州市市辖区紫檀街与新建北路十字路口西南角', '38.460978', '112.739324', '忻州市紫檀街贵州茅台专卖店', '忻州华祥商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488095469569, '141410182002', '河南省', '郑州市', '荥阳市', '郑州市荥阳市棋源路海龙华城93号楼106-108', '34.784882', '113.420154', '荥阳市棋源路贵州茅台专卖店', '荥阳百富酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488133218306, '144440300008', '广东省', '深圳市', '龙岗区', '深圳市龙岗区龙城街道黄阁路与阁溪二路交汇处，京基御景时代大厦北区1栋156号商铺', '22.707265', '114.217849', '深圳市黄阁路贵州茅台专卖店', '深圳酒韵文化传播有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488175161346, '22522231001001', '贵州省', '铜仁市', '碧江区', '铜仁市碧江区西外环路1号名城世家1栋', '27.731133', '109.184732', '碧江区西外环路茅台酱香万家共享主题终端', '贵州荣盛商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488212910081, '2215340000001', '内蒙古自治区', '巴彦淖尔市', '临河区', '巴彦淖尔市临河区金川大道逸城广场102、103号门店', '40.750593', '107.386215', '巴彦淖尔市金川大道贵州茅台酱香系列酒体验中心', '巴彦淖尔市永强糖酒有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488242270209, '224312000001', '湖南省', '怀化市', '鹤城区', '怀化市鹤城区湖天大道南郡新干线7栋106号', '27.525458', '109.987086', '鹤城区湖天大道贵州茅台酱香系列酒体验中心', '经济开发区中扬酒业', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488284213249, '135350400001', '福建省', '三明市', '梅列区', '三明市梅列区东乾三路40号富力爱丁堡', '26.285533', '117.663749', '三明市东乾三路贵州茅台专卖店', '三明市华宇商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488321961985, '252520384025', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区新浦新区碧桂园云著名邸2-103 2-104', '27.693201', '107.032263', '遵义市长征大道贵州茅台专卖店', '贵州省遵义市鑫融源贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488359710721, '141410400002', '河南省', '平顶山市', '新华区', '平顶山市新华区园林路怡购城S1街60号', '33.742732', '113.278855', '平顶山市园林路贵州茅台专卖店', '平顶山市盛睿曦商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488393265154, '141411082001', '河南省', '许昌市', '长葛市', '许昌市长葛市泰山路唐宁湾小区南门西50米', '34.197705', '113.81937', '长葛市泰山路贵州茅台专卖店', '长葛市恒兴商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488426819586, '252520384020', '贵州省', '遵义市', '汇川区', '遵义市汇川区珠海路国泰米兰公寓二层2-1号', '27.716617', '106.930246', '贵州省遵义市汇川区珠海路国泰米兰公寓二层2-1号贵州茅台', '遵义市鑫鑫源酒类销售有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488460374018, '136360731002', '江西省', '赣州市', '于都县', '赣州市于都县贡江镇渡江大道水云豪苑A栋3号店', '25.951219', '115.40438', '贡江镇渡江大道贵州茅台专卖店', '于都沃熙康商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488514899970, '144440300003', '广东省', '深圳市', '福田区', '深圳市福田区民田路171号新华保险大厦109，110室', '22.537908', '114.052517', '深圳市民田路贵州茅台专卖店', '深圳市九成贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488548454402, '43320300012', '江苏省', '徐州市', '沛县', '徐州市沛县汉邦路御澜湾二期4号楼101室', '34.739868', '116.928023', '沛县汉邦路贵州茅台43度经销店', '沛县糖烟酒采购供应有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488577814529, '133331083001', '浙江省', '台州市', '玉环市', '台州市玉环市港南大道38号', '28.219213', '121.259115', '玉环市港南大道贵州茅台专卖店', '玉环中昕名酒行有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488607174658, '2251012200001', '四川省', '成都市', '高新区', '成都市高新区天府-街552号', '30.560627', '104.054636', '成都市天府一街贵州茅台酱香系列酒体验中心', '四川企联贸易有限责任公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488657506306, '141411300003', '河南省', '南阳市', '宛城区', '南阳市宛城区独山大道与建设路交叉口东南侧500米455号', '33.001299', '112.567088', '南阳市独山大道贵州茅台专卖店', '南阳市超然物外商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488691060737, '141411300002', '河南省', '南阳市', '卧龙区', '南阳市卧龙区卧龙路宇信华府楼下', '32.978945', '112.514376', '南阳市卧龙路贵州茅台专卖店', '南阳智合商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488724615170, '151510921001', '四川省', '成都市', '温江区', '成都市温江区柳城街道政通东路1347.1349.1351号', '30.678782', '103.855107', '成都市政通东路贵州茅台专卖店', '成都欣然商贸有限责任公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488758169602, '2341030000010', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区广利街与政和路交叉口政和东郡3栋108号', '34.622601', '112.466782', '洛阳市广利街茅台酱香万家共享主题终端', '洛阳茅之冠酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488795918338, '2361010000004', '陕西省', '西安市', '未央区', '西安市未央区经济技术开发区杨家村金源御景华府4号楼20110号、20111号', '34.350799', '108.938849', '西安市金源御景华府茅台酱香万家共享主题终端', '西安成城裕朗商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488837861378, '235350200002', '福建省', '厦门市', '湖里区', '厦门市湖里区长虹路29号跨境电商产业园2号楼513单元', '24.519343', '118.100834', '厦门市长虹路贵州茅台43度经销店', '厦门象屿酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488892387330, '2361242900001', '陕西省', '安康市', '市辖区', '安康市市辖区高新技术产业开发区金力源名苑9号楼', '32.704661', '108.990077', '安康市金力源名苑茅台酱香万家共享主题终端', '旬阳市鸿信商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488946913282, '235350200001', '福建省', '厦门市', '湖里区', '厦门市湖里区华盛路7-8,7-9', '24.508355', '118.099818', '厦门市华盛路贵州茅台专卖店', '厦门鑫盛煜海昌礼品有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938488980467713, '122220681001', '吉林省', '白山市', '临江市', '白山市临江市新市街东嘉花园19-23号楼-0011-0010', '41.806611', '126.910305', '临江市新村路贵州茅台专卖店', '吉林省白山方大商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489018216449, '22110300007001', '北京市', '北京市', '丰台区', '北京市丰台区海户西里32号院东北门南侧', '39.85069', '116.39059', '丰台区马家堡茅台酱香万家共享主题终端', '北京九润源电子商务有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489060159490, '23652801001001', '新疆维吾尔自治区', '巴音郭楞蒙古自治州', '库尔勒市', '巴音郭楞蒙古自治州库尔勒市喀拉苏路蘭台府7-1-03号', '41.734871', '86.153675', '库尔勒市喀拉苏路贵州茅台酱香系列酒体验中心', '巴州鼎盛商贸有限责任公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489118879745, '252520384014', '贵州省', '遵义市', '汇川区', '遵义市汇川区人民路中海九樾1栋18号，19号商铺', '27.725283', '106.927227', '遵义市人民路贵州茅台专卖店', '遵义凯祥顺商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489156628482, '22440100081001', '广东省', '广州市', '天河区', '广州市天河区博汇街6号4栋101房', '23.140498', '113.375164', '天河区博汇街茅台酱香万家共享主题终端', '广州市杯杯香酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489198571521, '252520384015', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区新蒲新区播州大道林达阳光新城', '27.702237', '107.030868', '遵义市播州大道贵州茅台专卖店', '遵义市亚美特贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489248903170, '100370481001', '山东省', '枣庄市', '滕州市', '枣庄市滕州市善国中路33号', '35.093242', '117.164561', '滕州市善国中路贵州茅台专卖店', '滕州市盛誉商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489286651905, '2341030000009', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区开元大道宝龙城市广场1-15-104号', '34.616548', '112.462746', '洛阳市开元大道茅台酱香万家共享主题终端', '洛阳茅之冠酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489328594946, '2144060010002', '广东省', '佛山市', '南海区', '佛山市南海区大沥镇联滘路中信名苑9号铺主题终端', '23.118333', '113.131852', '佛山市城南二路佛山市南海启腾贸易有限公司门店', '佛山市南海启腾贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489366343681, '2152038110001', '贵州省', '遵义市', '赤水市', '遵义市赤水市市中街道河滨中路福康大厦D栋1-5号门市', '28.593817', '105.6986417', '赤水市河滨中路赤水市溪木商贸有限公司门店', '赤水市溪木商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489404092418, '2341030000006', '河南省', '洛阳市', '嵩县', '洛阳市嵩县水景园7号楼1单元101', '34.112826', '112.085014', '嵩县水景园茅台酱香万家共享主题终端', '洛阳茅之冠酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489441841153, '135350825001', '福建省', '龙岩市', '连城县', '龙岩市连城县东环南路2-1号  2-2号', '25.709805', '116.766421', '莲锋镇东环南路贵州茅台专卖店', '连城县鑫百利贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489471201281, '2341030000008', '河南省', '洛阳市', '伊川县', '洛阳市伊川县城关镇人民大街东段县直中学对面', '34.417233', '112.440371', '伊川县人民大街茅台酱香万家共享主题终端', '洛阳茅之冠酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489504755713, '2341030000007', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区中州东路249号', '34.684637', '112.487437', '洛阳市中州东路茅台酱香万家共享主题终端', '洛阳茅之冠酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489538310145, '2341030000002', '河南省', '洛阳市', '栾川县', '洛阳市栾川县滨河大道清华天悦1号商铺', '33.783364', '111.642807', '栾川县滨河大道茅台酱香万家共享主题终端', '洛阳洛百烟酒有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489571864577, '2250010100001', '重庆市', '重庆市', '万州区', '重庆市万州区江南新区长江之星玉熙路43号门面', '30.798177', '108.403846', '重庆市玉熙路贵州茅台酱香系列酒体验中心', '重庆荣之和商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489601224705, '2341270100002', '河南省', '周口市', '川汇区', '周口市川汇区庆丰街与府苑路交叉口建业森林半岛81-108', '33.622467', '114.694387', '周口市庆丰街茅台酱香万家共享主题终端', '河南景隆商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489630584834, '2341030000003', '河南省', '洛阳市', '老城区', '洛阳市老城区河南省洛阳市老城区德和园1栋-109号商铺', '34.697852', '112.438051', '老城区状元红路茅台酱香万家共享主题终端', '洛阳洛百烟酒有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489668333570, '2341270100004', '河南省', '郑州市', '金水区', '郑州市金水区农业路51号楷林上午中心南区1层106', '34.761815', '113.756784', '郑州市农业路茅台酱香万家共享主题终端', '郑州强东商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489718665218, '2141052210001', '河南省', '安阳市', '文峰区', '安阳市文峰区东工路27号', '36.10461', '114.37125', '安阳市东工路安阳市众鑫伟业商贸有限公司门店', '安阳市众鑫伟业商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489752219649, '2341270100005', '河南省', '周口市', '川汇区', '周口市川汇区大闸路与七-路交叉西30米路南', '33.615697', '114.632195', '周口市大闸路茅台酱香万家共享主题终端', '周口市时金供应链管理有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489785774081, '2341270100006', '河南省', '周口市', '川汇区', '周口市川汇区八-南路开元新城西门106号铺（茅台酱香万家共享）', '33.585601', '114.657163', '周口市八一南路茅台酱香万家共享主题终端', '河南赢翔商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489810939906, '22320300013001', '江苏省', '徐州市', '邳州市', '徐州市邳州市闽江路流金花苑104号门面', '34.328727', '117.969745', '邳州市闽江路茅台酱香万家共享主题终端', '邳州金橙网络科技有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489840300034, '2121110010001', '辽宁省', '盘锦市', '兴隆台区', '盘锦市兴隆台区兴隆台街69号', '41.131171', '122.084746', '盘锦市兴隆台街辽宁广利祺商贸有限公司门店', '辽宁广利祺商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489869660162, '2214018600002', '山西省', '太原市', '万柏林区', '太原市万柏林区新晋祠路45号学府壹号院小区2号楼1003号商铺', '37.822411', '112.528137', '太原市新晋祠路贵州茅台酱香系列酒体验中心', '山西金百顺贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489907408897, '142420693001', '湖北省', '襄阳市', '樊城区', '襄阳市樊城区长虹路56号海润名都B2-1、B2-3', '32.051517', '112.13595', '襄阳市长虹路贵州茅台专卖店', '襄阳世之醉酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489940963329, '2336078100001', '江西省', '赣州市', '瑞金市', '赣州市瑞金市象湖镇凯鸿和园1号楼117商铺', '25.889916', '116.039676', '瑞金市象湖镇茅台酱香万家共享主题终端', '瑞金市坤鑫商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938489974517762, '22440600018001', '广东省', '佛山市', '顺德区', '佛山市顺德区保利东嘉花园130铺-131铺', '22.9645', '113.138', '顺德区保利东嘉花园茅台酱香万家共享主题终端', '佛山市涛顺酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490016460802, '241410900004', '河南省', '濮阳市', '华龙区', '濮阳市华龙区濮上路与中原路交叉口南500米路西', '35.777276', '115.01045', '濮阳市濮上中路贵州茅台专卖店', '濮阳市贵酒商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490050015234, '241410900003', '河南省', '濮阳市', '市辖区', '濮阳市市辖区五一中路龙之光国际中心5号楼0102-0103号商铺', '35.786979', '115.021859', '濮阳市五一中路贵州茅台专卖店', '濮阳永辉跃商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490100346882, '241410900002', '河南省', '濮阳市', '华龙区', '濮阳市华龙区金堤路与绿城路交叉口西北角2-5号', '35.79205', '115.038909', '濮阳市绿城路贵州茅台专卖店', '濮阳市顺祥商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490142289922, '162620100001', '甘肃省', '兰州市', '城关区', '兰州市城关区麦积山路环球中心1—184号商铺', '36.04517', '103.84355', '兰州市麦积山路贵州茅台专卖店', '甘肃丰盈商贸有限责任公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490192621569, '241410900001', '河南省', '濮阳市', '华龙区', '濮阳市华龙区中原东路66号', '35.77992', '115.05749', '濮阳市中原路贵州茅台专卖店', '濮阳市金欣商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490234564609, '121211300001', '辽宁省', '朝阳市', '双塔区', '朝阳市双塔区龙腾大街288号', '41.60381', '120.495568', '朝阳市龙腾大街贵州茅台专卖店', '朝阳市宏程商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490268119042, '162620100006', '甘肃省', '兰州市', '城关区', '兰州市城关区庆阳路392号1层006号', '36.054817', '103.824506', '兰州市庆阳路贵州茅台专卖店', '甘肃德盛和商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490310062081, '2135220210004', '福建省', '南平市', '延平区', '南平市延平区江滨中路199-6号', '26.634352', '118.169516', '南平市杨真路南平市昇隆汇贸易有限公司门店', '南平市昇隆汇贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490343616514, '2134128510001', '安徽省', '阜阳市', '太和县', '阜阳市太和县太和县镜湖中路建行东侧第5间门面', '33.156155', '115.627326', '太和县镜湖中路阜阳鼎华贸易有限公司门店', '阜阳鼎华贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490419113985, '162620100009', '甘肃省', '兰州市', '安宁区', '兰州市安宁区众邦大道安宁碧桂园商铺025幢111-113号', '36.115931', '103.682351', '兰州市众邦大道贵州茅台专卖店', '兰州再回首商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490448474113, '2135220210003', '福建省', '泉州市', '晋江市', '泉州市晋江市陈埭镇花厅口村阳光路1168-10号', '24.81406', '118.59745', '晋江市西江路晋江市鑫家润食品有限公司门店', '晋江市鑫家润食品有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490477834241, '150132001001', '内蒙古自治区', '呼和浩特市', '赛罕区', '呼和浩特市赛罕区如意和大街西蒙奈伦广场一期2号楼1层102', '40.834451', '111.777525', '呼和浩特市昭乌达路贵州茅台专卖店', '内蒙古瑞达伟业商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490511388674, '162620100002', '陕西省', '汉中市', '汉台区', '汉中市汉台区益州路益宁铭居2号楼104号商铺', '33.060106', '107.056518', '汉中市益州路贵州茅台专卖店', '汉中德利源商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490544943105, '162620100003', '甘肃省', '定西市', '安定区', '定西市安定区中华路70号烟草公司', '35.58323', '104.625805', '安定区中华路贵州茅台专卖店', '定西市欣大经销有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490586886146, '132320323001', '江苏省', '徐州市', '云龙区', '徐州市云龙区昆仑大道8号永嘉新城中心广场B座1-101', '34.20897', '117.278634', '徐州市昆仑大道贵州茅台专卖店', '徐州陈贝酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490670772225, '162620100005', '甘肃省', '兰州市', '城关区', '兰州市城关区民主东路226号1-135号商铺', '36.043325', '103.84362', '甘肃丰盈商贸有限责任公司兰州市民主东路专卖店', '甘肃丰盈商贸有限责任公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490716909569, '135350583003', '福建省', '泉州市', '晋江市', '泉州市晋江市罗山街道兰峰城市花园A商铺一层D-1-19', '24.778886', '118.570025', '晋江市福兴路罗山段贵州茅台专卖店', '福建凯谊投资有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490750464002, '2146000510001', '海南省', '文昌市', '文昌市', '文昌市文昌市文城镇文昌大道363号（亿嘉国际大酒店126号商铺）正好酒业', '0.0', '0.0', '文昌市文城镇云逸路文昌文城9988综合商行店', '文昌正好酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490779824129, '251510188010', '四川省', '成都市', '武侯区', '成都市武侯区天府一街1375号、1377号、1379号1层', '30.561966', '104.036569', '成都市天府一街贵州茅台43度经销店', '四川盛世兴成酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490830155778, '133330421001', '浙江省', '嘉兴市', '嘉善县', '嘉兴市嘉善县罗星街道嘉善大道704、706号', '30.816698', '120.925116', '嘉善县嘉善大道贵州茅台专卖店', '嘉善醉忆酒业有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490876293122, '235350183001', '福建省', '福州市', '鼓楼区', '福州市鼓楼区五四路243号', '26.101727', '119.306663', '福州市五四路贵州茅台专卖店', '福建省糖酒副食品有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490905653249, '2142013010001', '湖北省', '武汉市', '武昌区', '武汉市武昌区武汉中央文化区K4地块二期二区A地块K4-4-2幢/单元1层商4号房', '30.560818', '114.342216', '武汉市中央文化区武汉市武昌区茅乡缘烟酒商行门店', '武汉市武昌区茅乡缘烟酒商行', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490939207682, '136360681001', '江西省', '鹰潭市', '月湖区', '鹰潭市月湖区梅园街道沿江大道7号75.76号', '28.25381', '117.056252', '鹰潭市沿江大道贵州茅台专卖店', '鹰潭市洪华贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938490972762113, '141410189001', '河南省', '郑州市', '金水区', '郑州市金水区玉凤路与沈庄路交叉口向南150米路西', '34.754125', '113.710656', '郑州市玉凤路贵州茅台专卖店', '郑州新九商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938491002122242, '141410189002', '河南省', '郑州市', '市辖区', '郑州市市辖区航海东路2089号（华腾国际广场1楼）', '34.718268', '113.884347', '郑州市航海东路贵州茅台专卖店', '河南华磊糖酒有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938491056648194, '141410189003', '河南省', '郑州市', '金水区', '郑州市金水区鑫苑路26号阳光新城25号楼一层附99号', '34.794511', '113.705338', '郑州市鑫苑路贵州茅台专卖店', '郑州豫之霖商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938491086008321, '22610600006001', '陕西省', '延安市', '宝塔区', '延安市宝塔区百米大道翟则沟二期10号楼5号门面', '36.62', '109.53', '宝塔区百米大道茅台酱香万家共享主题终端', '陕西天行商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938491115368450, '2344068600001', '广东省', '佛山市', '南海区', '佛山市南海区桂城街道夏东孔溪股份经济社五灯围工业开发区4号楼-楼', '23.039285', '113.187019', '佛山市桂城街道茅台酱香万家共享主题终端', '佛山市景源泰贸易有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938491148922881, '162620100011', '甘肃省', '兰州市', '城关区', '兰州市城关区高新雁园路654-660号1层商107室', '36.071584', '103.889319', '兰州市高新雁园路贵州茅台专卖店', '兰州国久商贸有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938491178283009, '162620100012', '甘肃省', '兰州市', '城关区', '兰州市城关区雁宁路395号森地国际一楼', '36.062687', '103.851005', '兰州市雁宁路贵州茅台自营店', '甘肃国酒茅台销售有限公司', '2023-08-11 17:55:08');
INSERT INTO `i_shop` VALUES (1689938491207643138, 'B65010400101', '新疆维吾尔自治区', '乌鲁木齐市', '新市区', '乌鲁木齐市新市区新疆乌鲁木齐市新市区北京中路汇嘉时代广场1楼', '43.876183', '87.556779', '乌鲁木齐旗舰店', '新疆疆小凌供应链管理有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491237003266, '22220186002001', '吉林省', '长春市', '二道区', '长春市二道区净月开发区天富路与新城大街交叉口正西方向129米', '43.8', '125.4', '净月高新技术产业开发区天富路茅台酱香万家共享主题终端', '长春市金生水商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491266363393, '113130282001', '北京市', '北京市', '丰台区', '北京市丰台区丰台区大成南里二区3号楼1层0105', '39.88853', '116.26417', '北京市青塔西路贵州茅台专卖店', '北京金瑞国星商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491295723522, '22340200001001', '安徽省', '芜湖市', '镜湖区', '芜湖市镜湖区芜湖市镜湖区东方蓝海35幢106号', '31.361274', '118.383726', '东方蓝海茅台酱香万家共享主题终端', '芜湖市凯邦贸易有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491341860865, '134341283001', '安徽省', '阜阳市', '颍州区', '阜阳市颍州区文峰街道清河东路66号', '32.885902', '115.831266', '阜阳市清河东路贵州茅台专卖店', '阜阳市谐和商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491371220994, '2215010000001', '内蒙古自治区', '呼和浩特市', '新城区', '呼和浩特市新城区腾飞北路兴泰东河湾南区东门', '40.84992', '111.745731', '呼和浩特市腾飞北路贵州茅台酱香系列酒体验中心', '呼和浩特市经业商贸有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491438329857, '2137232510001', '山东省', '滨州市', '沾化区', '滨州市沾化区金海四路41号', '37.700909', '118.105059', '滨州市金海四路沾化区梦之蓝酒水商行门店', '滨州市沾化区梦之蓝酒水商行', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491471884289, '2143050010001', '湖南省', '邵阳市', '大祥区', '邵阳市大祥区红星社区31栋', '27.220457', '111.466029', '邵阳市红星社区湖南海诚达酒业有限公司门店', '湖南海诚达酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491505438722, 'B51010100201', '四川省', '成都市', '成华区', '成都市成华区四川省成都市成华区双庆路8号1栋1层1号L132号', '30.650315', '104.116916', '成都旗舰店', '成都醉小凌供应链管理有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491534798850, '137370325001', '山东省', '淄博市', '张店区', '淄博市张店区柳泉路17甲', '36.796381', '118.046777', '淄博市柳泉路贵州茅台专卖店', '淄博顺星商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491606102017, '2333010000002', '浙江省', '杭州市', '上城区', '杭州市上城区明桂北苑2幢底商3号', '30.296011', '120.201918', '杭州市明桂北苑茅台酱香万家共享主题终端', '杭州静怡商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491648045057, '134341100002', '安徽省', '滁州市', '南谯区', '滁州市南谯区东坡西路777号凯迪塞纳河畔A段商业幢A101室', '32.252959', '118.321129', '滁州市东坡西路贵州茅台专卖店', '滁州市一酉商贸有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491694182402, '2134082810001', '安徽省', '安庆市', '岳西县', '安庆市岳西县天堂镇建设西路28号', '30.845279', '116.351855', '岳西县天堂镇岳西县华正食品有限责任公司门店', '岳西县华正食品有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491723542529, '141412822001', '河南省', '驻马店市', '泌阳县', '驻马店市泌阳县北环路御景湾-西1-西2商铺', '32.738175', '113.334995', '泌阳县北环路贵州茅台专卖店', '泌阳县金成商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491752902657, '141411086001', '河南省', '许昌市', '建安区', '许昌市建安区魏文路与永兴东路交叉口碧桂园芙蓉台18幢南起1单元1层101号', '34.084971', '113.854115', '许昌市永兴东路贵州茅台专卖店', '河南凯麒名酒连锁有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491799040002, '2122040010001', '吉林省', '辽源市', '龙山区', '辽源市龙山区人民大街2738号', '42.89887', '125.145577', '辽源市人民大街辽源市一鸣商贸有限公司门店', '辽源市一鸣商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491836788738, '2152260110001', '贵州省', '黔东南苗族侗族自治州', '凯里市', '黔东南苗族侗族自治州凯里市金山大道裕豪国际写字楼第-层第三号门面', '26.564944', '107.989087', '凯里市金山大道凯里市锦隆源商贸有限公司门店', '凯里市锦隆源商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491887120385, '144440304001', '广东省', '深圳市', '宝安区', '深圳市宝安区新安街道银鸿大楼115', '22.55355', '113.901738', '深圳市新安一路贵州茅台专卖店', '深圳市俊鑫源贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491920674817, '2237110000001', '山东省', '日照市', '东港区', '日照市东港区昭阳路5号烟草家属院东沿街', '35.426717', '119.486383', '日照市昭阳路贵州茅台酱香系列酒体验中心', '日照市颐国商贸有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491945840642, '122220726001', '吉林省', '松原市', '宁江区', '松原市宁江区乌兰大街2975号', '45.133261', '124.837113', '松原市乌兰大街贵州茅台专卖店', '吉林省酒事酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938491996172289, '2237028700001', '山东省', '青岛市', '崂山区', '青岛市崂山区香港东路72号（崂山区海游路1号）', '36.070655', '120.433821', '青岛市香港东路贵州茅台酱香系列酒体验中心', '青岛新星物流有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492025532418, '2337028300001', '山东省', '青岛市', '平度市', '青岛市平度市豪德商贸城9栋8号9号', '36.759775', '119.918491', '平度市豪德商贸城茅台酱香万家共享主题终端', '青岛湘华酒业有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492050698241, '134341181001', '安徽省', '滁州市', '天长市', '滁州市天长市平安中路（门牌号审批中）', '32.680914', '119.019017', '天长市平安中路贵州茅台专卖店', '天长市天地源工贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492084252674, '2337028300002', '山东省', '青岛市', '平度市', '青岛市平度市凤台街道办事处杭州南路188号-85号', '36.760052', '119.967929', '平度市凤台街道茅台酱香万家共享主题终端', '青岛湘华酒业有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492109418497, '22520183037003', '贵州省', '贵阳市', '白云区', '贵阳市白云区泉湖街道岭秀阳光1栋1层12号门面', '26.679979', '106.622409', '白云区泉湖街道茅台酱香万家共享主题终端', '贵州盛世九酝贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492138778625, '212120103003', '河南省', '信阳市', '商城县', '信阳市商城县黄柏山路锦尚名城108号', '31.808954', '115.396878', '商城县黄柏山路贵州茅台专卖店', '商城县中汇商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492163944450, '2343068300001', '湖南省', '岳阳市', '岳阳楼区', '岳阳市岳阳楼区青年中路9号金鹗御府1栋104门面', '29.365566', '113.107955', '岳阳市青年中路茅台酱香万家共享主题终端', '岳阳中红商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492193304577, '153530126001', '云南省', '昆明市', '市辖区', '昆明市市辖区穿金路753号解甲园小区临街8号商铺', '25.082778', '102.757648', '昆明市昆明市盘龙区穿金路753号贵州茅台', '昆明真金商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492222664706, '2351018600001', '四川省', '成都市', '锦江区', '成都市锦江区通源街612号', '30.639752', '104.108419', '成都市通源街茅台酱香万家共享主题终端', '成都正天佰玖贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492256219138, '2537060001101', '山东省', '烟台市', '芝罘区', '烟台市芝罘区山东省烟台市芝罘区环山路97-4号', '37.528322', '121.395428', '烟台芝罘区环山路茅台酱香万家共享主题终端', '烟台全晟酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492285579266, '244440301002', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区 贵州省遵义市新蒲新区乌江大道与平安大道交叉口西南侧美的云熙府建设项目 $8#1-8号、1-9号', '27.705621', '107.043681', '遵义市红花岗区平安大道贵州茅台专卖店', '深圳市大唐永亨贸易发展有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492331716610, '22520183037002', '贵州省', '贵阳市', '花溪区', '贵阳市花溪区清溪路', '26.416678', '106.67718', '花溪区清溪路茅台酱香万家共享主题终端', '贵州盛世九酝贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492365271041, '244440301003', '广东省', '深圳市', '罗湖区', '深圳市罗湖区南湖街道嘉宾路国际商业大厦北座1405单元', '22.539335', '114.117899', '深圳市嘉宾路贵州茅台特约经销店', '贵州省外国企业服务有限责任公司深圳分公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492394631170, '22520183037001', '贵州省', '贵阳市', '白云区', '贵阳市白云区泉湖街道云环路285号金科金茂九华粼云S3栋1层15号', '26.675032', '106.608402', '白云区泉湖街道云环路茅台酱香万家共享主题终端', '贵州盛世九酝贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492428185602, '133330289001', '浙江省', '宁波市', '鄞州区', '宁波市鄞州区日丽中路370号', '29.809585', '121.555295', '宁波市日丽中路贵州茅台专卖店', '宁波酩荟贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492478517249, '132320500001', '江苏省', '苏州市', '姑苏区', '苏州市姑苏区干将东路780号', '31.307681', '120.628841', '苏州市干将东路贵州茅台专卖店', '苏州苏糖名酒销售有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492524654594, '161612723001', '陕西省', '榆林市', '府谷县', '榆林市府谷县河滨东路101号', '39.027212', '111.068565', '府谷县河滨东路贵州茅台专卖店', '榆林市天惠集团购物有限公司府谷第一分公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492554014721, '137373001002', '山东省', '威海市', '文登区', '威海市文登区豹山路68号', '37.183593', '122.03408', '威海市豹山路贵州茅台专卖店', '威海深港贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492587569153, '22410300005001', '河南省', '平顶山市', '卫东区', '平顶山市卫东区河南省平顶山市卫东区东环路街道水城威尼斯26幢1-2层111铺211铺', '33.752314', '113.347632', '卫东区东环路茅台酱香万家共享主题终端', '河南茅酱酒业销售有限公司洛阳分公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492612734978, '150500107003', '重庆市', '重庆市', '九龙坡区', '重庆市九龙坡区西彭镇白彭路1号', '29.310226', '106.329402', '重庆市铝城北路贵州茅台专卖店', '重庆灏达伟业贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492658872321, '150500237001', '重庆市', '重庆市', '南岸区', '重庆市南岸区玉马路13号附4号—5号', '29.489948', '106.637854', '重庆市玉马路贵州茅台专卖店', '重庆宜满商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492696621057, '235350183002', '福建省', '福州市', '鼓楼区', '福州市鼓楼区五凤街道北环西路158号', '26.106631', '119.291022', '福州市北环西路贵州茅台专卖店', '福建海晟连锁营销发展有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492738564098, '251510188001', '四川省', '成都市', '锦江区', '成都市锦江区锦东路595号附21、22、23、24号', '30.639493', '104.107089', '成都市锦东路贵州茅台专卖店', '成都宇尊贸易有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492822450178, '2244030100001', '广东省', '深圳市', '罗湖区', '深圳市罗湖区笋岗街道田心社区宝岗北路美芝大华电视厂1号厂房1栋1层125B单元（麦德龙罗湖店', '22.571056', '114.111093', '深圳市笋岗街道贵州茅台酱香系列酒体验中心', '深圳市经业商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492851810305, '251510188002', '四川省', '成都市', '市辖区', '成都市市辖区梓州大道4333号南阳御龙府二期1栋1层3号-7号', '30.535244', '104.083683', '成都市梓州大道贵州茅台专卖店', '四川兴利酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492885364737, '2136072710001', '江西省', '赣州市', '龙南市', '赣州市龙南市人民大道109号', '24.903792', '114.789117', '龙南市人民大道龙南县海兴副食品店门店', '赣州泓海酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492923113473, '2244030100002', '广东省', '深圳市', '福田区', '深圳市福田区南园街道东园社区红岭南路1033号御河堤连廊1层121-124之04号', '22.538309', '114.104014', '深圳市南园街道贵州茅台酱香系列酒体验中心', '深圳市鸿鑫源文化艺术传播有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492965056513, '251510188009', '四川省', '成都市', '锦江区', '成都市锦江区经天路1号1栋1楼4号', '30.603789', '104.098392', '成都市经天路贵州茅台专卖店', '成都铭润康元商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938492994416642, '22510181003001', '四川省', '成都市', '都江堰市', '成都市都江堰市四川省成都市都江堰市幸福街道解放社区中山北路110号', '31.0', '103.64', '中山北路茅台酱香万家共享主题终端', '成都市起腾商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493027971074, '251510188007', '四川省', '成都市', '锦江区', '成都市锦江区海棠路69、71、73、75号', '30.5889928', '104.1536032', '成都市海棠路贵州茅台专卖店', '成都风雅颂酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493057331201, '251510188005', '四川省', '成都市', '双流区', '成都市双流区和祥二街263号2#楼一层1号、2号、3号', '30.520467', '104.102976', '成都市和祥二街贵州茅台专卖店', '四川方升酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493086691330, '250500107004', '重庆市', '重庆市', '九龙坡区', '重庆市九龙坡区石坪桥街道云龙大道210号附76-78号', '29.502403', '106.493962', '重庆市云龙大道贵州茅台专卖店', '重庆贵可丰酒业有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493120245761, '123230627001', '黑龙江省', '大庆市', '让胡路区', '大庆市让胡路区西建街东侧燕都酒楼北侧商服4号', '46.625307', '124.907498', '大庆市长庆街贵州茅台专卖店', '大庆市福海汇商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493149605889, '122220189001', '吉林省', '长春市', '绿园区', '长春市绿园区吴中国际', '43.880975', '125.256136', '长春市景阳大路贵州茅台专卖店', '长春市城祥汽车贸易有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493183160322, '135350432001', '福建省', '三明市', '三元区', '三明市三元区列东街道东新二路11号', '26.265753', '117.635674', '三明市东新二路贵州茅台专卖店', '福建刘家园贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493216714753, '2143012110001', '湖南省', '长沙市', '长沙县', '长沙市长沙县星沙街道星城社区华润置地广场2期5栋108号', '28.2476', '113.111', '长沙县星沙街道长沙县远航酒类贸易有限公司门店', '长沙县远航酒类贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493254463489, '2134130010001', '安徽省', '宿州市', '埇桥区', '宿州市埇桥区银河-路398号', '33.646292', '116.967691', '宿州市银河一路宿州市国韵糖酒有限责任公司门店', '宿州市国韵糖酒有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493283823618, '114140200001', '山西省', '大同市', '平城区', '大同市平城区操场城东街温莎公馆西2号', '40.106325', '113.30673', '大同市操场城东街贵州茅台专卖店', '大同市时光糖酒副食品有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493321572353, 'B62010200200', '甘肃省', '兰州市', '城关区', '兰州市城关区甘肃省兰州市城关区广场南路4-6号国芳百货一层L129号商铺', '36.051784', '103.844774', '兰州旗舰店总库', '兰州淋缘醇香食品销售有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493363515393, '114140200002', '山西省', '大同市', '平城区', '大同市平城区山西省大同市魏都大道与源兴街交会口路西南角商铺', '40.057032', '113.289318', '大同市魏都大道贵州茅台专卖店', '大同市惠恩商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493388681218, 'B62010200201', '甘肃省', '兰州市', '城关区', '兰州市城关区甘肃省兰州市城关区广场南路4-6号国芳百货一层L129号商铺', '36.051784', '103.844774', '兰州旗舰店', '兰州淋缘醇香食品销售有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493413847041, '2213060000001', '河北省', '保定市', '竞秀区', '保定市竞秀区颉庄乡西二环2626-6号', '38.885122', '115.402478', '保定市颉庄乡西二环贵州茅台酱香系列酒体验中心', '乾坤福商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493443207170, '231310115004', '上海市', '上海市', '普陀区', '上海市普陀区云岭东路235、245号106室', '31.222801', '121.39218', '上海市云岭东路贵州茅台专卖店', '上海昊岚贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493480955905, '231310115005', '上海市', '上海市', '浦东新区', '上海市浦东新区浦东南路3498号', '31.194341', '121.507433', '上海市浦东南路贵州茅台专卖店', '上海浩泽贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493510316034, '2323018600002', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区经开区南岗集中区浦江路83号', '45.753851', '126.694492', '哈尔滨市浦江路茅台酱香万家共享主题终端', '哈尔滨醉难德酒业有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493543870466, '142420325001', '湖北省', '十堰市', '房县', '十堰市房县城关镇诗经大道北25号2栋1-10、1-11、1-12、1-13', '32.063533', '110.739623', '房县诗经大道贵州茅台专卖店', '湖北寿康永乐商贸集团有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493577424897, '2350038400001', '重庆市', '重庆市', '南川区', '重庆市南川区西城街道办事处渝南大道5号康田熙岸4幢1-5', '29.158751', '107.087606', '重庆市西城街道茅台酱香万家共享主题终端', '重庆市南川区典酱副食品经营部', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493606785026, '141410600003', '河南省', '鹤壁市', '淇滨区', '鹤壁市淇滨区南海路与永定河路交叉口财富广场金桂园小区1号楼107', '35.697458', '114.280412', '鹤壁市永定河路贵州茅台专卖店', '鹤壁市沐欣商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493640339458, '141410600002', '河南省', '鹤壁市', '淇滨区', '鹤壁市淇滨区黎阳路312号', '35.756216', '114.287394', '鹤壁市黎阳路贵州茅台专卖店', '新乡市国源商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493678088193, '22510186003001', '四川省', '成都市', '青羊区', '成都市青羊区四川省成都市青羊区成飞大道南段191号', '30.67', '103.96', '成飞大道南段茅台酱香万家共享主题终端', '四川正天国品贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493711642626, '22310114002001', '上海市', '上海市', '宝山区', '上海市宝山区上海市宝山区月辉路108弄12号101室', '31.389687', '121.439481', '宝山区月辉路茅台酱香万家共享主题终端', '上海国茅贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493745197058, '121210194001', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区三义街28-4号1门', '41.741293', '123.452383', '沈阳市三义街贵州茅台专卖店', '沈阳恩云商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493782945793, '22520188013003', '贵州省', '贵阳市', '息烽县', '贵阳市息烽县永靖镇南大街广建新苑17幢1层1-7号', '27.08343', '106.742256', '息烽县永靖镇南大街茅台酱香万家共享主题终端', '贵州正和德源酒业股份有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493812305921, '22520188013002', '贵州省', '贵阳市', '开阳县', '贵阳市开阳县紫兴社区开州大道城关镇紫江花园14幢3号门面', '27.052894', '106.977852', '开阳县紫兴社区开州大道茅台酱香万家共享主题终端', '贵州正和德源酒业股份有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493841666049, '100370400003', '山东省', '枣庄市', '市中区', '枣庄市市中区青檀南路54号青檀商城沿街综合楼南数2-3户', '34.844673', '117.554558', '枣庄市青檀路贵州茅台专卖店', '枣庄鑫正置业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493879414786, '2341282800003', '河南省', '信阳市', '平桥区', '信阳市平桥区羊山新区十八大街润和名城', '32.145015', '114.111819', '信阳市十八大街茅台酱香万家共享主题终端', '信阳市福锦基实业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493908774914, '22520188013001', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区渔安街道未来方舟第H6-地下室负5层26号', '26.590318', '106.752337', '云岩区渔安街道未来方舟茅台酱香万家共享主题终端', '贵州正和德源酒业股份有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493938135041, '134340904001', '安徽省', '黄山市', '歙县', '黄山市歙县歙县徽城镇紫霞路13号', '29.862348', '118.424023', '歙县紫霞路贵州茅台专卖店', '黄山市乐都实业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938493967495169, '2341282800002', '河南省', '南阳市', '宛城区', '南阳市宛城区仲景街道光武东路茶城1楼西', '33.008776', '112.578713', '南阳市仲景街道茅台酱香万家共享主题终端', '南阳市万达投资有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494001049601, '2341282800001', '河南省', '驻马店市', '市辖区', '驻马店市市辖区开发区乐山路与纬二路交叉口伟恒枫叶城小区620号', '33.02', '114.022', '驻马店市乐山路茅台酱香万家共享主题终端', '河南自强商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494038798338, '121210882002', '辽宁省', '营口市', '大石桥市', '营口市大石桥市繁荣大街70号百亿悦府1#106.107', '40.62978', '122.517684', '大石桥市繁荣大街贵州茅台专卖店', '大石桥祥泽商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494089129985, '22510194013001', '四川省', '成都市', '高新区', '成都市高新区四川省成都市高新区锦城大道666号奥克斯广场B座1楼', '30.575925', '104.062023', '锦城大道茅台酱香万家共享主题终端', '成都宏泰昌隆贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494126878721, '2336073100001', '江西省', '赣州市', '于都县', '赣州市于都县贡江镇滨江大道水云豪苑A栋6号店', '25.951461', '115.404037', '于都县贡江镇滨江大道茅台酱香万家共享主题终端', '于都沃熙康商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494156238849, '2336073100002', '江西省', '赣州市', '于都县', '赣州市于都县滨江大道阳光水岸十-号小区', '25.961684', '115.405238', '于都县滨江大道茅台酱香万家共享主题终端', '赣州诚龙商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494185598978, '224112820001', '河南省', '三门峡市', '灵宝市', '三门峡市灵宝市函谷路中段隆盛福星苑2幢102', '34.525239', '110.890249', '三门峡灵宝市函谷路贵州茅台酱香系列酒体验中心', '灵宝市前进酒业有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494219153410, '243430185003', '湖南省', '长沙市', '雨花区', '长沙市雨花区圭塘街道香莲路457号湘府熙园小区S2栋1层108-111号', '28.116026', '113.043006', '长沙市香莲路贵州茅台专卖店', '长沙卓立酒业贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494252707842, '243430185005', '湖南省', '长沙市', '岳麓区', '长沙市岳麓区斑马塘社区含浦中路785号', '28.125174', '112.907617', '长沙市含浦大道贵州茅台专卖店', '长沙酱王酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494290456578, '243430185006', '湖南省', '长沙市', '开福区', '长沙市开福区浏阳河街道福元西路506-1号五矿春和景园23栋114-115号商铺', '28.248491', '113.012599', '长沙市福元西路贵州茅台专卖店', '湖南同舟商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494315622402, '2151082510001', '四川省', '广元市', '利州区', '广元市利州区文化路26号', '32.432333', '105.841759', '广元市文化路广元亿祥商贸有限责任公司门店', '广元亿祥商贸有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494344982529, '143431282001', '湖南省', '邵阳市', '双清区', '邵阳市双清区石桥社区邵阳大道和盛中央城2栋1006号、1007号', '27.220642', '111.486224', '邵阳市邵阳大道贵州茅台专卖店', '邵阳冠胜商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494374342658, '132321404002', '江苏省', '泰州市', '靖江市', '泰州市靖江市人民中路中泰广场第1幢1单元10号', '32.00184', '120.264337', '靖江市人民中路贵州茅台专卖店', '江苏唯真中外名烟名酒有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494399508482, '252520184005', '贵州省', '贵阳市', '花溪区', '贵阳市花溪区美的国宾府B区洋房商业门面S35号楼-101、102、103、104号', '26.421655', '106.654581', '贵阳市花溪区甲秀南路贵州茅台专卖店', '贵州成德晨贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494441451521, '22510683003001', '四川省', '德阳市', '旌阳区', '德阳市旌阳区世家雍锦湖11-1-3号', '31.165504', '104.410424', '旌阳区黄浦江西路茅台酱香万家共享主题终端', '四川融和荣贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494470811649, '111110229001', '北京市', '北京市', '丰台区', '北京市丰台区航丰路1号院2号楼1层103房', '39.831575', '116.287287', '北京市航丰路贵州茅台专卖店', '北京京尊酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494504366081, '252520184002', '贵州省', '贵阳市', '花溪区', '贵阳市花溪区海纳广场精彩城29#11-1-1-11', '26.396868', '106.625611', '贵阳市科技路贵州茅台专卖店', '贵州鹏林商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494537920514, '22543200004001', '四川省', '达州市', '通川区', '达州市通川区西外新区南北干道东侧巨鑫园小区B幢1层15-16号', '31.213948', '107.465592', '通川区金牌路茅台酱香万家共享主题终端', '达州市遵达商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494567280641, '153534100001', '云南省', '西双版纳傣族自治州', '景洪市', '西双版纳傣族自治州景洪市西双版纳旅游度假区庄董东路6号南亚春天住宅小区1幢122-123号', '21.9704', '100.814709', '景洪市庄董东路贵州茅台专卖店', '西双版纳童州经贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494613417986, '2251060000001', '四川省', '德阳市', '旌阳区', '德阳市旌阳区恒大商贸城4栋10号', '31.137229', '104.365897', '德阳市恒大商贸城贵州茅台酱香系列酒体验中心', '德阳市群运物资有限责任公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494651166722, '135350200008', '福建省', '厦门市', '湖里区', '厦门市湖里区港中路1267号', '24.535418', '118.099226', '厦门市港中路贵州茅台专卖店', '厦门建发股份有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494676332545, '135350200007', '福建省', '厦门市', '湖里区', '厦门市湖里区港中路1267号', '24.535418', '118.099226', '厦门市港中路贵州茅台专卖柜', '厦门建发股份有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494722469890, '22370185003001', '山东省', '济南市', '天桥区', '济南市天桥区世茂天城SYC-00-0105', '36.68', '116.99', '天桥区堤口路茅台酱香万家共享主题终端', '济南稼轩酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494756024321, '135350200009', '福建省', '厦门市', '思明区', '厦门市思明区禾祥西路23-103、104', '24.4642', '118.08386', '厦门市思明区禾祥西路贵州茅台专卖店', '厦门商润糖酒贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494823133186, '752011500001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区贵阳国家高新技术产业开发区长岭南路160号黎阳大厦地上部分（C）1单元24层1号', '26.618962', '106.646759', '网易（贵州）好物科技有限公司', '网易（贵州）好物科技有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494869270530, '135350200003', '福建省', '厦门市', '思明区', '厦门市思明区禾祥西路4号10-11', '24.462208', '118.080107', '厦门市禾祥西路贵州茅台专卖店', '厦门铭宝酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494907019266, '2244138400001', '广东省', '惠州市', '惠城区', '惠州市惠城区淡水镇长安南路163号', '22.783052', '114.478094', '惠州市长安南路贵州茅台酱香系列酒体验中心', '惠州市康盛源贸易有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494940573697, '22110226006001', '北京市', '北京市', '平谷区', '北京市平谷区府前街36号北侧楼一层底商13号', '40.152238', '117.101711', '平谷区府前街茅台酱香万家共享主题终端', '北京鹏宇九缘商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938494982516738, '134340228001', '安徽省', '芜湖市', '无为市', '芜湖市无为市无城镇金塔路金源小区1幢一层门面房', '31.309686', '117.905795', '无为县金塔路贵州茅台专卖店', '芜湖市万方商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495016071170, '232320282001', '江苏省', '无锡市', '宜兴市', '无锡市宜兴市环科园中节能106号', '31.350089', '119.783559', '宜兴市绿园路贵州茅台43度经销店', '无锡市牧康商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495045431298, '135350200002', '福建省', '厦门市', '思明区', '厦门市思明区厦禾路13号109单元', '24.460601', '118.074535', '厦门市厦禾路贵州茅台专卖店', '厦门市国酿商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495070597121, '142422302001', '湖北省', '咸宁市', '咸安区', '咸宁市咸安区咸宁大道与银泉大道交汇处（宏伟大厦）105号', '29.842604', '114.334699', '咸宁市咸宁大道贵州茅台专卖店', '赤壁市众缘商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495104151553, '22371400002001', '山东省', '德州市', '德城区', '德州市德城区经济技术开发区长河街道办事处东方红路高地世纪城3号楼02号商铺-2', '37.442557', '116.348298', '德城区东方红东路茅台酱香万家共享主题终端', '德州市旭日副食品有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495141900290, '141412727001', '河南省', '周口市', '淮阳区', '周口市淮阳区朝祖大道与羲皇大道交叉口广商梦幻城', '33.749841', '114.85284', '周口市朝祖大道贵州茅台专卖店', '周口市淮阳区宏丰商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495175454722, '133330900001', '浙江省', '舟山市', '普陀区', '舟山市普陀区沈家门街道东海中路1005-1009号', '29.944092', '122.27805', '舟山市东海中路贵州茅台专卖店', '舟山市徐福酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495200620545, '163630127001', '青海省', '西宁市', '城北区', '西宁市城北区西海路中海河山郡59号5号楼209室', '36.651757', '101.753964', '西宁市西海路贵州茅台专卖店', '青海振能商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495229980674, '22413100013001', '河南省', '洛阳市', '西工区', '洛阳市西工区纱厂南路与凯旋路交叉口北50米通元花园楼下商铺1-1-102', '34.67', '112.43', '西工区纱厂南路茅台酱香万家共享主题终端', '洛阳德广商贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495263535106, '22410100092001', '河南省', '郑州市', '惠济区', '郑州市惠济区天元路清华园路交叉口向西200米', '34.860199', '113.619125', '惠济区天元路茅台酱香万家共享主题终端', '河南蓝色汉酱酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495292895234, '2361063300001', '陕西省', '延安市', '宝塔区', '延安市宝塔区长青路丝绸厂建材市场门面4号', '36.615743', '109.51392', '延安市长青路茅台酱香万家共享主题终端', '延安林林工贸有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495330643969, '22330500004001', '浙江省', '湖州市', '吴兴区', '湖州市吴兴区织里镇棉布城17幢52A', '30.87', '120.26', '织里镇棉布城茅台酱香万家共享主题终端', '湖州酒米塔酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495385169922, '22411523001001', '河南省', '信阳市', '浉河区', '信阳市浉河区北京大街新五大道交叉口东南角', '32.145823', '114.063248', '浉河区北京大街茅台酱香万家共享主题终端', '信阳市诚信酒业有限公司', '2023-08-11 17:55:09');
INSERT INTO `i_shop` VALUES (1689938495435501569, '22370181005001', '山东省', '济南市', '章丘区', '济南市章丘区唐王山路新世纪小区南门东50米王伟酒水主题终端', '36.69311', '117.54112', '章丘区唐王山路茅台酱香万家共享主题终端', '济南酱久香商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495469056002, '122220600001', '吉林省', '白山市', '浑江区', '白山市浑江区浑江大区1570号', '41.942273', '126.429274', '白山市浑江大街贵州茅台专卖店', '吉林省白山方大商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495502610434, '121210288002', '辽宁省', '大连市', '沙河口区', '大连市沙河口区联合路兰园8-11号、8-12号', '38.92289', '121.596287', '大连市联合路贵州茅台专卖店', '大连津享逸商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495531970561, '137370684003', '山东省', '烟台市', '蓬莱市', '烟台市蓬莱市蓬莱区登州路16号爱马人.骊城北门130铺', '37.815733', '120.771263', '烟台市登州路贵州茅台专卖店', '烟台市蓬莱区佰瑞商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495578107905, '22430185002002', '湖南省', '长沙市', '开福区', '长沙市开福区洪山街道洪山路188号藏珑湖上国际花园2-9栋106号商铺', '28.24', '113.04', '开福区洪山路茅台酱香万家共享主题终端', '长沙市同德酒类销售有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495615856642, '141411500001', '河南省', '信阳市', '浉河区', '信阳市浉河区大庆路中段阳光新村商住小区2号楼一层112/212号', '32.111519', '114.087731', '信阳市大庆路贵州茅台专卖店', '信阳屹宏天朗实业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495645216770, 'B52030100102', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区贵州省遵义市红花岗区老城街道杨柳街1935一期二号楼一层1/2/3号', '27.687244', '106.921154', '遵义旗舰店', '茅台酒股份有限公司遵义冰醇分公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495678771202, '141411500002', '河南省', '信阳市', '浉河区', '信阳市浉河区八一商业步行街南口115号', '32.125348', '114.062447', '信阳市东方红大道贵州茅台专卖店', '河南心悦肥业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495716519938, '2337018100001', '山东省', '济南市', '章丘区', '济南市章丘区唐王山路新世纪小区王伟酒水511号', '36.69304585949553', '117.541297543395', '济南市唐王山路茅台酱香万家共享主题终端', '济南酱久香商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495750074369, '224301040001', '湖南省', '长沙市', '岳麓区', '长沙市岳麓区振业城三期S7栋、S8栋110', '28.200497', '112.897936', '长沙市岳麓区贵州茅台酱香系列酒体验中心', '长沙卓立酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495783628802, '133330682002', '浙江省', '绍兴市', '上虞区', '绍兴市上虞区百官街道半山路103号', '30.019899', '120.876128', '绍兴市半山路贵州茅台专卖店', '绍兴香溢投资发展有限公司上虞经营部', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495817183234, '223230186003', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区铁路街169号、171号', '45.752992', '126.625696', '哈尔滨市铁路街贵州茅台专卖店', '哈尔滨哈铁采购经贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495846543362, '132320286001', '江苏省', '无锡市', '梁溪区', '无锡市梁溪区崇文大厦一楼人民东路303号', '31.584183', '120.317664', '无锡市人民东路贵州茅台专卖店', '江苏新百通酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495875903490, '142420100015', '湖北省', '武汉市', '武昌区', '武汉市武昌区南湖花园机场三路水域天际二期19号楼商网1层2-4室', '30.50171', '114.320587', '武汉市平安路贵州茅台专卖店', '武汉格瑞提商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495913652225, '2142010010003', '湖北省', '武汉市', '汉阳区', '武汉市汉阳区江城大道201号卧龙墨水边1期商业栋G2-6', '30.314938', '114.134693', '武汉市江城大道武汉市康禄醇香商贸有限公司门店', '武汉市康禄醇香商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495943012354, '2142010010001', '湖北省', '武汉市', '市辖区', '武汉市市辖区武汉东湖新技术开发区珞喻东路22号恒大华府A地块1层18室', '30.506625', '114.44256', '武汉市尊悦贸易有限公司武汉市专卖店', '武汉市尊悦贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938495972372482, '137370787002', '山东省', '潍坊市', '青州市', '潍坊市青州市凤凰山东路2599号海天丽景西区综合楼凤凰山东路2637号、2647号商铺', '36.673932', '118.50301', '青州市凤凰山东路贵州茅台专卖店', '青州市易兴酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496010121217, '252522734001', '贵州省', '黔南布依族苗族自治州', '都匀市', '黔南布依族苗族自治州都匀市大龙大道8号南州国际文华苑3-1-15至3-1-17', '26.251544', '107.531319', '都匀市大龙大道贵州茅台专卖店', '黔南州糖酒有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496039481345, '2151080010001', '四川省', '巴中市', '巴州区', '巴中市巴州区巴州大道金鳞万点广场A103门市', '31.853448', '106.723092', '巴中市巴州大道巴中市巴州区晶百利商贸中心门店', '巴中市巴州区晶百利商贸中心', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496077230082, '22411221001001', '河南省', '三门峡市', '渑池县', '三门峡市渑池县黄河东路东苑小区南门口西第一间', '34.7706593', '111.7707795', '渑池县黄河路东路茅台酱香万家共享主题终端', '渑池县三人行酒品商贸公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496110784514, 'B52030100101', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区贵州省遵义市红花岗区老城街道杨柳街1935一期二号楼一层1/2/3号', '27.687244', '106.921154', '遵义旗舰店总店', '茅台酒股份有限公司遵义冰醇分公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496148533250, '144440307001', '广东省', '深圳市', '龙华区', '深圳市龙华区民治街道新区大道新彩苑1栋2号楼108、109铺', '22.602128', '114.037368', '深圳市新区大道贵州茅台专卖店', '深圳市泓远福商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496182087681, '153532332001', '云南省', '楚雄彝族自治州', '楚雄市', '楚雄彝族自治州楚雄市楚雄市东瓜镇彝风大道23号彝风湿地文旅小镇味觉森林7幢1室2室', '25.0728', '101.527963', '东瓜镇彝风大道贵州茅台专卖店', '楚雄天森利商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496211447810, '145452701001', '广西壮族自治区', '河池市', '金城江区', '河池市金城江区百旺路19号锦城国际1#楼地上第一层105#、106#商铺', '24.694209', '108.085893', '河池市百旺路贵州茅台专卖店', '河池施马商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496236613634, 'B53011200101', '云南省', '昆明市', '西山区', '昆明市西山区云南省昆明市西山区金碧路金马碧鸡坊商业街区JB1-1-2号103', '25.033708', '102.71143', '昆明旗舰店', '云南滇冰醇企业管理有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496265973762, '2311010500007', '北京市', '北京市', '朝阳区', '北京市朝阳区青年路29号院4号楼-层4-8', '39.931848', '116.511454', '北京市青年路茅台酱香万家共享主题终端', '北京酒久酒贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496291139586, '137370832002', '山东省', '济宁市', '梁山县', '济宁市梁山县水泊街道水泊大街2461号东方国际小区1号楼105商铺（东方国际东门向南60米）', '35.787713', '116.082321', '梁山县水泊大街贵州茅台专卖店', '梁山县悦昊商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496320499713, '2132098110001', '江苏省', '盐城市', '东台市', '盐城市东台市范公南路348号', '32.837198', '120.335452', '东台市范公南路东台市苏瑞商贸有限公司门店', '东台市苏瑞商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496354054145, '137371483001', '山东省', '德州市', '德城区', '德州市德城区东方红路唐人中心Y8-29号（高德地图定位）', '37.45031', '116.32421', '德州市东方红路贵州茅台专卖店', '德州市旭日副食品有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496387608577, '223230186002', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区哈西大街39-18号', '45.712807', '126.592768', '哈尔滨市哈西大街贵州茅台专卖店', '哈尔滨市汇鑫食品经销有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496437940226, '2137142810001', '山东省', '德州市', '武城县', '德州市武城县振华街11号', '37.213426', '116.081777', '武城县振华街武城县久都商贸有限公司门店', '武城县久都商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496471494658, '133330200001', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区云岩区金阳南路与北京西路交叉口西南侧贵阳印象城城市综合体23组团购物中心沿街商业-A单元-1-141 /142', '26.600767', '106.618112', '贵阳市金阳南路贵州茅台专卖店', '贵州新联进出口有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496500854786, '151510781001', '四川省', '绵阳市', '江油市', '绵阳市江油市诗仙路西段273号', '31.775693', '104.721554', '江油市诗仙路西段贵州茅台专卖店', '江油市启仁商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496538603521, '133330200002', '浙江省', '宁波市', '海曙区', '宁波市海曙区南门街道澄浪路中湾广场68-70号', '29.851927', '121.543785', '宁波市澄浪路贵州茅台专卖店', '宁波万顺茅台酒专卖有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496567963649, '2311010500004', '北京市', '北京市', '怀柔区', '怀柔区怀柔区府前东街1号院对面', '40.318489', '116.648682', '北京市府前东街茅台酱香万家共享主题终端', '酒仙网络科技股份有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496597323777, '135350121001', '福建省', '福州市', '闽侯县', '福州市闽侯县上街镇国宾大道2号金桥花园五区（博仕后公馆）A2#楼1层108、109、110、111商业', '26.070358', '119.21037', '上街镇国宾大道贵州茅台专卖店', '酿品酒业（福州）有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496626683905, '2135032310001', '福建省', '莆田市', '城厢区', '莆田市城厢区荔城南大道1428号3号109-110室', '25.422312', '118.997511', '莆田市荔城南大道莆田市永盛世纪贸易有限公司门店', '莆田市永盛世纪贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496656044033, '2311010500005', '北京市', '北京市', '怀柔区', '北京市怀柔区南华大街21号楼1层101', '40.308737', '116.629417', '北京市南华大街茅台酱香万家共享主题终端', '酒仙网络科技股份有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496697987074, '131310107001', '上海市', '上海市', '普陀区', '上海市普陀区昌化路826号', '31.243279', '121.446053', '上海市长寿路街道贵州茅台专卖店', '上海百醇商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496731541506, '2152230110001', '贵州省', '黔西南布依族苗族自治州', '兴义市', '黔西南布依族苗族自治州兴义市桔山办机场大道施达丽景湾小区17号门面', '28.6925068', '116.7875033', '兴义市机场大道贵州龙乾商贸有限责任公司门店', '贵州龙乾商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496769290242, '114142701001', '山西省', '运城市', '盐湖区', '运城市盐湖区人民南路243号汇景名园1幢1层1F1006号门面房', '35.031631', '111.003258', '运城市人民南路贵州茅台专卖店', '山西美鑫商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496815427586, '22453007002001', '广西壮族自治区', '河池市', '宜州区', '河池市宜州区庆远镇龙溪路与南山路交角豪门广场小区2幢41号商铺', '24.49', '108.64', '宜州区庆远镇龙溪路与南山路交角茅台酱香万家共享主题终端', '河池摆渡酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496848982018, '2137070010002', '山东省', '潍坊市', '高新区', '潍坊市高新区新城街道新城西路1-5号', '36.724818', '119.168926', '潍坊市新城西路潍坊御酒坊经贸有限公司门店', '潍坊御酒坊经贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496886730754, '2137070010004', '山东省', '潍坊市', '安丘市', '潍坊市安丘市兴安街道商场路阳光大厦对面（百汇名酒', '36.429383', '119.214642', '安丘市兴安街道安丘市百汇烟酒门市门店', '安丘市百汇烟酒门市', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496920285186, '22210100009001', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区辽宁省沈阳市浑南区全运路96-1号', '41.69117', '123.42003', '浑南区全运路茅台酱香万家共享主题终端', '辽宁鑫源英民名酒连锁经营有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496953839617, '142420100036', '湖北省', '武汉市', '市辖区', '武汉市市辖区东湖新技术开发区光谷一路38号天成美景S1、S2栋S2单元1层02商号', '30.48474', '114.435161', '武汉市光谷一路贵州茅台专卖店', '武汉市君瓴贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938496979005441, '22120400008001', '天津市', '天津市', '滨海新区', '天津市滨海新区塘沽云岭道晓镇家园底商13-14号', '39.049016', '117.671642', '滨海新区塘沽云岭道茅台酱香万家共享主题终端', '泉顶电子商务（天津）有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497004171265, '22610100003001', '陕西省', '西安市', '未央区', '西安市未央区贞观路与凤城七路交汇处东北角睿明居1栋4单元1层40101号', '34.306589', '108.960369', '未央区贞观路茅台酱香万家共享主题终端', '陕西华鼎酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497033531393, '142420100035', '湖北省', '武汉市', '洪山区', '武汉市洪山区珞瑜东路76号卧龙剑桥春天商铺28-1、28-2', '30.506561', '114.420908', '武汉市珞瑜东路贵州茅台专卖店', '湖北誉永商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497058697217, '163632824001', '青海省', '海西蒙古族藏族自治州', '格尔木市', '海西蒙古族藏族自治州格尔木市昆仑中路43号', '36.403444', '94.904084', '格尔木市昆仑路贵州茅台专卖店', '格尔木进忠商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497088057345, '142420100038', '湖北省', '武汉市', '汉南区', '武汉市汉南区东风大道68附55号', '30.518912', '114.180638', '武汉市东风大道贵州茅台专卖店', '武汉玉瑶天臻贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497113223170, '142420881001', '湖北省', '荆门市', '钟祥市', '荆门市钟祥市郢中镇校场路59号贵州茅台', '31.176725', '112.603514', '郢中镇校场路贵州茅台专卖店', '钟祥市汉茅商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497138388993, '225107000001', '四川省', '绵阳市', '涪城区', '绵阳市涪城区红桥路8号玫瑰花城17栋1层#', '31.438168', '104.774354', '绵阳市涪城区红桥路贵州茅台酱香系列酒体验中心', '绵阳铭仁商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497171943425, '2244540400001', '广东省', '潮州市', '潮安区', '潮州市潮安区城区彩文路东侧、龙桥路南侧阳光水岸一栋7-10号商铺', '23.470977', '116.674325', '潮州市龙桥路贵州茅台酱香系列酒体验中心', '潮州市云瑞来贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497209692161, '137370284002', '山东省', '青岛市', '黄岛区', '青岛市黄岛区长江路街道阿里山路88-1号', '35.953453', '120.195922', '青岛市阿里山路贵州茅台专卖店', '青岛龙华酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497243246593, '121210191002', '辽宁省', '沈阳市', '大东区', '沈阳市大东区东北大马路116-1号（7门）（8门）', '41.821241', '123.480897', '沈阳市东北大马路贵州茅台专卖店', '沈阳西平商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497280995329, '2141132410001', '河南省', '南阳市', '镇平县', '南阳市镇平县建设大道中段县医院对面', '33.042638', '112.22885', '镇平县建设大道南阳市豫强商贸有限公司门店', '南阳市豫强商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497310355458, '250500381001', '重庆市', '重庆市', '江津区', '重庆市江津区滨江大道鼎山段中昂新天地三期S5幢', '29.284886', '106.274501', '重庆市滨江大道贵州茅台专卖店', '重庆银怀祥贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497335521281, '135350821001', '福建省', '龙岩市', '长汀县', '龙岩市长汀县环城北路7号', '25.838502', '116.363494', '长汀县环城北路7号贵州茅台专卖店', '福建省长汀贵丰酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497377464322, '136362401002', '江西省', '吉安市', '吉州区', '吉安市吉州区鹭洲东路18号友谊花园1幢商业1-01号', '27.1153', '114.990005', '吉安市鹭洲东路贵州茅台专卖店', '吉安市好久贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497411018753, '2651078200101', '四川省', '绵阳市', '经开区', '绵阳市经开区经济技术开发区塘汛北街77号中玮海润城12栋', '31.405611', '104.790603', '经开区塘汛北街茅台酱香万家共享主题终端', '绵阳好玖要酒商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497448767490, '141411327001', '河南省', '南阳市', '社旗县', '南阳市社旗县北京中路万德隆时代广场一楼', '33.056738', '112.931029', '社旗县北京中路贵州茅台专卖店', '南阳市万德隆商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497478127618, '22622301003001', '甘肃省', '武威市', '凉州区', '武威市凉州区皇台东路皇台九年制学校南门向西200米路南', '37.93', '102.6', '凉州区银武街茅台酱香万家共享主题终端', '武威诚煌商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497507487746, '134340700001', '安徽省', '铜陵市', '铜官区', '铜陵市铜官区北斗星城B1-101号', '30.947984', '117.819585', '铜陵市北斗星城贵州茅台专卖店', '铜陵市久鼎商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497541042177, '22130736001001', '河北省', '张家口市', '宣化区', '张家口市宣化区小东门宣府大街与东城墙北路交汇处', '40.607506', '115.070963', '宣化区宣府大街茅台酱香万家共享主题终端', '张家口市宣化福源商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497570402305, '310101021', '上海市', '上海市', '徐汇区', '上海市徐汇区', '0.0', '0.0', '', '绿地众选（上海）国际贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497603956737, '2344560800002', '广东省', '江门市', '新会区', '江门市新会区会城冈州大道东75号109铺', '22.529894', '113.048653', '江门市会城冈州大道茅台酱香万家共享主题终端', '江门市葵立贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497662676993, '2344560800003', '广东省', '云浮市', '云城区', '云浮市云城区牧羊路2号东方时代广场', '22.942921', '112.059176', '云浮市牧羊路茅台酱香万家共享主题终端', '罗定丰盟汇贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497704620033, '22441723001001', '广东省', '阳江市', '阳东区', '阳江市阳东区东城镇广雅东路138号敏捷东樾府26栋101号铺', '21.865631', '112.036771', '阳东区广雅东路茅台酱香万家共享主题终端', '阳江市欣源商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497788506113, '243430227001', '湖南省', '湘潭市', '岳塘区', '湘潭市岳塘区双马街道晓塘中路58号碧桂园黄金时代5号楼 0101006—0101009号铺', '27.8282313', '112.9368931', '湘潭市晓塘中路贵州茅台专卖店', '湖南省华糖酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497859809281, '2351150000001', '四川省', '宜宾市', '叙州区', '宜宾市叙州区戎州路东段21号-1层附1号', '28.753827', '104.643763', '宜宾市戎州路茅台酱香万家共享主题终端', '宜宾泽达酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497893363713, '22440600014001', '广东省', '佛山市', '顺德区', '佛山市顺德区乐从镇乐从社区居民委员会河滨北路171号富胜名邸商铺一', '22.964694', '113.092444', '顺德区乐从镇河滨北路茅台酱香万家共享主题终端', '佛山市中茅贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497926918145, '132320482001', '江苏省', '常州市', '金坛区', '常州市金坛区金坛大道384-6号、384-7号、384-8号', '31.720641', '119.59428', '常州市金坛大道贵州茅台专卖店', '常州市金坛久鼎业商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497956278273, '142420800001', '湖北省', '荆门市', '东宝区', '荆门市东宝区象山大道239号', '30.998475', '112.191481', '荆门市东宝区象山大道贵州茅台专卖店', '荆门市仕博商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938497985638401, '122220621001', '吉林省', '白山市', '抚松县', '白山市抚松县清风丽舍C栋101门市', '42.151131', '127.513393', '抚松县天池大道贵州茅台专卖店', '吉林省中外名酒文化有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498014998529, '113130982003', '河北省', '沧州市', '任丘市', '沧州市任丘市燕山南道东风金街', '38.684697', '116.119043', '任丘市永丰路贵州茅台专卖店', '任丘市冀中商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498044358658, '144440983002', '广东省', '茂名市', '高州市', '茂名市高州市潘州街道桂圆东路五区66号万福名雅城小区（一期）5号幢13一16号商铺', '21.895021', '110.870364', '高州市桂圆东路贵州茅台专卖店', '茂名市金恒盈贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498069524482, '113130982002', '河北省', '石家庄市', '藁城区', '石家庄市藁城区东城北街61号', '38.03287', '114.85256', '石家庄市东城北街贵州茅台专卖店', '河北姜上之风商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498098884610, '22440400020001', '广东省', '珠海市', '香洲区', '珠海市香洲区朗柠路6号', '22.26', '113.55', '香洲区朗柠路茅台酱香万家共享主题终端', '珠海市仁尚贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498128244738, '145452402001', '广西壮族自治区', '贺州市', '八步区', '贺州市八步区建设中路14-4号', '24.413065', '111.554801', '贺州市建设中路贵州茅台专卖店', '贺州市通泰酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498170187778, '214142800001', '山西省', '吕梁市', '离石区', '吕梁市离石区纬三十三路新城壹号一期二号商铺', '37.568494', '111.152645', '吕梁市纬三十三路贵州茅台专卖店', '吕梁市昌昊鑫商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498216325122, '100340600001', '安徽省', '淮北市', '相山区', '淮北市相山区南黎办事处南湖路88号桓湖商城(南区）2幢109', '33.9596', '116.820047', '淮北市南湖路贵州茅台专卖店', '淮北市绿谷酒业有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498266656770, '121210292001', '辽宁省', '大连市', '西岗区', '大连市西岗区新开路93C-1号', '38.916688', '121.616783', '大连市新开路贵州茅台专卖店', '大连润德商业有限公司西岗区分公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498296016897, '123230190001', '黑龙江省', '哈尔滨市', '道里区', '哈尔滨市道里区群力第二大道29号', '45.74136', '126.558858', '哈尔滨市群力第二大道贵州茅台专卖店', '哈尔滨鸿俊祥商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498325377025, '22371583001001', '山东省', '聊城市', '莘县', '聊城市莘县莘州街道皇行家园S3-10号商铺', '36.230353', '115.671408', '莘县莘州街道茅台酱香万家共享主题终端', '聊城市佳科达商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498354737153, '22450500006001', '广西壮族自治区', '北海市', '海城区', '北海市海城区广东路130号海城苑A区16幢第一层商铺', '21.466', '109.138', '海城区广东路茅台酱香万家共享主题终端', '北海黄瓷瓶茅酒酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498388291585, '2334130000002', '安徽省', '宿州市', '埇桥区', '宿州市埇桥区宿州中央商务区室外步行街5号楼1层120商铺', '33.642262', '116.979864', '宿州市室外步行街茅台酱香万家共享主题终端', '安徽省豪宸商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498426040321, 'B52011500301', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区贵州省贵阳市观山湖区长岭街道办事处长岭北路8号美的林城时代E-03F-01栋22层22号', '26.638753', '106.649901', '贵州乐悠然科技发展有限公司贵州省长岭街道办事处长岭北路8号专卖店', '贵州乐悠然科技发展有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498467983361, '2322018600001', '吉林省', '长春市', '市辖区', '长春市市辖区银河家园53栋', '43.82857', '125.327954', '长春市银河家园茅台酱香万家共享主题终端', '长春市金生水商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498497343489, '22440900003001', '广东省', '茂名市', '信宜市', '茂名市信宜市信宜市新尚路7号综合大楼第一层', '22.351185', '110.938344', '信宜市新尚路茅台酱香万家共享主题终端', '茂名市华樽贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498530897922, '152520123001', '贵州省', '贵阳市', '修文县', '贵阳市修文县龙场镇栖凤大道', '26.824117', '106.591278', '龙场镇栖凤大道贵州茅台专卖店', '修文县迎春来酒业有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498560258049, '134340882001', '安徽省', '安庆市', '迎江区', '安庆市迎江区人民东路盛晟阳光城（澜庭）B区商业一层3-5室', '30.504546', '117.076054', '安庆市人民东路贵州茅台专卖店', '安庆天香缘商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498589618177, '137371323001', '山东省', '临沂市', '沂水县', '临沂市沂水县黄山路（原鑫华路）57-5', '35.768631', '118.626343', '沂水县黄山路贵州茅台专卖店', '临沂海通酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498614784002, '122220400003', '吉林省', '辽源市', '西安区', '辽源市西安区和宁街1200号', '42.909997', '125.141423', '辽源市和宁街贵州茅台专卖店', '辽源市一鸣商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498639949825, '152520326002', '贵州省', '遵义市', '务川仡佬族苗族自治县', '遵义市务川仡佬族苗族自治县务川县鹏程逸都C栋', '28.553354', '107.897436', '都濡镇东升大道贵州茅台专卖店', '务川县菡阳商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498669309953, '153530126002', '云南省', '昆明市', '石林彝族自治县', '昆明市石林彝族自治县狮山路世纪阳光1期1幢18、19、20、21号', '24.768663', '103.269198', '石林彝族自治县狮山路贵州茅台专卖店', '云南博雅酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498694475778, '153530126003', '云南省', '昆明市', '西山区', '昆明市西山区前卫街道办事处日新路与前兴路交叉口润城小区（第二大道A1地块）商5栋1层商业109号', '24.996863', '102.705603', '昆明市日新东路贵州茅台专卖店', '昆明品展毅商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498723835905, '2133028210001', '浙江省', '宁波市', '慈溪市', '宁波市慈溪市周巷镇环城东路283号', '30.172769', '121.143809', '周巷镇环城东路茅台酱香万家共享主题终端', '宁波市骏隆供应链管理有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498753196034, 'B11010808301', '北京市', '北京市', '海淀区', '北京市海淀区北京市海淀区海淀五路居物美慧科大厦', '39.933293', '116.276473', '物美', '北京文固商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498790944769, '133330122001', '浙江省', '杭州市', '桐庐县', '杭州市桐庐县梅林路779号、781号、783号、785号', '29.792172', '119.716189', '桐庐县梅林路贵州茅台专卖店', '桐庐扬帆食品贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498816110594, '2337233100002', '山东省', '滨州市', '沾化区', '滨州市沾化区富城路397号', '37.698436', '118.134867', '滨州市富城路茅台酱香万家共享主题终端', '滨州市沾化区精华商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498853859330, '142420100043', '湖北省', '武汉市', '江岸区', '武汉市江岸区金融街壹号G1015、1016', '30.619365', '114.295893', '武汉市金融街贵州茅台自营店', '湖北国酒茅台销售有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498891608065, '142420100042', '湖北省', '武汉市', '新洲区', '武汉市新洲区邾城街道龙腾大道以南（虹景新都三期）12#楼1-2层9号', '30.822717', '114.797586', '武汉市水韵大街贵州茅台专卖店', '武汉市楚醇香贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498925162497, '161610583001', '陕西省', '渭南市', '临渭区', '渭南市临渭区杜桥街道杜化路北段苏园风景12号楼116铺-117铺', '34.516973', '109.483829', '渭南市金水路北段贵州茅台专卖店', '渭南市万泉经贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938498988077057, '133330500002', '浙江省', '湖州市', '吴兴区', '湖州市吴兴区后庄路669-673号', '30.89', '120.12', '湖州市后庄路贵州茅台专卖店', '湖州五星酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499021631490, '137370522002', '山东省', '东营市', '利津县', '东营市利津县利二路328号', '37.492037', '118.24424', '利津县利二路贵州茅台专卖店', '利津县中信商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499046797314, '2213063200001', '河北省', '保定市', '安新县', '保定市安新县建设大街266号', '38.945761', '115.932655', '安新县建设大街贵州茅台酱香系列酒体验中心', '安新县江轩商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499071963137, '134340621001', '安徽省', '淮北市', '濉溪县', '淮北市濉溪县濉溪镇沱河路北侧、国槐路西侧君悦澜山21#22#商114、115、116', '33.91638', '116.754198', '濉溪镇国槐路贵州茅台专卖店', '濉溪县樽盛商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499097128962, '136360485001', '江西省', '九江市', '市辖区', '九江市市辖区九江经济技术开发区浔阳西路恒大珑庭小区107.108.109门面', '29.711347', '115.962029', '九江市浔阳西路贵州茅台专卖店', '九江市玖盈商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499126489090, '2341062500001', '河南省', '鹤壁市', '淇滨区', '鹤壁市淇滨区黄河路与嵩山路交叉口向东50米路北', '35.7434', '114.303792', '鹤壁市黄河路茅台酱香万家共享主题终端', '鹤壁市淇滨区君诚酒业', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499155849218, '22530382001001', '云南省', '曲靖市', '麒麟区', '曲靖市麒麟区潇湘街道阳光社区南江花园寥廓南路704号', '25.4667', '103.7968', '麒麟区寥廓南路茅台酱香万家共享主题终端', '曲靖市尚锋商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499193597954, '144441200004', '广东省', '肇庆市', '端州区', '肇庆市端州区星湖大道（4）26号号泰湖花园39-44幢首层23号商铺', '23.08836', '112.506261', '肇庆市蓝塘中路贵州茅台专卖店', '肇庆广盛贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499218763777, '141411384001', '河南省', '南阳市', '卧龙区', '南阳市卧龙区独山大道与信臣路口新城国际小区B幢一楼102、103、104房', '33.029354', '112.566422', '南阳市独山大道北段贵州茅台专卖店', '南阳市银宇酒业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499243929601, '2123012110001', '黑龙江省', '哈尔滨市', '呼兰区', '哈尔滨市呼兰区建国街高峰商店楼二层三号', '45.985699', '126.601203', '哈尔滨市建国街哈尔滨市呼兰区天峰食品商店门店', '哈尔滨市呼兰区天峰食品商店', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499273289730, '111110226002', '北京市', '北京市', '平谷区', '北京市平谷区新源南路6号', '39.947789', '116.455235', '北京市新源南路贵州茅台总经销店', '中安国信（北京）贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499315232770, '2341152900001', '河南省', '信阳市', '平桥区', '信阳市平桥区新十-大道东方-品门面房', '32.135205', '114.110615', '信阳市新十一大道茅台酱香万家共享主题终端', '信阳鑫华沛岑实业有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499348787202, '22510528008001', '四川省', '泸州市', '龙马潭区', '泸州市龙马潭区四川省泸州市龙马潭区蜀泸大道一段101号', '28.913221', '105.437765', '蜀泸大道1段茅台酱香万家共享主题终端', '泸州金中亿贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499382341634, '22411000005001', '河南省', '许昌市', '东城区', '许昌市东城区建安大道与魏文路交叉口帕拉帝奥小区南门1908号', '34.04', '113.86', '东城区建安大道茅台酱香万家共享主题终端', '许昌嘉丰商贸有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499424284673, '144441322001', '广东省', '汕头市', '潮阳区', '汕头市潮阳区海门镇磊海路北侧临街楼2栋8号铺', '23.205859', '116.636861', '海门镇磊海路贵州茅台专卖店', '汕头市大通盛贸易有限公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499457839105, '153532721001', '云南省', '普洱市', '思茅区', '普洱市思茅区南屏镇茶苑路34号', '22.759367', '100.973745', '南屏镇茶苑路贵州茅台专卖店', '普洱市思茅区福华酱酒商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499487199233, '115153003001', '内蒙古自治区', '兴安盟', '乌兰浩特市', '兴安盟乌兰浩特市君御华庭二期北8#-2号门市', '46.087115', '122.041956', '乌兰浩特市铁西北大路贵州茅台专卖店', '兴安盟金叶商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499579473921, '2334012800001', '安徽省', '合肥市', '庐江县', '合肥市庐江县庐城镇汤池路6号盛世莲花17号商104号房', '31.257737', '117.275541', '庐江县庐城镇茅台酱香万家共享主题终端', '巢湖市陈义兴商贸有限责任公司', '2023-08-11 17:55:10');
INSERT INTO `i_shop` VALUES (1689938499613028354, '137370181002', '山东省', '济南市', '章丘区', '济南市章丘区福康路中康明德府北门商铺7号楼1单元负一层-101铺', '36.706999', '117.50564', '章丘区福康路贵州茅台专卖店', '山东共合贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499650777089, '2337070000003', '山东省', '潍坊市', '高新区', '潍坊市高新区华怡街永惠路东100米路北', '36.711053', '119.205853', '潍坊市华怡街茅台酱香万家共享主题终端', '潍坊御酒坊经贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499680137218, '22410183004001', '河南省', '郑州市', '新密市', '郑州市新密市河南省新密市东大街与新惠街交叉口东150米路北茅台酱香万家共享', '34.536784', '113.39923', '新密市东大街茅台酱香万家共享主题终端', '新密市市区天成元烟酒批发部', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499709497346, '165650300001', '新疆维吾尔自治区', '石河子市', '石河子市', '石河子市石河子市石河子市44小区万达石府新都市南门向东36栋8号', '44.284613', '86.072256', '石河子市北四路贵州茅台专卖店', '石河子市金源广泽商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499734663170, '22441909005001', '广东省', '东莞市', '东莞', '东莞市东莞南城街道金丰路12号129室', '23.005712', '113.719615', '东莞市南城街道茅台酱香万家共享主题终端', '东莞市坤鼎商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499764023298, '22110105074001', '北京市', '北京市', '朝阳区', '北京市朝阳区北京市朝阳区来广营乡新生村（朝来花卉市场院内）', '40.031005', '116.442991', '朝阳区来广营路茅台酱香万家共享主题终端', '北京盛扬国际贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499805966338, '2337070000006', '山东省', '潍坊市', '奎文区', '潍坊市奎文区山东省潍坊市高新区高二路桃源街东北角', '36.709473', '119.246888', '潍坊路新华路茅台酱香万家共享主题终端', '潍坊润玉美经贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499839520770, '144441723001', '广东省', '阳江市', '阳东区', '阳江市阳东区东城镇广雅东路138号敏捷东樾府26栋101铺', '21.865718', '112.035065', '东城镇广雅东路贵州茅台专卖店', '阳江市欣源商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499873075201, '2337070000005', '山东省', '潍坊市', '安丘市', '潍坊市安丘市新安街道大华中央城66-105.106号', '36.449599', '119.212368', '安丘市新安街道茅台酱香万家共享主题终端', '安丘市百汇烟酒门市', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499910823937, '22510183001001', '四川省', '成都市', '邛崃市', '成都市邛崃市成都市邛崃市临邛镇邛窑大道南段38号一栋一层101号', '30.4', '103.44', '临邛镇邛窑大道南段茅台酱香万家共享主题终端', '成都贵台酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938499969544193, '213130327001', '河北省', '秦皇岛市', '北戴河区', '秦皇岛市北戴河区金旭路五号', '39.820131', '119.531432', '秦皇岛市金旭路贵州茅台特约经销店', '全国人大机关服务中心北戴河休养院', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500015681537, '22511182003001', '四川省', '乐山市', '市中区', '乐山市市中区四川省乐山市市中区通悦路41号', '103.755153', '29.60039', '市中区通悦路茅台酱香万家共享主题终端', '乐山市顺君商贸有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500053430273, '151510184001', '四川省', '成都市', '崇州市', '成都市崇州市江源南路89-93号', '30.619279', '103.690858', '崇州市江源南路贵州茅台专卖店', '成都市文敏商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500082790401, '2252240101001', '贵州省', '遵义市', '习水县', '遵义市习水县习酒大道东城悦府2-1-74', '28.304921', '106.211142', '习酒大道悦府广场贵州茅台酱香系列酒体验中心', '贵州省仁怀市恒源泉贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500107956225, '151510700001', '四川省', '绵阳市', '涪城区', '绵阳市涪城区塘汛北街77号中玮海润城12栋', '31.40561', '104.790603', '绵阳市塘汛北街贵州茅台专卖店', '绵阳好玖要酒商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500137316354, '22440514001001', '广东省', '汕头市', '潮南区', '汕头市潮南区城南街道新华大道东侧大南地段裕通花园西区第1幢首层商场101号', '23.246274', '116.622544', '潮阳区城南街道新华大道茅台酱香万家共享主题终端', '汕头市华恒昌贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500162482178, '2311010100002', '北京市', '北京市', '朝阳区', '北京市朝阳区慧忠里103楼1层103-8', '40.002218', '116.406979', '北京市慧忠里茅台酱香万家共享主题终端', '北京紫酒隆酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500191842306, '2113060110001', '河北省', '保定市', '竞秀区', '保定市竞秀区祥园路77号', '38.28', '114.48', '保定市祥园路保定达人商贸有限公司门店', '保定达人商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500221202434, '134341324001', '安徽省', '宿州市', '泗县', '宿州市泗县运河街道汴河大道登达新天地S4#113铺', '33.482083', '117.908119', '泗县汴河大道贵州茅台专卖店', '泗县和旨思成商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500263145473, '22520327000001', '贵州省', '遵义市', '凤冈县', '遵义市凤冈县贵州省遵义市凤冈县龙泉街道龙凤大道绿城中央花园一期2号楼1层1-13号门面', '27.95461', '107.71682', '龙泉街道龙凤大道茅台酱香万家共享主题终端', '凤冈县斌兴酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500292505601, '2253010000001', '云南省', '昆明市', '西山区', '昆明市西山区兴苑路599号', '25.039597', '102.654479', '昆明市兴苑路贵州茅台酱香系列酒体验中心', '昆明昀厚商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500326060033, '2342010000002', '湖北省', '武汉市', '武昌区', '武汉市武昌区武汉市洪山区卓刀泉南路与雄楚大道交叉口', '30.507823', '114.366571', '武汉市卓刀泉南路茅台酱香万家共享主题终端', '武汉茅和五商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500359614465, '22500800004001', '重庆市', '重庆市', '渝北区', '重庆市渝北区两江新区金渝大道83号附44号', '29.65377', '106.572566', '两江新区金渝大道茅台酱香万家共享主题终端', '重庆酒魁商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500397363202, '211110300002', '北京市', '北京市', '大兴区', '北京市大兴区北环东路3号2号楼1至2层8号', '39.809045', '116.505916', '北京市北环东路贵州茅台43度经销店', '北京一品江山贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500430917634, '133330282002', '辽宁省', '沈阳市', '于洪区', '沈阳市于洪区细河南路175号8门9门10门', '41.747272', '123.3215', '沈阳市细河南路贵州茅台专卖店', '沈阳隆茗惠商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500460277762, '250500103001', '重庆市', '重庆市', '渝中区', '重庆市渝中区瑞天路188号', '29.554129', '106.502967', '重庆市瑞天路贵州茅台专卖店', '重庆糖酒有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500510609410, '161612401001', '陕西省', '安康市', '汉滨区', '安康市汉滨区育才西路116号', '32.683216', '109.024193', '安康市育才西路贵州茅台专卖店', '安康市兴泰商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500544163841, '245450983001', '广西壮族自治区', '玉林市', '玉州区', '玉林市玉州区玉东大道161号得利广场3幢8-10号', '22.663838', '110.192614', '玉林市玉东大道贵州茅台专卖店', '玉林市品正商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500577718273, '132321185001', '江苏省', '镇江市', '润州区', '镇江市润州区中山北路8号13幢 紫阳花园门面', '32.209346', '119.423221', '镇江市中山北路贵州茅台专卖店', '江苏省华茂贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500615467010, '22520225003001', '贵州省', '六盘水市', '六枝特区', '六盘水市六枝特区健康路F栋', '26.2162', '105.4536', '六枝特区健康路茅台酱香万家共享主题终端', '贵州镇将军酒业有限公司六枝分公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500644827137, 'B32010400101', '江苏省', '南京市', '秦淮区', '南京市秦淮区南京市秦淮汉中路89号金鹰国际购物中心A座1楼茅台冰淇淋', '32.041094', '118.780708', '南京旗舰店', '江苏茅二代食品有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500669992961, '123230600004', '黑龙江省', '大庆市', '龙凤区', '大庆市龙凤区金融东街44号46号（新村程宇中心广场）', '46.584026', '125.114221', '大庆市金融东街贵州茅台专卖店', '大庆济源经贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500703547394, '123230600001', '黑龙江省', '大庆市', '萨尔图区', '大庆市萨尔图区纬七路康复中心商服1-2号', '46.598463', '125.119169', '大庆市纬七路贵州茅台专卖店', '大庆世纪华龙经贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500732907522, '2341070000001', '河南省', '新乡市', '红旗区', '新乡市红旗区金穗大道紫金广场B区商铺2-5号', '35.295714', '113.909272', '新乡市金穗大道茅台酱香万家共享主题终端', '新乡市华豫商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500783239170, '22460100034001', '海南省', '海口市', '龙华区', '海口市龙华区金宇街道侨中路碧湖家园8-9号', '20.013', '110.323', '龙华区金垦路茅台酱香万家共享主题终端', '海南明胜发贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500816793601, '2341070000002', '河南省', '新乡市', '牧野区', '新乡市牧野区北干道366号10号楼西数1单元西数第二户营业房', '35.317477', '113.891366', '新乡市北干道茅台酱香万家共享主题终端', '河南盛世天翔商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500846153729, '2151010010004', '四川省', '成都市', '武侯区', '成都市武侯区长华路27号、29号、31号', '30.611023', '104.084948', '成都市长华路四川省百酒堂酒业有限公司门店', '四川省百酒堂酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500883902466, '2361273400001', '陕西省', '榆林市', '榆阳区', '榆林市榆阳区肤施路中段129号', '38.275022', '109.762322', '榆林市肤施路中段茅台酱香万家共享主题终端', '榆林市华兴酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500925845506, '2133050010001', '浙江省', '湖州市', '吴兴区', '湖州市吴兴区凤凰路80-88号', '30.88071', '120.10257', '湖州市凤凰路湖州酒米塔酒业有限公司门店', '湖州酒米塔酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500951011330, '22522201008001', '贵州省', '铜仁市', '碧江区', '铜仁市碧江区川硐麒龙国际A1区1—72号', '27.792131', '109.223526', '碧江区川硐麒龙国际茅台酱香万家共享主题终端', '贵州铜仁君竹酒业销售有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938500976177154, '2133050010002', '浙江省', '湖州市', '德清县', '湖州市德清县武康街道中兴南路329号', '30.529698', '119.969599', '德清县中兴南路德清泓源酒业有限公司门店', '德清泓源酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501005537282, '141410200002', '河南省', '开封市', '龙亭区', '开封市龙亭区城乡一体化示范区郑开大道28号迪臣世博广场B座109-110铺', '34.802656', '114.294955', '开封市郑开大道贵州茅台专卖店', '开封市华兴商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501030703106, '150500112006', '重庆市', '重庆市', '渝北区', '重庆市渝北区龙山街道天竺路59号兴茂盛世北辰B4幢门面', '29.585336', '106.487659', '重庆市天竺路贵州茅台自营店', '重庆国酒茅台销售有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501060063233, '141410200003', '河南省', '开封市', '龙亭区', '开封市龙亭区晋安路蓝天中央公园1号商住楼1-2层103号', '34.796893', '114.322992', '开封市晋安路贵州茅台专卖店', '开封市锦泓商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501093617666, '150500112001', '重庆市', '重庆市', '渝北区', '重庆市渝北区宝圣湖街道食品城大道18号广告产业园附115号', '29.647321', '106.60758', '重庆市渝北区食品城大道贵州茅台专卖店', '重庆市润鑫酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501122977794, '150500112002', '重庆市', '重庆市', '开州区', '重庆市开州区文峰街道滨湖东路173号/174号/175号', '31.183112', '108.430512', '重庆市滨湖东路贵州茅台专卖店', '重庆熙晋酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501164920833, '232320582001', '江苏省', '苏州市', '张家港市', '苏州市张家港市杨舍镇振兴中路3号梁丰机械B幢', '31.891694', '120.534308', '杨舍镇振兴中路贵州茅台43度经销店', '张家港保税区众士达国际贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501211058178, '2151010010002', '四川省', '成都市', '高新区', '成都市高新区世纪城路198号附107', '30.559549', '104.0756', '成都市世纪城路成都市双流区昌衡酒水商贸部门店', '双流区昌衡酒水商贸部', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501240418306, '2341133000001', '河南省', '南阳市', '桐柏县', '南阳市桐柏县桐柏县大禹路与桐银路交叉口往西250米聚河大酒店往北50米', '32.374275', '113.42327', '桐柏县大禹路茅台酱香万家共享主题终端', '桐柏金达贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501269778434, '162620128001', '甘肃省', '兰州市', '西固区', '兰州市西固区福利东路2057号附1号', '36.083098', '103.658204', '兰州市福利东路贵州茅台专卖店', '兰州酱酒传承商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501299138562, '163630100008', '青海省', '西宁市', '城西区', '西宁市城西区西川南路53号副2号53-77号', '36.63663', '101.721047', '西宁市西川南路贵州茅台自营店', '青海国酒茅台销售有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501328498690, '225500810001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区贵州省贵阳市观山湖区云潭路西侧银海元隆熙府商业街C1-1-4和C1-1-5', '26.631706', '106.614927', '贵阳市观山湖区云潭路贵州茅台酱香系列酒体验中心', '贵阳嘉元惠沣贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501357858818, 'B42010400101', '湖北省', '武汉市', '硚口区', '武汉市硚口区武汉市硚口区京汉大道668号武汉恒隆广场商场B1层B101F号铺位', '30.577836', '114.273801', '武汉旗舰店', '武汉五十三度冰食品管理有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501391413249, '163630100002', '青海省', '西宁市', '城北区', '西宁市城北区海西路55号', '36.656456', '101.716736', '西宁市昆仑中路贵州茅台专卖店', '西宁金泉贸易有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501424967682, '144441900006', '广东省', '东莞市', '东莞', '东莞市东莞大朗镇富丽东路163号', '22.947803', '113.919869', '大朗镇富丽东路贵州茅台专卖店', '东莞市东茅御液酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501462716417, '144441900007', '广东省', '东莞市', '东莞', '东莞市东莞松山湖高新区研发五路 1号 5 栋 107-108 室', '22.95999711659824', '113.88503399272919', '东莞市研发五路贵州茅台专卖店', '东莞市澄诺百货有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501508853762, '163630100001', '青海省', '西宁市', '城西区', '西宁市城西区胜利路22号/地矿中心4号楼一楼', '36.631476', '101.766202', '西宁市胜利路贵州茅台专卖店', '青海井源酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501538213890, 'B52010300401', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区贵州省贵阳市云岩区渔安街道渔安安井片区未来方舟D11组团D11-5栋2层10号', '26.598515', '106.756113', '贵阳旗舰店', '贵州爱斯可瑞食品销售有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501580156929, '144441900002', '广东省', '东莞市', '东莞', '东莞市东莞南城区簪花路华凯豪庭C座首层贵州茅台店', '23.019812', '113.758938', '东莞市簪花路贵州茅台专卖店', '东莞市池丰贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501617905665, '22520300075001', '贵州省', '遵义市', '汇川区', '遵义市汇川区贵州省遵义市汇川区珠海路万海国际A1A2栋商业房1-1', '27.721451', '106.929132', '珠海路万豪国际茅台酱香万家共享主题终端', '贵州遵义神华食品销售有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501647265793, '143431000001', '湖南省', '郴州市', '北湖区', '郴州市北湖区涌泉街道柏树路下社区万华路99号万华金世纪商业街4栋105-106-107', '25.751678', '113.004237', '郴州市万华路贵州茅台专卖店', '郴州市日升酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501680820226, '144441900003', '广东省', '东莞市', '东莞', '东莞市东莞莞城区东纵路40号（丰华广场4号商业楼103-106号铺）', '23.037486', '113.773588', '东莞市东纵路贵州茅台专卖店', '东莞市东桥贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501705986049, '144441900004', '广东省', '东莞市', '东莞', '东莞市东莞东城街道东城东路16号（新世界花园御景台1栋106号）', '23.019777', '113.784264', '东莞市东城东路贵州茅台专卖店', '东莞市东田百货有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501735346177, '2665010001301', '新疆维吾尔自治区', '乌鲁木齐市', '头屯河区', '乌鲁木齐市头屯河区黄山街81号一品九点阳光7号公寓楼底商7-109', '43.856132', '87.523456', '头屯河区黄山街茅台酱香万家共享主题终端', '新疆奋强商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501764706306, '2250010300001', '重庆市', '重庆市', '渝北区', '重庆市渝北区北部新区金开大道瑞香路99号附5号', '29.632114', '106.534106', '重庆市金开大道贵州茅台酱香系列酒体验中心', '重庆集雅酒类销售有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501789872129, '2346003600001', '海南省', '琼中黎族苗族自治县', '琼中黎族苗族自治县', '琼中黎族苗族自治县琼中黎族苗族自治县海榆路万福隆商厦首层3号', '19.036322', '109.837884', '琼中县海榆路茅台酱香万家共享主题终端', '海南丰达贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501819232258, '100152801001', '内蒙古自治区', '巴彦淖尔市', '临河区', '巴彦淖尔市临河区胜利路西欧洲假日C10号楼102号门店', '40.771623', '107.408895', '巴彦淖尔市塞北街贵州茅台专卖店', '巴彦淖尔市得祥酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501852786690, '2341020300001', '河南省', '开封市', '市辖区', '开封市市辖区五大街东方今典南门向西150米路北', '34.8044437545077', '114.257529526948', '开封市五大街茅台酱香万家共享主题终端', '开封市楠靖商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501886341121, '2311010800001', '北京市', '北京市', '昌平区', '北京市昌平区朱辛庄安居路6号院底商华致酒库', '40.104523', '116.316778', '北京市朱辛庄茅台酱香万家共享主题终端', '北京腾远华茂商贸有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501924089858, '2161010010001', '陕西省', '西安市', '雁塔区', '西安市雁塔区科技二路65号启迪科技园G座-楼', '34.225919', '108.883994', '西安市科技二路陕西华鼎酒业有限公司门店', '陕西华鼎酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501961838594, '22110105094001', '北京市', '北京市', '西城区', '北京市西城区黄寺大街23号院1号楼1层105号', '39.963219', '116.386651', '西城区黄寺大街茅台酱香万家共享主题终端', '北京永杰利贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938501991198722, '2341023000002', '河南省', '开封市', '尉氏县', '开封市尉氏县尉氏县汇金华府B区5-13号', '34.431327', '114.181434', '尉氏县汇金华府茅台酱香万家共享主题终端', '河南合强商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502016364545, '133330485001', '浙江省', '嘉兴市', '秀洲区', '嘉兴市秀洲区新城街道中山西路920号', '30.757471', '120.70887', '嘉兴市中山西路贵州茅台专卖店', '嘉兴茅五剑商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502049918978, '213130483002', '河北省', '邯郸市', '丛台区', '邯郸市丛台区滏河北大街688号', '36.64624', '114.51733', '邯郸市滏河北大街贵州茅台专卖店', '邯郸市丛台区新誉德贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502083473409, '135350681001', '福建省', '漳州市', '龙海市', '漳州市龙海市石码镇平宁路9号祥云豪庭34-36', '24.438482', '117.807466', '石码镇平宁路贵州茅台专卖店', '龙海市海沁商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502125416449, '22440423001001', '广东省', '珠海市', '斗门区', '珠海市斗门区白蕉路东第花园二期3109号', '22.225739', '113.315102', '斗门区白蕉路茅台酱香万家共享主题终端', '珠海市华侨酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502150582274, '144441900011', '广东省', '东莞市', '东莞', '东莞市东莞常平镇新城大道华建半岛豪庭', '22.967577', '114.006687', '常平镇新城大道贵州茅台专卖店', '东莞市臻茅食品贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502196719617, '22441901002001', '广东省', '东莞市', '东莞', '东莞市东莞东城街道星城社区庆峰花园转角商铺7－8号铺', '23.036', '113.8078', '东莞市东城街道茅台酱香万家共享主题终端', '东莞市茅园贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502226079746, '22321403003001', '江苏省', '泰州市', '泰兴市', '泰州市泰兴市江苏省泰州市泰兴市国庆东路2号3室（延令）', '32.168787', '120.035796', '泰兴市国庆东路茅台酱香万家共享主题终端', '泰兴市瑞久源商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502251245570, '2361070000001', '陕西省', '汉中市', '汉台区', '汉中市汉台区汉台区首席壹号商铺', '33.065717', '107.042313', '汉中市首席壹号茅台酱香万家共享主题终端', '汉中桃心岛商贸有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502280605697, '135350600002', '福建省', '漳州市', '芗城区', '漳州市芗城区通北街道大通北路66-11号', '24.516287', '117.650999', '漳州市大通北路贵州茅台专卖店', '漳州市玖恒贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502322548738, '2162232810001', '甘肃省', '武威市', '凉州区', '武威市凉州区祁连大道669-1号', '37.934492', '102.615001', '武威市祁连大道武威市益民商贸有限责任公司门店', '武威市益民商贸有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502356103170, '133330219001', '浙江省', '宁波市', '余姚市', '宁波市余姚市阳明东路95号', '30.04932', '121.160724', '余姚市阳明东路贵州茅台专卖店', '余姚市阳明茅台酒专卖有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502389657602, '164642300001', '宁夏回族自治区', '固原市', '原州区', '固原市原州区西城街与中心路道路交叉口西南侧荣华文化商业广场荣华桂园7号商业公寓楼108-112', '36.006167', '106.276783', '固原市西城街贵州茅台专卖店', '银川市子坤商务实业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502419017730, '233331084001', '浙江省', '台州市', '椒江区', '台州市椒江区江滨路691号', '28.682068', '121.434855', '台州市江滨路贵州茅台专卖店', '浙江省台州市惠丰工贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502452572161, '131310115005', '上海市', '上海市', '浦东新区', '上海市浦东新区浦东大道1395号', '31.242972', '121.535699', '上海市浦东大道贵州茅台专卖店', '上海集玉进出口有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502523875330, '144441900013', '广东省', '东莞市', '东莞', '东莞市东莞虎门镇滨海大道57号', '22.822098', '113.691572', '虎门镇滨海大道贵州茅台专卖店', '广东共好商业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502565818369, '131310115003', '上海市', '上海市', '奉贤区', '上海市奉贤区望园南路1799弄11号1层', '30.918769', '121.486701', '上海市望园南路贵州茅台专卖店', '上海晶曦贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502595178497, '141410900002', '河南省', '濮阳市', '华龙区', '濮阳市华龙区人民路与开州路交叉口西300米路南88号公馆1号楼03门市', '35.761071', '115.021538', '濮阳市人民路贵州茅台专卖店', '濮阳市星海商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502624538625, '152522626002', '贵州省', '黔东南苗族侗族自治州', '岑巩县', '黔东南苗族侗族自治州岑巩县舞水街道新兴大道75号贵宝花园门面', '27.171932', '108.813581', '岑巩县新兴大道贵州茅台专卖店', '黔东南鸿玺酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502653898753, '165654121003', '新疆维吾尔自治区', '伊犁哈萨克自治州', '伊宁市', '伊犁哈萨克自治州伊宁市飞机场路26号昊丰伊景大厦一楼茅台店', '43.929395', '81.321992', '伊宁市飞机场路贵州茅台专卖店', '伊犁兴州糖烟酒有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502679064577, '241410825001', '河南省', '焦作市', '温县', '焦作市温县司马大街懿品学府营销中心', '34.949462', '113.065757', '温县司马大街贵州茅台专卖店', '温县富生荣商业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502704230401, '22140186002001', '山西省', '太原市', '小店区', '太原市小店区小店街道高级技术人员公寓西区412号商铺', '37.7449', '112.5775', '小店区真武路茅台酱香万家共享主题终端', '山西富得源电子商务有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502733590530, '144441900009', '广东省', '东莞市', '东莞', '东莞市东莞寮步镇香市路宏华大厦109号', '22.995374', '113.872883', '寮步镇香市路贵州茅台专卖店', '东莞市庄胜酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502758756354, '100610100003', '陕西省', '西安市', '雁塔区', '西安市雁塔区科技二路65号（清华科技园G座）', '34.22571', '108.884271', '西安市科技二路贵州茅台专卖店', '陕西华鼎酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502792310785, '22370700008001', '山东省', '潍坊市', '奎文区', '潍坊市奎文区奎文区胜利街与潍州路交叉口西100米路北（东苑公园对面）', '36.707016', '119.119499', '奎文区胜利街茅台酱香万家共享主题终端', '山东和晟达酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502821670914, '22211300001001', '辽宁省', '朝阳市', '双塔区', '朝阳市双塔区辽宁省朝阳市双塔区龙腾大街288号', '41.60401', '120.495674', '双塔区龙腾大街贵州茅台酱香系列酒体验中心', '朝阳市宏程商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502851031042, '121211100001', '辽宁省', '沈阳市', '大东区', '沈阳市大东区沈铁路90号1漳', '41.835812', '123.488422', '沈阳市沈铁路贵州茅台专卖店', '辽宁广利祺商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502884585473, '121211100005', '辽宁省', '盘锦市', '兴隆台区', '盘锦市兴隆台区石化路蓝色康桥N区', '41.122099', '122.10786', '盘锦市石化路贵州茅台专卖店', '辽宁兴隆超市连锁有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502922334209, '121211100004', '辽宁省', '盘锦市', '兴隆台区', '盘锦市兴隆台区友谊街与青年路交汇处中誉玖郡', '41.101938', '122.102231', '盘锦市友谊街贵州茅台专卖店', '盘锦伟华酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938502955888642, '121211100003', '辽宁省', '盘锦市', '兴隆台区', '盘锦市兴隆台区利港银河新城一期（商业广场）14-15号商网', '41.109124', '122.066446', '盘锦市泰山路贵州茅台专卖店', '盘锦四季商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503052357633, '137370800001', '山东省', '济宁市', '任城区', '济宁市任城区常青路', '35.426594', '116.58049', '济宁市常青路贵州茅台专卖店', '山东新星集团有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503111077890, '165654121001', '新疆维吾尔自治区', '伊犁哈萨克自治州', '伊宁市', '伊犁哈萨克自治州伊宁市解放西路225号望景华庭3号楼一层1-005茅台店', '43.932653', '81.302426', '伊宁市解放西路贵州茅台专卖店', '伊犁惠佳商贸有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503144632321, '242420128001', '湖北省', '武汉市', '江岸区', '武汉市江岸区武汉市后湖大道335号', '30.654222', '114.313487', '武汉市后湖大道贵州茅台专卖店', '湖北华中糖酒有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503190769666, '2252273400401', '贵州省', '黔南布依族苗族自治州', '都匀市', '黔南布依族苗族自治州都匀市沙包堡街道西山大道中段34号香山里商业1层12号', '26.27215', '107.50809', '都匀市西山大道贵州茅台酱香系列酒体验中心', '黔南州永麟星商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503232712706, '145450323001', '广西壮族自治区', '桂林市', '灵川县', '桂林市灵川县银渠路聚龙欣城7号8号商铺', '25.38986', '110.317801', '灵川县银渠路贵州茅台专卖店', '灵川县国泰贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503262072833, '100131081001', '河北省', '廊坊市', '霸州市', '廊坊市霸州市胜芳镇新华园S3-1-107', '39.081449', '116.70731', '胜芳镇芳清道贵州茅台专卖店', '霸州京友颢达酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503299821570, '152522425002', '贵州省', '毕节市', '织金县', '毕节市织金县三甲街道桐兴苑小区商业一层11-12号商铺', '26.684528', '105.786492', '织金县三甲大道贵州茅台专卖店', '织金县清兴酒业销售有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503324987393, '151513901002', '四川省', '资阳市', '雁江区', '资阳市雁江区书台路251号国际商贸城一期195号、197号', '30.10417', '104.631413', '资阳市书台路贵州茅台专卖店', '资阳市宏源酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503358541826, '244440685001', '广东省', '佛山市', '禅城区', '佛山市禅城区同济东路66号11号商铺', '23.016768', '113.135726', '佛山市同济东路贵州茅台专卖店', '佛山市吉利贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503387901954, '261610129002', '陕西省', '西安市', '莲湖区', '西安市莲湖区报恩寺街88号303-1号', '34.252311', '108.933269', '西安市报恩寺街贵州茅台专卖店', '西安成城裕朗商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503425650690, '2344020000004', '广东省', '韶关市', '武江区', '韶关市武江区芙蓉东路6号万通国际花园A座-2层1号商铺', '24.793755', '113.589512', '韶关市芙蓉东路茅台酱香万家共享主题终端', '韶关市好客贸易有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503509536770, '2344550400001', '广东省', '珠海市', '香洲区', '珠海市香洲区九洲大道中佳景花园二期2214号', '22.238697', '113.553082', '珠海市九洲大道茅台酱香万家共享主题终端', '珠海市拓展花茶有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503551479810, '137373100001', '山东省', '济南市', '莱芜区', '济南市莱芜区龙潭东大街141号(滨河花苑东门)', '36.225127', '117.736225', '济南市龙潭东大街贵州茅台专卖店', '山东莱芜鲁源名酒经营有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503601811458, '261610129001', '陕西省', '西安市', '雁塔区', '西安市雁塔区高新区丈八北路万科翡翠国宾中央区5幢3单元30101、30210号', '34.208124', '108.874467', '西安市丈八北路贵州茅台专卖店', '西安春禾酒业有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503639560193, '113130700001', '河北省', '张家口市', '宣化区', '张家口市宣化区南关桥西街34号', '40.600186', '115.061443', '张家口市南关桥西街贵州茅台专卖店', '张家口市糖酒副食有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503681503233, '134342430001', '安徽省', '六安市', '金安区', '六安市金安区佛子岭路以南望城岗中心小学以东地矿华府入户大堂101室', '31.738155', '116.530494', '六安市佛子岭路贵州茅台专卖店', '安徽省六安市津茂糖酒销售有限责任公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503710863362, '243430100002', '湖南省', '长沙市', '开福区', '长沙市开福区新河街道开福寺东路166-171号（天健芙蓉盛世三期9栋）', '28.223378', '112.985193', '长沙市开福寺东路贵州茅台专卖店', '湖南省糖酒副食品有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503740223490, '2362292100001', '甘肃省', '临夏回族自治州', '临夏市', '临夏回族自治州临夏市东区街道庆胜东路百益城11-1商铺', '35.3631', '103.1314', '临夏市东区街道茅台酱香万家共享主题终端', '临夏市泰昊商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503782166530, '162622836001', '甘肃省', '庆阳市', '西峰区', '庆阳市西峰区安化东路豪庭春天南门西侧50米', '35.713694', '107.651436', '庆阳市西峰区安化东路贵州茅台专卖店', '庆阳云峰商贸有限公司', '2023-08-11 17:55:11');
INSERT INTO `i_shop` VALUES (1689938503832498178, '131310115001', '上海市', '上海市', '浦东新区', '上海市浦东新区锦安东路46号', '31.205113', '121.540134', '上海市锦安东路贵州茅台专卖店', '上海国酒缘贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938503866052610, '137371584001', '山东省', '聊城市', '东昌府区', '聊城市东昌府区建设路董付路交叉口东南角', '36.472696', '116.019729', '聊城市建设路贵州茅台专卖店', '临清市大家庭糖酒茶副食品有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938503895412738, '2214060000001', '山西省', '朔州市', '朔城区', '朔州市朔城区豪德贸易广场三期八街1号', '39.325178', '112.407119', '朔州市豪德贸易广场贵州茅台酱香系列酒体验中心', '朔州市壹贰叁商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938503920578562, '2344020000002', '广东省', '韶关市', '武江区', '韶关市武江区沿江路16号南枫碧水花城二期L2幢-1层48号商铺', '24.7751787437039', '113.582400086767', '韶关市沿江路茅台酱香万家共享主题终端', '韶关市前茅贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938503987687426, '2361272400001', '陕西省', '榆林市', '榆阳区', '榆林市榆阳区肤施路263号', '38.271499', '109.763145', '榆林市肤施路茅台酱香万家共享主题终端', '榆林市鑫诚隆瑞商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504029630465, '224113020001', '河南省', '南阳市', '宛城区', '南阳市宛城区范蠡东路与独山大道交叉口向西300米路南玉龙苑小区楼下', '33.016963', '112.563509', '南阳市宛城区范蠡东路贵州茅台酱香系列酒体验中心', '南阳市银宇酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504058990593, '520382890001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区金清大道京东电子商务产业园区2号库17号门', '27.79165', '106.400342', '贵州省遵义市仁怀市茅台镇贵州茅台集团子公司', '贵州茅台酒厂（集团）保健酒业销售有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504088350721, '2222050000001', '吉林省', '通化市', '东昌区', '通化市东昌区江南大街中东不夜城2期2-49号', '41.708744', '125.933439', '通化市江南大街贵州茅台酱香系列酒体验中心', '通化市麦德林商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504117710849, '2337078600001', '山东省', '潍坊市', '昌邑市', '潍坊市昌邑市交通街155号', '36.845465', '119.054931', '昌邑市交通街茅台酱香万家共享主题终端', '山东潍坊五谷酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504147070977, '212120111003', '天津市', '天津市', '西青区', '天津市西青区大寺镇津港公路东侧龙居花园一区12—9—101A区', '39.019647', '117.244725', '天津市青宝路贵州茅台43度经销店', '天津酒合久商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504180625410, '212120111001', '天津市', '天津市', '南开区', '天津市南开区万兴街怀安环路景域名邸1号楼', '39.123613', '117.158695', '天津市怀安环路贵州茅台专卖店', '天津品高商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504214179842, '2137078710001', '山东省', '潍坊市', '青州市', '潍坊市青州市海岱中路新世纪花园1869号', '36.688547', '118.495998', '青州市海岱中路青州市易兴酒业有限公司门店', '青州市易兴酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504256122881, 'B31010106601', '上海市', '上海市', '黄浦区', '上海市黄浦区上海市黄浦区复兴中路523弄16号102室', '31.214968', '121.468536', '上海旗舰店', '上海茅小凌餐饮管理有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504314843137, '143430381001', '湖南省', '湘潭市', '岳塘区', '湘潭市岳塘区建设路街道河东大道20号中地凯旋城一区商业C栋0101003、0101004、0201003、0201004号门面', '27.836246', '112.927386', '湘潭市河东大道贵州茅台专卖店', '湖南贤聚商贸有限公司湘潭分公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504348397570, '2350010800001', '重庆市', '重庆市', '南岸区', '重庆市南岸区揽湖路77号、79号', '29.530632', '106.538661', '重庆市揽湖路茅台酱香万家共享主题终端', '重庆贵诚商贸有限责任公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504377757697, '141410185001', '河南省', '郑州市', '登封市', '郑州市登封市少林大道汉武路交叉口东南角峰创福晟园配套商业1单元1层101', '34.453047', '113.087396', '登封市少林大道贵州茅台专卖店', '登封市福佑商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504407117825, '132320900001', '江苏省', '盐城市', '亭湖区', '盐城市亭湖区东进路与六合路交汇处42幢104室', '33.368766', '120.172858', '盐城市东进东路贵州茅台专卖店', '盐城捷强酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504436477954, '135350587001', '福建省', '泉州市', '丰泽区', '泉州市丰泽区中骏广场8号楼117、118、119、120、160店', '24.889864', '118.618303', '泉州市津淮街贵州茅台专卖店', '泉州豪嘉酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504465838081, '22410189010001', '河南省', '郑州市', '金水区', '郑州市金水区河南省郑州市金水区红专路56号附6号', '34.780056', '113.679762', '金水区红专路茅台酱香万家共享主题终端', '郑州市泸凯贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504495198210, '144440688001', '广东省', '佛山市', '南海区', '佛山市南海区大沥镇黄岐建设大道1号中海金沙湾商务休闲中心1号楼首层自编108-109号单元', '23.141106', '113.203913', '大沥镇黄岐建设大道贵州茅台专卖店', '佛山市玖之源贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504520364034, '22650124001001', '新疆维吾尔自治区', '乌鲁木齐市', '新市区', '乌鲁木齐市新市区高新区(新市区)四平路2572号文光尚都小区1栋1层3号商铺', '43.896379', '87.588995', '新市区四平路茅台酱香万家共享主题终端', '乌鲁木齐玖泰德盛贸易有限责任公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504553918466, '132320686001', '江苏省', '南通市', '崇川区', '南通市崇川区人民中路228号-8-9', '32.022814', '120.897719', '南通市人民中路贵州茅台专卖店', '南通益统糖酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504587472897, '137370783002', '山东省', '潍坊市', '寿光市', '潍坊市寿光市广场街3909号（中央花园商铺128号）', '36.879907', '118.745304', '寿光市广场街贵州茅台专卖店', '寿光银丽工贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504625221633, '143432501001', '湖南省', '娄底市', '娄星区', '娄底市娄星区吉星南路(乐坪东街以北城发·星庭）', '27.724809', '112.028045', '娄底市吉星南路贵州茅台专卖店', '娄底金香商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504650387457, '143432501002', '湖南省', '娄底市', '娄星区', '娄底市娄星区大科街道新星南路建设街233号', '27.702804', '112.007759', '娄底市新星南路贵州茅台专卖店', '娄底市华蓝贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504679747586, '123230189001', '黑龙江省', '哈尔滨市', '松北区', '哈尔滨市松北区聚源街51号', '45.80963', '126.54006', '哈尔滨市聚源街贵州茅台专卖店', '哈尔滨市华天酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504709107714, '22410929004001', '河南省', '安阳市', '文峰区', '安阳市文峰区文峰大道安阳迎宾馆一层23号商铺', '36.096197', '114.412254', '文峰区文峰大道茅台酱香万家共享主题终端', '安阳鸿睿贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504734273537, '252520188001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区石林路国喜中心二期第8幢1单元1层1号，2号，6号', '26.614134', '106.614201', '贵阳市石林路贵州茅台专卖店', '贵州仁源酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504759439361, '252520188003', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区林城路与西二环交叉口北侧中海映山湖城市综合体B组团S9-1-8/9/10', '26.645316', '106.668578', '贵阳市林城路贵州茅台专卖店', '贵阳金阳鑫麟贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504788799489, '2144540010001', '广东省', '潮州市', '潮安区', '潮州市潮安区潘刘村中心路中段潮州市腾远贸易有限公司', '23.601922', '116.639433', '潮州市中心路潮州市腾远贸易有限公司门店', '潮州市腾远贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504813965313, '252520188008', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区会展东路贵盐大厦', '26.639271', '106.647662', '贵阳市会展东路贵州茅台特约经销店', '贵州盐业（集团）有限责任公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504847519746, '23623200001001', '甘肃省', '酒泉市', '肃州区', '酒泉市肃州区甘肃省酒泉市肃州区解放北路229号1—8号门店', '39.713362', '98.508256', '肃州区解放北路贵州茅台酱香系列酒体验中心', '酒泉恒生实业有限责任公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504876879874, '252520188009', '贵州省', '贵阳市', '白云区', '贵阳市白云区云环路优品新城一期B-05-49', '26.679226', '106.609255', '贵阳市云环路贵州茅台专卖店', '贵阳酉时辰酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504956571650, '2152252710001', '贵州省', '安顺市', '普定县', '安顺市普定县城关镇富强路18号附9号', '26.305554', '105.745069', '普定县富强路普定县云鑫烟酒经销店门店', '普定县云鑫烟酒经销店', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938504990126082, '141410325001', '河南省', '洛阳市', '西工区', '洛阳市西工区八一路18-6', '34.670214', '112.440678', '洛阳市八一路贵州茅台专卖店', '洛阳洛百烟酒有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505019486210, '136360200001', '江西省', '景德镇市', '珠山区', '景德镇市珠山区新村西路金桂园2栋5-7号', '29.305847', '117.21187', '景德镇市新村西路贵州茅台专卖店', '景德镇市益民糖酒副食品有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505048846337, '115150200003', '内蒙古自治区', '包头市', '青山区', '包头市青山区钢铁大街7号正翔国际广场23-101、23-102号', '40.65788', '109.867332', '包头市钢铁大街贵州茅台专卖店', '内蒙古中饮诚汇商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505078206465, '2341142100001', '河南省', '商丘市', '民权县', '商丘市民权县庄周大道与消防南路交汇路北', '34.65038', '115.155643', '民权县庄周大道茅台酱香万家共享主题终端', '民权县绿洲宏发保真超市', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505111760898, '142420586001', '湖北省', '宜昌市', '伍家岗区', '宜昌市伍家岗区白沙路8-28-88', '30.640071', '111.352081', '宜昌市白沙路贵州茅台专卖店', '宜昌紫晶商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505145315330, '2244098100001', '广东省', '茂名市', '茂南区', '茂名市茂南区站北-路27号4-9号商铺', '21.651577', '110.905623', '茂名市站北一路贵州茅台酱香系列酒体验中心', '茂名市盈大商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505199841281, '115150200001', '内蒙古自治区', '包头市', '昆都仑区', '包头市昆都仑区团结大街8号街坊瀚星御府2-S108/2-S109', '40.670991', '109.832428', '包头市团结大街贵州茅台专卖店', '内蒙古中饮诚汇商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505229201410, '137371331001', '山东省', '临沂市', '罗庄区', '临沂市罗庄区盛庄街道华创金桂园沿街', '35.018012', '118.354978', '临沂市沂河路贵州茅台专卖店', '临沂鼎天名品商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505262755842, '2261033200101', '陕西省', '宝鸡市', '市辖区', '宝鸡市市辖区高新区高新大道盛景大厦01号商铺', '34.347057', '107.222099', '高新区高新大道贵州茅台酱香系列酒体验中心', '宝鸡市汇德商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505292115969, '252520188012', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区金朱东路“书香苑”小区项目S1层21号', '26.655352', '106.64163', '贵阳市金朱东路贵州茅台专卖店', '贵州欣晨嘉贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505317281793, '165653131001', '新疆维吾尔自治区', '喀什地区', '喀什市', '喀什地区喀什市深喀大道C区佳和大厦1幢1层S01、S02、S03号', '39.453941', '76.061783', '喀什市克孜都维路贵州茅台专卖店', '喀什月勤商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505346641922, '2545090000601', '广西壮族自治区', '玉林市', '玉州区', '玉林市玉州区双拥路39号东盛华府商住小区东盛大厦1层商场', '22.655875', '110.182135', '玉州区双拥路贵州茅台酱香系列酒体验中心', '玉林市酒协酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505371807746, '22642300001001', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区兴庆区湖滨东路184号', '38.4692985', '106.2796349', '兴庆区湖滨东街茅台酱香万家共享主题终端', '银川市子坤商务实业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505396973570, '264640124001', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区新华东街东方悦小区42号楼—101', '38.450024', '106.319823', '银川市新华东街贵州茅台专卖店', '宁夏骏达糖酒贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505434722306, '143430722002', '湖南省', '常德市', '鼎城区', '常德市鼎城区玉霞街道临沅路356号', '29.018456', '111.688518', '常德市临沅路贵州茅台专卖店', '湖南芷侨商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505468276738, '112120102002', '天津市', '天津市', '河西区', '天津市河西区南京路66号凯旋门大厦1层', '39.11458', '117.21665', '天津市南京路贵州茅台自营店', '天津国酒茅台有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505506025473, '264640124003', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区民族北街443号玺悦大厦贵州茅台酱香系列酒体验中心', '38.499749', '106.291258', '银川市民族北街贵州茅台43度经销店', '宁夏玲珑贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505526996993, '100320300001', '江苏省', '徐州市', '云龙区', '徐州市云龙区解放南路27号-3', '34.260983', '117.19194', '徐州市解放南路贵州茅台专卖店', '徐州市华夏酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505556357122, '137371122002', '山东省', '日照市', '莒县', '日照市莒县青岛路沭河华府沿街楼110室', '35.589899', '118.865568', '莒县青岛路贵州茅台专卖店', '日照市悠然贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505585717250, '161610624001', '陕西省', '延安市', '安塞区', '延安市安塞区福源大厦A区4号，5号门面', '36.857066', '109.33087', '延安市福源大道贵州茅台专卖店', '延安润源商贸有限责任公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505615077377, '137370100007', '山东省', '济南市', '历下区', '济南市历下区龙奥北路8号7号楼104', '36.651822', '117.125485', '济南市龙奥北路贵州茅台自营店', '山东国酒茅台销售有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505648631810, '137370100006', '山东省', '济南市', '历下区', '济南市历下区花园东路3699号新悦广场107、106号', '36.692329', '117.104049', '济南市花园路贵州茅台专卖店', '山东共合贸易有限公司济南第二分公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505682186241, '121211282001', '辽宁省', '铁岭市', '开原市', '铁岭市开原市新城街地王国花园新华路31-1', '42.546905', '124.038163', '开原市新华路贵州茅台专卖店', '开原盛华食品商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505711546370, '137370100005', '山东省', '济南市', '历下区', '济南市历下区工业南路与齐音路交叉口南行100米路东', '36.676568', '117.106521', '济南市齐音路贵州茅台专卖店', '山东鲁供糖酒有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505745100802, '164640127001', '宁夏回族自治区', '银川市', '金凤区', '银川市金凤区福州南街城市春天4-101号房贵州茅台专卖店', '38.472033', '106.190538', '银川市福州南街贵州茅台专卖店', '宁夏伊特商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505774460930, '137370100004', '山东省', '济南市', '历城区', '济南市历城区华龙路665号华信综合楼1-2-101', '36.681479', '117.087805', '济南市华龙路贵州茅台专卖店', '济南市正昕贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505799626754, '134340129001', '安徽省', '合肥市', '蜀山区', '合肥市蜀山区高新区天智路同创科技园2号楼101室', '31.831296', '117.207593', '合肥市天智路贵州茅台专卖店', '安徽瑛诚能源科技有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505824792578, '22110105082001', '北京市', '北京市', '朝阳区', '北京市朝阳区东四环南路9号燕莎奥特莱斯C座南门', '39.876946', '116.486708', '朝阳区东四环南路茅台酱香万家共享主题终端', '北京酒等了商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505849958402, 'B22010400101', '吉林省', '长春市', '朝阳区', '长春市朝阳区长春市朝阳区开运街5178号欧亚卖场10号门一层茅台冰淇淋商铺', '43.841986', '125.242876', '吉林旗舰店', '吉林省创美甄选商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505879318530, '223625010001', '江西省', '抚州市', '临川区', '抚州市临川区高新技术产业开发区海瑞公馆1号楼1层1-4号房', '27.965298', '116.377686', '临川区南门路贵州茅台酱香系列酒体验中心', '抚州品诚酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505900290050, '2113058310001', '河北省', '邢台市', '信都区', '邢台市信都区建设路秀兰北小区门口底商东50米', '37.054324', '114.485341', '邢台市桥建设路东区丝雨烟酒门市门店', '桥东区丝雨烟酒门市', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505933844481, '234340126001', '安徽省', '合肥市', '庐阳区', '合肥市庐阳区北城大道创智天地产业园', '31.952234', '117.275672', '合肥市北城大道贵州茅台专卖店', '安徽省稻香楼实业开发中心有限责任公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505959010306, '2137040010001', '山东省', '枣庄市', '市中区', '枣庄市市中区西昌路齐村镇卫生院东北50米', '34.876628', '117.53101', '枣庄市西昌路山东万兴商贸有限公司门店', '山东万兴商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938505984176130, '213130986001', '河北省', '沧州市', '运河区', '沧州市运河区新华西路北侧宏宇城A区10号商业网点107店', '38.314448', '116.824441', '沧州市新华西路贵州茅台43度经销店', '沧州市盛世酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506017730561, '244441383001', '广东省', '惠州市', '惠城区', '惠州市惠城区斑樟湖路56号永和苑第3栋1层03-04号', '23.07401', '114.4256', '惠州市斑樟湖路贵州茅台专卖店', '惠州万家糖烟酒贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506047090689, '2333080000002', '浙江省', '衢州市', '柯城区', '衢州市柯城区花园东大道3、5号', '28.976154', '118.869976', '衢州市花园东大道茅台酱香万家共享主题终端', '衢州市金叶商厦有限责任公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506076450818, '2241030000001', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区永泰街泉舜沁泉苑1号楼13,23-24铺', '34.612967', '112.450652', '洛阳市永泰街贵州茅台酱香系列酒体验中心', '洛阳洛百烟酒有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506105810945, '2111010610004', '北京市', '北京市', '丰台区', '北京市丰台区银地家园4号楼商业1层03号', '39.823338', '116.333037', '北京市银地家园北京市坤丰益酒业有限公司门店', '北京市坤丰益酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506143559682, '2333080000003', '浙江省', '衢州市', '衢江区', '衢州市衢江区宾港北路31-1号，31-2号', '28.975511', '118.944731', '衢州市滨港北路茅台酱香万家共享主题终端', '衢州唯真酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506172919810, '145450500001', '广西壮族自治区', '北海市', '海城区', '北海市海城区广东路68号', '21.478527', '109.127717', '北海市广东路贵州茅台专卖店', '北海市甘美之贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506198085634, '2241030000005', '河南省', '洛阳市', '西工区', '洛阳市西工区中州中路319号金水湾大酒店旁', '34.671146', '112.440904', '洛阳市中州中路贵州茅台酱香系列酒体验中心', '洛阳茅之冠酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506231640065, '144440681001', '广东省', '佛山市', '顺德区', '佛山市顺德区容桂风华路21座6-9号铺', '22.758115', '113.280358', '佛山市风华路贵州茅台专卖店', '佛山市顺德明瀚酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506277777410, '232320126002', '江苏省', '南京市', '雨花台区', '南京市雨花台区凤台南路150号', '31.995879', '118.75215', '南京市凤台南路贵州茅台专卖店', '南京迪可酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506340691970, '232320126003', '江苏省', '南京市', '鼓楼区', '南京市鼓楼区小市街道北祥路69-40.69-41.69-42号', '32.096489', '118.779128', '南京市北祥路贵州茅台专卖店', '南京迪歌酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506386829314, '231310108002', '上海市', '上海市', '静安区', '上海市静安区灵石路716号C1幢111室', '31.282004', '121.439011', '上海市灵石路贵州茅台专卖店', '上海炜瑞酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506437160962, '2642030000401', '湖北省', '十堰市', '茅箭区', '十堰市茅箭区五堰街办宜昌路8号3幢1-1', '32.646478', '110.782104', '茅箭区宜昌路茅台酱香万家共享主题终端', '十堰市酒类专卖有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506474909697, '231310108005', '上海市', '上海市', '嘉定区', '上海市嘉定区塔秀路188号106室', '31.35048', '121.259716', '上海市塔秀路贵州茅台专卖店', '上海云飞酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506504269826, '2144138310001', '广东省', '惠州市', '惠城区', '惠州市惠城区金山湖大道浩盛嘉泽园5栋一层4号商铺', '23.056141', '114.441371', '惠州市金山湖大道惠州市远卓贸易有限公司门店', '惠州市远卓贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506537824258, '144440600003', '广东省', '佛山市', '顺德区', '佛山市顺德区乐从镇乐从社区居委会佛山新城汾江南路235号依云国际财富中心6座1、2号铺', '22.964294', '113.105843', '乐从镇汾江南路贵州茅台专卖店', '佛山市中茅贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506571378689, '224102020001', '河南省', '开封市', '龙亭区', '开封市龙亭区一大街西湖印象11号楼1-2层05铺', '34.814501', '114.277744', '开封市龙亭区一大街贵州茅台酱香系列酒体验中心', '河南喜洋洋永盛实业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506600738817, '144440600002', '广东省', '佛山市', '南海区', '佛山市南海区桂城街道海五路6号城智大厦102室', '23.055404', '113.137652', '佛山市海五路贵州茅台专卖店', '佛山巷子深贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506634293249, '2242013300001', '湖北省', '武汉市', '武昌区', '武汉市武昌区东湖路(省博湖北日报C出口)', '30.566379', '114.364788', '武汉市东湖路贵州茅台酱香系列酒体验中心', '武汉江城国商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506663653377, '235350500002', '福建省', '泉州市', '安溪县', '泉州市安溪县凤城镇龙飞路34.36号', '25.047592', '118.188686', '凤城镇龙飞路贵州茅台专卖店', '福建省臻醇贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506684624897, '235350500001', '福建省', '泉州市', '市辖区', '泉州市市辖区清濛科技工业区德泰路188-194号', '24.872728', '118.560641', '泉州市德泰路贵州茅台专卖店', '泉州市嘉太中外名酒有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506713985025, '22530100060001', '云南省', '昆明市', '西山区', '昆明市西山区前卫街道办事处南坝社区居委会谭家营桂花苑小区14-1号商铺', '25.0044', '102.7122', '西山区希望路茅台酱香万家共享主题终端', '昆明昀厚商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506743345154, '22510100024001', '四川省', '成都市', '青羊区', '成都市青羊区四川省成都市青羊区清江东路122号1栋1层附9号', '30.66842', '104.033927', '清江东路茅台酱香万家共享主题终端', '成都威斯特营销有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506776899586, '132320682003', '江苏省', '南通市', '如皋市', '南通市如皋市海阳路57号海陵大厦104、105室', '32.383001', '120.569343', '如皋市海阳路贵州茅台专卖店', '如皋市平凡贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506806259714, '252520100001', '贵州省', '贵阳市', '白云区', '贵阳市白云区中天金融国际城B9', '26.673727', '106.655432', '贵阳市云博路贵州茅台专卖店', '贵州盛世仁博商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506844008450, '241410187001', '河南省', '郑州市', '新密市', '郑州市新密市平安路西侧金海洋房9号楼1-2层', '34.538596', '113.356753', '新密市平安路贵州茅台专卖店', '郑州恒利酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506873368577, '241410187002', '河南省', '郑州市', '二七区', '郑州市二七区金沙江路北、大学路西《泰宏建业国际商业中心三区》1-119/120', '34.679027', '113.643148', '郑州市金沙江路贵州茅台专卖店', '河南京糖实业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506936283137, '2344540400002', '广东省', '潮州市', '湘桥区', '潮州市湘桥区潮州大道北段759号恒发花园沿街门市06-07号（中国工商银行潮州分行西北侧约70米）', '23.660365', '116.618254', '潮州市潮州大道茅台酱香万家共享主题终端', '潮州市云瑞来贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938506974031873, '252520100004', '贵州省', '贵阳市', '花溪区', '贵阳市花溪区青岩镇北街村委会1层1号（青岩北城门青岩寻坊旅游综合体项目13组团）', '26.336051', '106.688958', '青岩镇北街贵州茅台专卖店', '贵州鑫瑞樽品贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507011780610, '2344540400003', '广东省', '潮州市', '潮安区', '潮州市潮安区金石镇潮汕公路s233省道与金石大道路交界南侧金石商贸城A2-11店面', '23.528115', '116.634397', '潮州市金石商贸城茅台酱香万家共享主题终端', '潮州市云瑞来贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507036946434, 'B12010400701', '天津市', '天津市', '南开区', '天津市南开区天津市南开区南门外大街大悦城购物中心2F-D01d号商铺', '39.135229', '117.180171', '天津旗舰店', '缤淇淋供应链管理（天津）有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507070500866, '225303820001', '云南省', '曲靖市', '麒麟区', '曲靖市麒麟区白石江街道保渡社区紫云首府1幢11-13号', '25.500304', '103.813699', '曲靖市紫云路贵州茅台酱香系列酒体验中心', '曲靖市尚锋商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507116638210, '22370183005001', '山东省', '济南市', '天桥区', '济南市天桥区明湖北路1号', '36.68', '117.03', '天桥区明湖北路茅台酱香万家共享主题终端', '山东香飘四海商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507145998338, '137370300003', '山东省', '淄博市', '淄川区', '淄博市淄川区松龄路街道淄城路341号', '36.664427', '117.98383', '淄博市淄城路贵州茅台专卖店', '山东新星集团有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507171164161, '142421122001', '湖北省', '黄冈市', '红安县', '黄冈市红安县一桥东万锦城小区9栋13-14铺', '31.282996', '114.611993', '城关镇万锦城商业街贵州茅台专卖店', '红安博维商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507221495810, '2344030900001', '广东省', '深圳市', '龙岗区', '深圳市龙岗区园山街道广达路40号', '22.655564', '114.210561', '深圳市园山街道茅台酱香万家共享主题终端', '深圳昌盛酱香酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507250855937, '2352022500001', '贵州省', '六盘水市', '六枝特区', '六盘水市六枝特区矿业路8号附1号', '27.252769', '105.932433', '六盘水市矿业路茅台酱香万家共享主题终端', '贵州镇将军酒业有限公司六枝分公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507280216066, '225202010001', '贵州省', '六盘水市', '钟山区', '六盘水市钟山区凉都大道中段234号101铺', '26.570738', '104.874645', '六盘水市钟山区凉都大道贵州茅台酱香系列酒体验中心', '六盘水仁强商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507326353410, '137370300001', '山东省', '淄博市', '张店区', '淄博市张店区人民西路164甲7', '36.815281', '118.017251', '淄博市人民西路贵州茅台专卖店', '淄博昌悦商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507372490753, '137370782002', '山东省', '潍坊市', '诸城市', '潍坊市诸城市东关大街与枫香路交叉路口（枫香小镇综合商业楼）', '35.9746602', '119.4159606', '诸城市枫香路贵州茅台专卖店', '诸城市百龙名酒经营部', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507427016705, '123230884001', '黑龙江省', '佳木斯市', '前进区', '佳木斯市前进区佳木斯前进区滨江路金港湾小区一期259号', '46.818564', '130.38426', '佳木斯市滨江路贵州茅台专卖店', '佳木斯佳兴名酒专卖有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507452182530, '2344540400004', '广东省', '潮州市', '潮安区', '潮州市潮安区彩塘镇往潮州方向新安大道新联路段520号康华酒店楼下', '23.508728', '116.644606', '潮州市彩塘镇新联路茅台酱香万家共享主题终端', '潮州市云瑞来贸易有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507481542658, '134342531001', '安徽省', '宣城市', '绩溪县', '宣城市绩溪县龙川大道414号', '30.066598', '118.577274', '绩溪县龙川大道贵州茅台专卖店', '绩溪县金钰商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507510902786, '4201000301', '湖北省', '武汉市', '武昌区', '武汉市武昌区红盛路汉飞·滨江国际1楼街边商铺', '30.591307', '114.341078', '武汉市红盛路贵州茅台专卖店', '湖北人人大经贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507548651521, '113131100001', '河北省', '衡水市', '桃城区', '衡水市桃城区人民西路万信紫金广场底商', '37.739151', '115.660878', '衡水市人民路贵州茅台专卖店', '衡水晨峰酒业商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507582205953, '2136250110001', '江西省', '抚州市', '临川区', '抚州市临川区高新区东旭公园懿品13#1-12室', '27.969764', '116.38759', '抚州市公园懿品抚州品诚酒业有限公司门店', '抚州品诚酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507607371778, '2337010000003', '山东省', '济南市', '高新区', '济南市高新区天辰路2177号联合财富广场2号楼北斗新时空产业园109号', '36.65243', '116.903366', '济南市天辰路茅台酱香万家共享主题终端', '山东德诚宝真酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507632537602, '2337010000002', '山东省', '济南市', '历下区', '济南市历下区龙奥北路8号7号楼102室', '36.683644', '116.941499', '济南市龙奥北路茅台酱香万家共享主题终端', '山东德诚宝真酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507661897729, '252520100016', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区漁安安井片区未来方舟D12（圣道郡）A栋1单元5层7号', '26.592975', '106.763654', '贵阳市北京东路贵州茅台43度经销店', '贵州福国仁酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507687063553, '22120225003001', '天津市', '天津市', '蓟州区', '天津市蓟州区中昌北大道安裕新村东口北60米路西', '40.038238', '117.418626', '蓟州区中昌北大道茅台酱香万家共享主题终端', '天津嘉裕秉盛商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507716423682, '133330400002', '浙江省', '嘉兴市', '南湖区', '嘉兴市南湖区由拳路219号聚成大厦', '30.733688', '120.734115', '嘉兴市由拳路贵州茅台专卖店', '嘉兴宏强酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507745783810, '22220800002001', '吉林省', '白城市', '洮北区', '白城市洮北区民生东路32楼-2', '45.36', '122.5', '洮北区民生东路茅台酱香万家共享主题终端', '白城市复兴商贸有限责任公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507796115458, '114142625001', '山西省', '太原市', '晋源区', '太原市晋源区西寨南街与健康西路交叉口西南角丰沃悦湖城8号楼底商5-6号', '37.764161', '112.52581', '太原市健康西路贵州茅台专卖店', '山西春晓大地商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507833864193, '2213098600001', '河北省', '沧州市', '运河区', '沧州市运河区朝阳中街塞纳左岸住宅小区A10#商业楼1层106铺', '38.282888', '116.836128', '沧州市朝阳中街贵州茅台酱香系列酒体验中心', '沧州久润酒业有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507867418626, '22430203001001', '湖南省', '株洲市', '天元区', '株洲市天元区嵩山路街道庐山路7号华晨庐山春天大厦102-1号及夹层商铺', '27.837979', '113.120198', '天元区嵩山路街道庐山路茅台酱香万家共享主题终端', '株洲市南方商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507896778753, '2352020100001', '贵州省', '六盘水市', '钟山区', '六盘水市钟山区凉都明珠项目9号楼104铺', '26.57304', '104.85561', '六盘水市凉都明珠茅台酱香万家共享主题终端', '贵州兴盛智宸商贸有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507921944577, '241411500001', '河南省', '信阳市', '平桥区', '信阳市平桥区新七大道锦江城三期29号楼101号', '32.141165', '114.130591', '信阳市新七大道贵州茅台专卖店', '信阳国际大酒店有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938507972276226, '134340133001', '安徽省', '合肥市', '包河区', '合肥市包河区嵩山路725号时代城S1幢105商业', '31.743806', '117.315106', '合肥市嵩山路贵州茅台专卖店', '安徽友谊名品酒类销售有限公司', '2023-08-11 17:55:12');
INSERT INTO `i_shop` VALUES (1689938508005830657, '134340133002', '安徽省', '合肥市', '包河区', '合肥市包河区滨湖和园安置小区东侧天山路段103商铺', '31.739865', '117.296625', '合肥市天山路贵州茅台专卖店', '安徽友玖优玖酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508030996482, '224107020001', '河南省', '新乡市', '红旗区', '新乡市红旗区高新区科隆大道新谊城南门258号门面房', '35.274679', '113.889569', '新乡市高新区科隆大道贵州茅台酱香系列酒体验中心', '河南盛世天翔商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508060356609, '132320200001', '江苏省', '无锡市', '滨湖区', '无锡市滨湖区梁清路197号', '31.558735', '120.267719', '无锡市梁清路贵州茅台专卖店', '无锡市荣氏贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508089716737, '22410425001001', '河南省', '平顶山市', '郏县', '平顶山市郏县城关镇文化路与高寺东路交叉口向西100米路北', '33.96405', '113.21834', '郏县文化路茅台酱香万家共享主题终端', '平顶山市简正商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508123271170, '22373003006001', '山东省', '青岛市', '李沧区', '青岛市李沧区金水路2115-1号', '36.18', '120.41', '李沧区金水路茅台酱香万家共享主题终端', '山东泽龙供应链管理有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508148436994, '2261010002001', '陕西省', '西安市', '雁塔区', '西安市雁塔区曲江新区曲江池东路1号万众国际1幢10141室', '34.19568', '108.98884', '曲江新区曲江池东路贵州茅台酱香系列酒体验中心', '西安恒丰酒文化有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508186185730, '22500101022001', '重庆市', '重庆市', '万州区', '重庆市万州区江南新区南滨上院B区17-1-16茅台王子酒门面', '30.805576', '108.378607', '万州区长江之星贵州茅台酱香系列酒体验中心', '重庆荣之和商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508211351554, '262620200002', '甘肃省', '嘉峪关市', '市辖区', '嘉峪关市市辖区嘉峪关国酒鑫酒业有限公司', '39.820063', '98.225822', '嘉峪关市南路贵州茅台特约经销店', '嘉峪关国酒鑫酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508240711682, '144440301001', '广东省', '深圳市', '南山区', '深圳市南山区南山街道南园社区南山大道（南园工业园二期）南园商业大厦一楼1039-3（A-2单元））', '22.516712', '113.920067', '深圳市南山大道贵州茅台专卖店', '深圳民众鑫贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508265877506, '2213018600001', '河北省', '石家庄市', '裕华区', '石家庄市裕华区翟营大街49号', '38.021541', '114.554586', '石家庄市翟营大街贵州茅台酱香系列酒体验中心', '石家庄市旭东糖酒有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508299431937, '262620200001', '甘肃省', '嘉峪关市', '市辖区', '嘉峪关市市辖区嘉峪关市驼铃路56号', '39.742056', '98.316928', '嘉峪关市迎宾西路贵州茅台特约经销店', '嘉峪关博鑫隆酒业有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508328792065, '22530121001001', '云南省', '昆明市', '五华区', '昆明市五华区小康大道526号江东华龙人家16幢1单元103号', '25.1109', '102.7359', '五华区小康大道茅台酱香万家共享主题终端', '昆明宏烨商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508353957889, '111110106005', '北京市', '北京市', '丰台区', '北京市丰台区汽车博物馆东路8号院4号楼1层101', '39.823792', '116.303398', '北京市汽车博物馆东路贵州茅台专卖店', '北京龙平和晟商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508379123713, '235350201004', '福建省', '厦门市', '思明区', '厦门市思明区湖滨北路159号-4', '24.487039', '118.117169', '厦门市湖滨北路贵州茅台专卖店', '厦门中钢商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508429455362, '2152242110001', '贵州省', '毕节市', '七星关区', '毕节市七星关区凤凰大道南光新城2-L1-4号', '27.28196', '105.282937', '毕节市凤凰大道茅台王子酒直营店', '贵州毕节千醇酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508454621186, '111110106003', '北京市', '北京市', '丰台区', '北京市丰台区望园路9号院9-12至9-15', '39.87336', '116.28334', '北京市望园路贵州茅台专卖店', '北京玉笔馨欣商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508483981314, '22510122004001', '四川省', '成都市', '双流区', '成都市双流区双华路三段邻里中心科技企业孵化园区2栋105', '30.54', '103.97', '双流区双华路茅台酱香万家共享主题终端', '四川企联贸易有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508509147138, '241411123001', '河南省', '漯河市', '召陵区', '漯河市召陵区燕山路尚东华府门面101号', '33.397399', '114.426407', '漯河市珠江路贵州茅台专卖店', '漯河盛林酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508559478786, '2351012300001', '四川省', '成都市', '天府新区', '成都市天府新区美岸路二段171号', '30.488474', '104.042301', '成都市美岸路茅台酱香万家共享主题终端', '四川万千集贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508597227521, '2365010000003', '新疆维吾尔自治区', '乌鲁木齐市', '水磨沟区', '乌鲁木齐市水磨沟区南湖南路东四巷46号', '43.818635', '87.613369', '乌鲁木齐市南湖南路茅台酱香万家共享主题终端', '新疆国酒事业糖酒有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508634976257, '2365010000001', '新疆维吾尔自治区', '乌鲁木齐市', '新市区', '乌鲁木齐市新市区北京南路623号', '43.855933', '87.564518', '乌鲁木齐市北京南路茅台酱香万家共享主题终端', '新疆国酒事业糖酒有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508664336385, '2365010000002', '新疆维吾尔自治区', '克拉玛依市', '克拉玛依区', '克拉玛依市克拉玛依区经四路160号-楼8号门面房', '45.532866', '84.92032', '克拉玛依市经四路茅台酱香万家共享主题终端', '新疆国酒事业糖酒有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508697890818, '22150132001001', '内蒙古自治区', '呼和浩特市', '赛罕区', '呼和浩特市赛罕区呼和浩特中级人民法院西侧金正大厦一层', '40.788252', '111.705929', '赛罕区昭乌达路茅台酱香万家共享主题终端', '内蒙古瑞达伟业商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508731445250, '132320981001', '江苏省', '盐城市', '东台市', '盐城市东台市东台镇范公中路166号1101商铺', '32.85152', '120.331178', '东台镇范公中路贵州茅台专卖店', '东台市金典华致商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508760805377, '2213020000001', '河北省', '唐山市', '路北区', '唐山市路北区朝阳西道779号', '39.655282', '118.144243', '唐山市朝阳西道贵州茅台酱香系列酒体验中心', '唐山市和缘祥泰酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508794359809, '22410189013001', '河南省', '郑州市', '金水区', '郑州市金水区河南省郑州市郑东新区通泰路南段（小邢屯）东门70-6', '34.740699', '113.732668', '金水区通泰路茅台酱香万家共享主题终端', '河南综创商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508827914242, '134340225001', '安徽省', '芜湖市', '镜湖区', '芜湖市镜湖区赭山中路11号（赭麓公馆）', '31.345119', '118.384134', '芜湖市赭山中路贵州茅台专卖店', '安徽酒香四溢酒业贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508853080065, '134340225002', '安徽省', '芜湖市', '弋江区', '芜湖市弋江区利民路与西干路交汇处', '31.312542', '118.397455', '芜湖市利民路贵州茅台专卖店', '芜湖市凯邦贸易有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508878245890, '151510922001', '四川省', '遂宁市', '射洪市', '遂宁市射洪市新华下街179号', '30.857906', '105.390865', '射洪市新华下街贵州茅台专卖店', '遂宁市鼎泉商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508924383234, '136362201002', '江西省', '宜春市', '袁州区', '宜春市袁州区袁州大道818号汇丰中央城2栋1-2层2-4、2-5、2-6室', '27.790076', '114.428117', '宜春市中山东路贵州茅台专卖店', '宜春市皓云贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938508966326274, '123232800001', '黑龙江省', '大兴安岭地区', '加格达奇区', '大兴安岭地区加格达奇区黑龙江省大兴安岭地区加格达奇区朝阳路520号', '50.427207', '124.123184', '加格达奇区朝阳路贵州茅台专卖店', '大兴安岭恒丰商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509012463618, '144441581001', '广东省', '汕尾市', '陆丰市', '汕尾市陆丰市东海镇四十米大道银华路106-107号商铺（金驿家园1期）', '22.944776', '115.627728', '东海镇银华路贵州茅台专卖店', '陆丰市煌明实业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509054406657, '100530100004', '云南省', '昆明市', '五华区', '昆明市五华区丰宁街道虹山东路330-334号', '25.063077', '102.687731', '昆明市虹山东路贵州茅台专卖店', '昆明全兴利商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509096349698, '22320300014001', '江苏省', '徐州市', '鼓楼区', '徐州市鼓楼区经开区软件园B1号107铺', '34.28530426', '117.2694397', '经开区软件园茅台酱香万家共享主题终端', '徐州市吉雅德贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509129904130, '246460102001', '海南省', '海口市', '美兰区', '海口市美兰区国兴大道22号富力首府B18-3商铺5单元105', '20.017213', '110.362285', '海口市国兴大道贵州茅台专卖店', '海口松旗酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509155069954, '165650200002', '新疆维吾尔自治区', '克拉玛依市', '克拉玛依区', '克拉玛依市克拉玛依区克拉玛依市油建路60号茅台店', '45.596939', '84.859891', '克拉玛依市油建路贵州茅台专卖店', '克拉玛依市润生商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509188624386, '143430400004', '湖南省', '衡阳市', '珠晖区', '衡阳市珠晖区广东路街道湖北路87号', '26.89112', '112.62207', '衡阳市湖北路贵州茅台专卖店', '衡阳市糖酒副食品有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509213790210, '143430400003', '湖南省', '衡阳市', '蒸湘区', '衡阳市蒸湘区华兴街道光辉街7号金钟环球中心（金钟府）21栋101、103、104、105室', '26.883564', '112.563259', '衡阳市光辉街贵州茅台专卖店', '衡阳市糖酒副食品有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509289287681, '251510187002', '四川省', '成都市', '金牛区', '成都市金牛区蜀西路60号', '30.721278', '103.983099', '成都市蜀西路贵州茅台专卖店', '成都友邦联合科技发展有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509318647810, '100410500001', '河南省', '安阳市', '北关区', '安阳市北关区人民大道书香园小区1号楼104号', '36.110324', '114.357418', '安阳市人民大道贵州茅台专卖店', '河南锦泽源贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509348007938, '234340300001', '安徽省', '蚌埠市', '蚌山区', '蚌埠市蚌山区延安路694号', '32.935446', '117.372497', '蚌埠市延安路贵州茅台专卖店', '蚌埠市益丰酒业食品有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509377368065, '143430400001', '湖南省', '衡阳市', '石鼓区', '衡阳市石鼓区人民街道解放路12号', '26.89681', '112.613714', '衡阳市解放路贵州茅台专卖店', '衡阳市糖酒副食品有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509410922497, '141411081001', '河南省', '许昌市', '禹州市', '许昌市禹州市颍川街道建设路102号', '34.143614', '113.498089', '禹州市建设路贵州茅台专卖店', '禹州市恒立晟贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509440282625, '22520223006001', '贵州省', '六盘水市', '盘州市', '六盘水市盘州市亦资街道银杏广场四期1F-003', '25.690253', '104.46602', '亦资街道银杏广场四期茅台酱香万家共享主题终端', '盘州市金泰源商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509482225666, '22110106016001', '北京市', '北京市', '海淀区', '北京市海淀区高梁桥斜街42号院1号楼融汇国际大厦1层112号', '39.946656', '116.345509', '海淀区高梁桥斜街茅台酱香万家共享主题终端', '北京名家坊酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509528363010, '22500700007001', '重庆市', '重庆市', '江北区', '重庆市江北区重庆市江北区观音桥街道洋河一路二村18号附50号', '29.581775', '106.529998', '江北区洋河一路茅台酱香万家共享主题终端', '重庆盛信天下酒仓商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509561917441, '145450100010', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区合作路9号文莱园区商务写字楼C段C1-112号', '22.804948', '108.401995', '南宁市合作路贵州茅台自营店', '广西国酒茅台销售有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509591277569, '141410881002', '河南省', '济源市', '济源市', '济源市济源市宣化东街16号', '35.091808', '112.59546', '济源市宣化东街贵州茅台专卖店', '济源市万隆烟酒有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509620637698, '145450100011', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区长虹路12号联发君澜一组团3号楼地下一层B110/B101/B111号商铺', '22.844302', '108.38634', '南宁市长虹路贵州茅台专卖店', '南宁市仁樽贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509649997826, '165654001001', '新疆维吾尔自治区', '伊犁哈萨克自治州', '奎屯市', '伊犁哈萨克自治州奎屯市奎屯市团结南街46号', '44.416385', '84.903174', '奎屯市北京东路贵州茅台专卖店', '新疆永振商贸有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509679357954, '22110106016002', '北京市', '北京市', '丰台区', '北京市丰台区北京市丰台区五里店北里一区4号楼一层106', '39.863742', '116.262711', '丰台区卢沟桥路茅台酱香万家共享主题终端', '北京名家坊酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509708718081, '145450100004', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区双拥路30号南湖名都广场B栋商场01号铺面', '22.803915', '108.356124', '南宁市双拥路贵州茅台专卖店', '广西南宁海洋烟酒有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509738078210, '142420322001', '湖北省', '十堰市', '郧西县', '十堰市郧西县城关镇发展大道光彩物流中心C栋118-119-120', '33.019038', '110.405658', '郧西县发展大道贵州茅台专卖店', '湖北寿康永乐商贸集团有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509767438337, '22413100009001', '河南省', '济源市', '济源市', '济源市济源市黄河路泰宏天安写字楼一楼自西向东第10间', '35.07', '112.62', '济源市黄河大道茅台酱香万家共享主题终端', '济源市霖泓商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509796798465, '237370183001', '山东省', '济南市', '市中区', '济南市市中区万达广场华景苑11号楼底商106号(万达商城北门对面)', '36.663406', '117.002744', '济南市麟祥街贵州茅台专卖店', '济南茶久香商贸有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509834547201, '237370183002', '山东省', '济南市', '历下区', '济南市历下区解放东路以北、茂 岭山三号路以东中欧校友产业大厦111', '36.665165', '117.105302', '济南市解放东路贵州茅台专卖店', '山东银洋商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509868101634, '100370700001', '山东省', '潍坊市', '奎文区', '潍坊市奎文区东风东街以北东方路以西富华锦光公寓东段 3 号', '36.715848', '119.164876', '潍坊市东方路贵州茅台专卖店', '潍坊市禄德酒业发展有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509910044674, '232320285001', '江苏省', '无锡市', '滨湖区', '无锡市滨湖区吴都雅园31-14', '31.48918', '120.326052', '无锡市和畅路贵州茅台专卖店', '无锡市中糖酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509939404802, '253530186005', '云南省', '昆明市', '官渡区', '昆明市官渡区关上街道办事处国贸路778号', '25.010174', '102.738807', '昆明市国贸路贵州茅台专卖店', '昆明融展振富商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938509977153538, '22340224001001', '安徽省', '芜湖市', '镜湖区', '芜湖市镜湖区安徽省芜湖市镜湖区赭山中路赭麓公馆S4-01', '31.34', '118.38', '赭山中路茅台酱香万家共享主题终端', '安徽酒香四溢酒业贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510019096578, '151510122003', '四川省', '成都市', '双流区', '成都市双流区T2航站楼DEP-R-13B', '30.569283', '103.955148', '成都市双流机场贵州茅台专卖店', '成都市华盛尚品商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510048456705, '151510122002', '四川省', '成都市', '双流区', '成都市双流区华府大道二段265号', '30.52555', '104.039854', '成都市华府大道二段贵州茅台专卖店', '成都元泰明诚贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510073622529, '2232140400002', '江苏省', '泰州市', '海陵区', '泰州市海陵区海陵北路196号-2、196号-3', '32.491593', '119.917181', '泰州市海陵北路贵州茅台酱香系列酒体验中心', '江苏春意商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510098788353, '162620125001', '甘肃省', '兰州市', '七里河区', '兰州市七里河区兰石东街135号豪布斯卡项目沁园1号楼', '36.072467', '103.757911', '兰州市兰石东街贵州茅台专卖店', '甘肃飞天圣典商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510128148482, '162620125002', '甘肃省', '兰州市', '七里河区', '兰州市七里河区敦煌路800附2', '36.072796', '103.771442', '兰州市敦煌路贵州茅台专卖店', '兰州义顺工贸有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510157508610, '22520181003002', '贵州省', '贵阳市', '清镇市', '贵阳市清镇市贵州省贵阳清镇市青龙山街道中环国际E组团E1-1-49号', '26.559061', '106.462029', '清镇市青龙山街道茅台酱香万家共享主题终端', '贵州颐丰源商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510207840257, '123230300001', '黑龙江省', '鸡西市', '鸡冠区', '鸡西市鸡冠区东风路综合楼门市-（1-2）-7', '45.298782', '130.975137', '鸡西市东风路贵州茅台专卖店', '鸡西市溪意源糖酒有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510237200385, '265650126001', '新疆维吾尔自治区', '乌鲁木齐市', '沙依巴克区', '乌鲁木齐市沙依巴克区扬子江路1号弘来商业广场门面110-112', '43.8033298639478', '87.60159552097322', '乌鲁木齐市扬子江路贵州茅台专卖店', '乌鲁木齐昱龙鑫容商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510274949122, '22413100010001', '河南省', '三门峡市', '湖滨区', '三门峡市湖滨区青龙路同德嘉苑小区1幢号楼1层107-108号', '34.768553', '111.178718', '湖滨区青龙路茅台酱香万家共享主题终端', '河南省钰辉食品有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510333669378, 'B15000001001', '内蒙古自治区', '呼和浩特市', '市辖区', '呼和浩特市市辖区内蒙古自治区呼和浩特市新城区机场高速路北火车东站奥特莱斯北侧第H区18幢1061号', '40.846075', '111.756816', '呼和浩特旗舰店', '内蒙古滕诺贸易有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510367223809, '151510122001', '四川省', '成都市', '双流区', '成都市双流区益州大道138号', '30.532473', '104.056887', '成都市益州大道贵州茅台专卖店', '成都洋明商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510400778241, '132321401003', '江苏省', '泰州市', '兴化市', '泰州市兴化市英武中路24，26，28', '32.932996', '119.841878', '兴化市英武中路贵州茅台专卖店', '江苏博爱之都商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510430138370, '152522732001', '贵州省', '黔南布依族苗族自治州', '三都水族自治县', '黔南布依族苗族自治州三都水族自治县三合街道县府西路六号地块1号楼（检察院斜对面）101、102号门面', '25.984127', '107.871812', '三都水族自治县县府西路贵州茅台专卖店', '三都县福祥酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510459498498, '253530186001', '云南省', '昆明市', '五华区', '昆明市五华区黑林铺街道西城社区昆明市昌源北路600号融城园城A3地块2号写字楼一楼商铺A3、A4号', '25.068367', '102.653523', '昆明市昌源北路贵州茅台专卖店', '云南东方糖酒有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510488858625, '2162030010001', '甘肃省', '金昌市', '永昌县', '金昌市永昌县骊靬国际B区北门向西100米', '38.23805', '101.975866', '永昌县骊靬国际永昌县天宇糖酒有限责任公司门店', '永昌县天宇糖酒有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510518218753, '144445600001', '广东省', '江门市', '蓬江区', '江门市蓬江区发展大道79号骏景湾大厦106室', '22.614803', '113.090939', '江门市发展大道贵州茅台专卖店', '江门市蓬江区新伟浩贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510555967490, '132321000001', '江苏省', '扬州市', '邗江区', '扬州市邗江区扬州市邗江区锦绣路108号', '32.399424', '119.39489', '扬州市锦绣路贵州茅台专卖店', '江苏中亚糖酒有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510576939010, '2343070000002', '湖南省', '常德市', '武陵区', '常德市武陵区常德广播电视台演播厅附属楼用房第-层-号门面', '29.037192', '111.691256', '常德市广播电视台茅台酱香万家共享主题终端', '常德市金祥龙贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510610493442, '146460007001', '海南省', '东方市', '东方市', '东方市东方市东方市八所镇二环路左岸时光1栋10号', '19.100194', '108.669204', '八所镇二环路贵州茅台专卖店', '东方国兴隆达贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510652436482, '2343070000001', '湖南省', '常德市', '武陵区', '常德市武陵区老堤障路199号', '29.041422', '111.718103', '常德市老堤障路茅台酱香万家共享主题终端', '常德市金祥龙贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510681796609, '2142012710001', '湖北省', '武汉市', '洪山区', '武汉市洪山区石牌岭路288号', '30.51734', '114.33797', '武汉市石牌岭路武汉市江汉区鑫源福盛酒行门店', '武汉市江汉区鑫源福盛酒行', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510706962434, '2252018100001', '贵州省', '贵阳市', '清镇市', '贵阳市清镇市丹山别苑负一层77号', '26.572016', '106.469839', '清镇市丹山别苑贵州茅台酱香系列酒体验中心', '贵州颐丰源商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510732128258, '122220582001', '吉林省', '白山市', '江源区', '白山市江源区协力丽江嘉园一期3号楼102门市', '42.053359', '126.594281', '江源区协力大街贵州茅台专卖店', '吉林省白山方大商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510761488386, '122220582002', '吉林省', '长春市', '南关区', '长春市南关区亚泰大街9683', '43.828861', '125.340669', '长春市亚泰大街贵州茅台专卖店', '吉林省中外名酒文化有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510782459906, '225223020001', '贵州省', '黔西南布依族苗族自治州', '兴仁市', '黔西南布依族苗族自治州兴仁市东湖壹号B7-1', '25.435058', '105.20855', '黔西南兴仁市贵州茅台酱香系列酒体验中心', '贵州亿泰贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510816014338, '114140500001', '山西省', '晋城市', '城区', '晋城市城区开发区白水东街鼎秀华城11幢104室', '35.477984', '112.889227', '晋城市白水东街贵州茅台专卖店', '山西省晋城糖酒副食批发有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510849568770, '2252030000001', '贵州省', '遵义市', '播州区', '遵义市播州区南白乌江东路华鼎壹号3号楼8号门面', '27.5258', '106.835', '遵义市乌江东路贵州茅台酱香系列酒体验中心', '遵义市播州区显发酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510874734593, '22411482001001', '河南省', '商丘市', '睢阳区', '商丘市睢阳区商丘睢阳大道与北海路交叉口北100米路西', '34.392686', '115.677817', '睢阳大道茅台酱香万家共享主题终端', '商丘裕之铭商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510904094721, '113130188001', '河北省', '石家庄市', '桥西区', '石家庄市桥西区东三街大街贵州茅台专卖店', '38.020512', '114.49302', '石家庄市东三教大街贵州茅台专卖店', '河北瀚丰商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510937649153, '2252030000005', '贵州省', '遵义市', '仁怀市', '遵义市仁怀市玉液南路水井湾9-10栋1楼', '27.784396', '106.403987', '仁怀市玉液南路贵州茅台酱香系列酒体验中心', '贵州省仁怀市立鼎商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510962814977, '22411500009001', '河南省', '信阳市', '浉河区', '信阳市浉河区东方红大道129号', '32.120628', '114.081478', '浉河区东方红大道茅台酱香万家共享主题终端', '信阳市葆鸿酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938510987980802, '236360700001', '江西省', '赣州市', '章贡区', '赣州市章贡区章江北大道132号春江花月A区6栋3#-6#', '25.858563', '114.923047', '章贡区章江北大道贵州茅台43度经销店', '赣州安泰酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511021535234, '22410201001001', '河南省', '开封市', '龙亭区', '开封市龙亭区开封市龙亭区汉兴路龙成锦绣花园', '34.79209', '114.28823', '龙亭区汉兴路茅台酱香万家共享主题终端', '开封大耀君荣商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511046701058, '213130800001', '河北省', '承德市', '双桥区', '承德市双桥区文化大厦北塔1906室', '40.975708', '117.936776', '承德市南营子大街贵州茅台43度经销店', '承德跃动翔驰商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511076061185, '213130185001', '河北省', '石家庄市', '鹿泉区', '石家庄市鹿泉区北斗西路七街回迁楼3号商务楼一楼东二东三', '38.088236', '114.30219', '获鹿镇北斗西路贵州茅台专卖店', '河北润和丰源商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511105421313, '2232020000001', '江苏省', '无锡市', '新吴区', '无锡市新吴区金城东路18号居然之家-楼1026-1-1-063', '31.562058', '120.354056', '无锡市金城东路贵州茅台酱香系列酒体验中心', '无锡市荣氏贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511130587137, '2263012600001', '青海省', '西宁市', '城西区', '西宁市城西区文苑路5号苏商大厦B座1号楼1层5-15号', '36.644493', '101.710943', '西宁市文苑路贵州茅台酱香系列酒体验中心', '青海八坊青稞酒酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511235444737, '2311010600003', '北京市', '北京市', '朝阳区', '北京市朝阳区光华路甲14号（诺安基金大厦底商）', '39.91', '116.45', '北京市光华路茅台酱香万家共享主题终端', '北京世纪华晟贸易有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511352885249, '2342013000002', '湖北省', '武汉市', '洪山区', '武汉市洪山区南湖北路瀚城西门503-3', '30.497395', '114.366772', '武汉市南湖北路茅台酱香万家共享主题终端', '武汉市武昌区茅乡缘烟酒商行', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511378051074, '151510800002', '四川省', '广元市', '利州区', '广元市利州区水岸华府1#商业1-4号', '32.419586', '105.884184', '广元市万龙路贵州茅台专卖店', '广元市格蓝乐商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511407411201, '2151390210001', '四川省', '成都市', '简阳市', '成都市简阳市简城红建路南段120、122号1层', '30.38296', '104.558068', '简阳市红建路简阳市简阳市简城汇金商贸经营部门店', '简阳市简城汇金商贸经营部', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511436771330, '152520188003', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区贵阳北站G04门面', '26.619442', '106.674451', '贵阳市贵阳北站贵州茅台专卖店', '贵州山水贵客贸易有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511474520066, '111110102009', '北京市', '北京市', '西城区', '北京市西城区西直门南大街6号-14号', '39.938048', '116.356561', '北京市西直门南大街贵州茅台专卖店', '北京华泰永昌贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511508074498, '152520188002', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区长岭南路与都匀路交叉口东南侧茅台商务中心C座1层贵州茅台', '26.615394', '106.646049', '贵阳市长岭南路贵州茅台自营店', '贵州国酒茅台销售有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511541628929, '111110102006', '北京市', '北京市', '东城区', '北京市东城区安乐林路71号2号楼一层', '39.865392', '116.405423', '北京市安乐林路贵州茅台专卖店', '北京北方京糖洋酒销售有限公司鑫升沙子口店', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511583571970, '134341300001', '安徽省', '宿州市', '市辖区', '宿州市市辖区人民路与南外环路交叉口东北角国建风华S3＃楼', '33.567377', '116.966003', '宿州市人民路贵州茅台专卖店', '宿州市国韵糖酒有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511608737794, '22110105076001', '北京市', '北京市', '朝阳区', '北京市朝阳区高碑店村1359号', '39.899567', '116.52895', '朝阳区高碑店村茅台酱香万家共享主题终端', '酒福汇电子商务（北京）有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511633903618, '111110102014', '北京市', '北京市', '西城区', '北京市西城区菜市口大街6号院4号楼109-9', '39.884875', '116.377203', '北京市菜市口大街贵州茅台专卖店', '北京天润文峰商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511659069441, '136360784001', '江西省', '赣州市', '章贡区', '赣州市章贡区瑞金路33号23-25#店面', '25.820906', '114.948693', '赣州市瑞金路贵州茅台专卖店', '赣州市铭诚贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511688429570, '144445500001', '广东省', '中山市', '中山市', '中山市中山市中山五路11号奕翠园31卡', '22.513355', '113.407371', '中山市中山五路贵州茅台专卖店', '中山市淳晖贸易有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511713595393, '137370286001', '山东省', '青岛市', '市北区', '青岛市市北区徐州路160号', '36.090846', '120.377099', '青岛市徐州路贵州茅台专卖店', '青岛北方国贸集团股份有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511742955522, '152520383001', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区万里路街道桃溪路口海丰城A栋茅台自营店', '27.670894', '106.916119', '遵义市海风路贵州茅台自营店', '遵义国酒茅台销售有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511772315650, '141411085001', '河南省', '许昌市', '魏都区', '许昌市魏都区南关办事处六一路32号', '34.018455', '113.833944', '许昌市六一路贵州茅台专卖店', '许昌市胖东来商贸集团有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511810064385, '243430186001', '湖南省', '长沙市', '芙蓉区', '长沙市芙蓉区马坡岭街道远大一路1389号卓越汇富苑S9栋104号商铺', '28.206484', '113.055207', '长沙市远大一路贵州茅台专卖店', '长沙贵贤酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511839424514, '2333050000003', '浙江省', '湖州市', '德清县', '湖州市德清县乾元镇乾元开发区洪山顶', '30.53814', '120.082951', '德清县乾元镇茅台酱香万家共享主题终端', '德清泓源酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511864590338, '243430186003', '湖南省', '长沙市', '岳麓区', '长沙市岳麓区天顶街道映日路与临水路交叉口振业城三期S8栋124-127号', '28.200357', '112.898364', '长沙市映日路贵州茅台专卖店', '长沙三富酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938511910727681, '237370482001', '山东省', '枣庄市', '市中区', '枣庄市市中区龙山路街道君山西路23号', '34.863791', '117.551628', '枣庄市君山西路贵州茅台43度经销店', '枣庄市名扬商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938512003002370, '22440422007001', '广东省', '珠海市', '香洲区', '珠海市香洲区前山岱山路74号B6104天樽酒业', '22.24', '113.52', '香洲区岱山路茅台酱香万家共享主题终端', '珠海天樽酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938512040751105, '162620300002', '甘肃省', '金昌市', '金川区', '金昌市金川区永昌路聚金润园小区S1—3#4#门面', '38.50629', '102.168949', '金昌市永昌路贵州茅台专卖店', '甘肃丰盈商贸有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938512070111234, '233330285001', '浙江省', '宁波市', '江北区', '宁波市江北区丰汇华邸70号-72号', '29.915164', '121.526209', '宁波市丰汇华邸贵州茅台专卖店', '宁波市华鑫酒业有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938512099471361, '22530186005001', '云南省', '昆明市', '官渡区', '昆明市官渡区季官路464号', '24.95', '102.75', '官渡区季官路茅台酱香万家共享主题终端', '昆明融展振富商贸有限公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938512128831490, '115150225001', '内蒙古自治区', '包头市', '青山区', '包头市青山区民主路富华公馆底店S2-S01-03', '40.650584', '109.896123', '包头市民主路贵州茅台专卖店', '包头市蒙泉贸易有限责任公司', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938512158191617, '2337078200002', '山东省', '潍坊市', '诸城市', '潍坊市诸城市诸城市繁荣东路北侧1号商铺（锦江之星西邻）', '36.003655', '119.419834', '诸城市南环路茅台酱香万家共享主题终端', '诸城市百龙名酒经营部', '2023-08-11 17:55:13');
INSERT INTO `i_shop` VALUES (1689938512187551745, '141410482001', '河南省', '平顶山市', '汝州市', '平顶山市汝州市云禅大道和谐家园A区商业E栋137-139号', '34.165483', '112.87754', '汝州市云禅大道贵州茅台专卖店', '汝州市晟合商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512212717569, '223709000001', '山东省', '泰安市', '岱岳区', '泰安市岱岳区东岳大街495号', '36.204273', '117.059356', '岱岳区东岳大街贵州茅台酱香系列酒体验中心', '泰安市泰山名饮有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512237883394, '122220100012', '吉林省', '长春市', '朝阳区', '长春市朝阳区安达街与新华路交汇绿地蓝海1单元109号', '43.893807', '125.300626', '长春市新华路贵州茅台自营店', '吉林国酒茅台销售有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512267243522, '122220100011', '北京市', '北京市', '朝阳区', '北京市朝阳区雅成二里2号楼1层商业24', '39.923564', '116.522984', '朝阳区朝阳北路贵州茅台专卖店', '北京瀚亨通贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512296603649, '2113030010001', '河北省', '秦皇岛市', '海港区', '秦皇岛市海港区建设大街96-1号2楼', '39.941539', '119.589092', '秦皇岛市建设大街秦皇岛市长益贸易有限公司门店', '秦皇岛市长益贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512330158082, '22330282004001', '浙江省', '宁波市', '慈溪市', '宁波市慈溪市白沙路街道慈甬路415号', '30.167235', '121.261066', '慈溪市白沙路街道茅台酱香万家共享主题终端', '宁波市骏隆供应链管理有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512388878337, '2233010000001', '浙江省', '杭州市', '萧山区', '杭州市萧山区经济技术开发区博奥路1770、328号', '30.208169', '120.244108', '杭州市博奥路贵州茅台酱香系列酒体验中心', '浙江德道食品有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512426627073, '2137152610001', '山东省', '聊城市', '高唐县', '聊城市高唐县官道街中段东侧', '36.859757', '116.236435', '高唐县官道街高唐县盛世金玉商贸有限公司门店', '高唐县盛世金玉商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512460181505, '145450100003', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区枫林路西侧金色家园住宅小区B段商铺8号楼132、133、134号商铺', '22.830614', '108.409176', '南宁市枫林路贵州茅台专卖店', '广西百兴盛电子商务有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512485347329, '151510183001', '四川省', '成都市', '邛崃市', '成都市邛崃市滨江路下段317号', '30.398973', '103.452333', '邛崃市滨江路贵州茅台专卖店', '成都贵台酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512514707458, '145450100002', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区铜鼓岭路3号三祺和顺园4号楼5号楼一层105-108号商铺', '22.802513', '108.414876', '南宁市铜鼓岭路贵州茅台专卖店', '南宁市金汛潮商贸有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512548261890, '22413100014001', '河南省', '济源市', '济源市', '济源市济源市济源大道长基国际广场4号楼楼下', '35.07537', '112.589839', '济源市济源大道茅台酱香万家共享主题终端', '济源市凯越商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512577622018, '164640100006', '宁夏回族自治区', '银川市', '金凤区', '银川市金凤区正源南街宝湖天下5-8营业房', '38.458539', '106.246429', '银川市正源南街贵州茅台自营店', '宁夏国酒茅台销售有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512602787841, '141412726001', '河南省', '周口市', '郸城县', '周口市郸城县交通路与府东路交叉口东100米路北', '33.637928', '115.179198', '郸城县交通路贵州茅台专卖店', '河南亿星实业集团股份有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512627953665, '2322020000001', '吉林省', '吉林市', '昌邑区', '吉林市昌邑区四川路静园小区12号楼1-2层1号网点', '43.848652', '126.577011', '吉林市四川路茅台酱香万家共享主题终端', '吉林市酒跃久商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512653119489, '112120224001', '天津市', '天津市', '宝坻区', '天津市宝坻区潮阳大道与开元路交口西南角艺馨佳苑商业2号楼—103,104,105,106,111,112,113,114号', '39.689645', '117.293156', '天津市潮阳大道贵州茅台专卖店', '天津市华溢睿智酒类销售有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512678285314, '2313052800001', '河北省', '邢台市', '宁晋县', '邢台市宁晋县颐和明珠B区底商', '37.625732', '114.932277', '邢台市颐和明珠茅台酱香万家共享主题终端', '河北海棠依旧酒类销售有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512711839745, '232320800001', '江苏省', '淮安市', '市辖区', '淮安市市辖区经济开发区韩泰北路东海畅园9号', '33.594424', '119.077213', '淮安市韩泰北路贵州茅台专卖店', '江苏增力商贸发展有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512741199873, '122220100009', '吉林省', '长春市', '朝阳区', '长春市朝阳区电台街1899号', '43.836681', '125.272844', '长春市电台街贵州茅台专卖店', '吉林宝泰贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512770560002, '164640100001', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区富宁街街道新华西路418号', '38.466767', '106.257439', '银川市新华西街贵州茅台专卖店', '中盐宁夏糖酒副食品有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512804114433, '2337040000002', '山东省', '枣庄市', '市中区', '枣庄市市中区山东省枣庄市市中区西昌路齐村镇卫生院东北50米', '34.876628', '117.53101', '枣庄市西昌路茅台酱香万家共享主题终端', '山东万兴商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512841863170, '164640100003', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区盛世家园5号营业房', '38.462042', '106.266879', '银川市南薰西街贵州茅台专卖店', '宁夏融达商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512875417602, '122220100005', '吉林省', '长春市', '绿园区', '长春市绿园区创业大街2290号', '43.863051', '125.247338', '长春市创业大街贵州茅台专卖店贵州茅台专卖店', '长春市金池经贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512908972033, '2323018100002', '黑龙江省', '哈尔滨市', '松北区', '哈尔滨市松北区江平街158号', '45.816389', '126.533373', '哈尔滨市江平街茅台酱香万家共享主题终端', '黑龙江省佳娃商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512942526466, '2341310000001', '河南省', '济源市', '济源市', '济源市济源市汤帝路文翠花园小区西门口南侧5号楼-层', '35.085251', '112.578365', '济源市汤帝路茅台酱香万家共享主题终端', '济源市中酿商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938512976080898, '164640100005', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区清和南街建发东方公寓B座1楼1号营业房', '38.459755', '106.289549', '银川市清和南街贵州茅台专卖店', '宁夏嘉瑞欣实业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513026412545, '122220100003', '吉林省', '长春市', '南关区', '长春市南关区亚泰华府', '43.78259', '125.379483', '长春市福祉大路贵州茅台专卖店', '吉林省四方商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513055772673, '236360600001', '江西省', '鹰潭市', '月湖区', '鹰潭市月湖区信江新区滨江一号商业13栋01/02铺面', '28.250973', '117.029782', '月湖区旺埠路贵州茅台专卖店', '鹰潭鸿华酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513080938498, '2323018100001', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区文府街15号', '45.742826', '126.657149', '哈尔滨市文府街茅台酱香万家共享主题终端', '黑龙江省佳娃商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513106104322, '2341310000002', '河南省', '三门峡市', '湖滨区', '三门峡市湖滨区上阳路南段七号院门口', '34.766502', '111.196956', '三门峡市上阳路茅台酱香万家共享主题终端', '三门峡金昌商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513131270146, '164640100004', '宁夏回族自治区', '银川市', '金凤区', '银川市金凤区大连路力德财富大厦一层108室', '38.521045', '106.227995', '银川市大连路贵州茅台专卖店', '宁夏嘉瑞欣实业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513160630274, '2142112210001', '湖北省', '黄冈市', '红安县', '黄冈市红安县武汉市红安县河东大道新天地商铺C7-110', '31.285476', '114.618616', '红安县河东大道湖北盛世佳酿贸易有限公司门店', '湖北盛世佳酿贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513185796097, '2341310000003', '河南省', '平顶山市', '湛河区', '平顶山市湛河区轻工路与健康路交叉口西南角', '33.714902', '113.327704', '平顶山市轻工路茅台酱香万家共享主题终端', '平顶山市鑫通商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513219350530, '237370287003', '山东省', '青岛市', '李沧区', '青岛市李沧区京口路77-7', '36.161817', '120.420299', '青岛市京口路贵州茅台专卖店', '青岛昱仙酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513257099266, '237370287004', '山东省', '济南市', '历下区', '济南市历下区泺源大街2号', '36.659849', '117.03806', '济南市泺源大街贵州茅台专卖店', '山东泰山壹伍叁贰物联供应链有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513286459394, '2313090000001', '河北省', '沧州市', '任丘市', '沧州市任丘市建设东路雁翎西苑-A区', '38.71', '116.11', '任丘市建设东路茅台酱香万家共享主题终端', '德亿沧州供应链管理有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513320013826, '237370287001', '山东省', '青岛市', '市南区', '青岛市市南区江西路35号丙-1/2/3', '36.074234', '120.383192', '青岛市江西路贵州茅台专卖店', '青岛大有酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513345179650, '237370287002', '山东省', '青岛市', '崂山区', '青岛市崂山区海尔路83号', '36.092666', '120.462806', '青岛市海尔路贵州茅台专卖店', '青岛福兴祥商品配送有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513387122690, '2343018600001', '湖南省', '长沙市', '雨花区', '长沙市雨花区黎托路明昇壹城05地块1层118号', '28.162401', '113.055854', '长沙市雨花区酌悦酒业商行茅台酱香万家共享主题终端', '湖南玉鑫酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513412288513, 'B46000000201', '海南省', '三亚市', '海棠区', '三亚市海棠区地址位于海南省三亚市海棠区海棠南路6号', '18.305729', '109.726032', '贵州茅台酒厂（集团）三亚投资实业有限公司海棠湾茅台度假村分公司三亚市海棠区海棠南路6号专卖店', '', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513445842945, '123231020001', '黑龙江省', '牡丹江市', '绥芬河市', '牡丹江市绥芬河市黄河路45号', '44.408745', '131.14666', '绥芬河市黄河路贵州茅台专卖店', '绥芬河综合保税区欧亚凯盛贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513471008769, '2137020010001', '山东省', '青岛市', '市南区', '青岛市市南区银川西路7-58号', '36.082194', '120.408345', '青岛市银川西路青岛鑫浩统达糖酒副食品有限公司门店', '青岛鑫浩统达糖酒副食品有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513496174594, '162623108001', '甘肃省', '陇南市', '武都区', '陇南市武都区南桥路130号', '33.387485', '104.929036', '陇南市南桥路贵州茅台专卖店', '陇南欣大烟草经销有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513525534721, '232320134001', '江苏省', '南京市', '雨花台区', '南京市雨花台区绿都大道13号绿地之窗b2幢1504室', '31.970131', '118.793059', '南京市雨花台区绿都大道贵州茅台43度经销店', '南京裕朗工贸实业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513554894850, 'B33010007001', '浙江省', '杭州市', '上城区', '杭州市上城区浙江省杭州市上城区秋涛路178号17幢423室', '30.221644', '120.17819', '小凌（杭州）品牌管理有限公司杭州市上城区秋涛路178号专卖店', '小凌（杭州）品牌管理有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513580060673, '2141030010004', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区古城路与学府街交叉口', '34.626792', '112.426629', '洛阳市古城路洛阳茅之冠酒业有限公司门店', '洛阳茅之冠酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513605226498, '146460300001', '海南省', '五指山市', '五指山市', '五指山市五指山市通什镇通畅路仁居花园一楼铺面114-115号', '18.769695', '109.510118', '通什镇通畅路贵州茅台专卖店', '海南松之光酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513638780929, '137371324001', '山东省', '临沂市', '兰陵县', '临沂市兰陵县卞庄街道文峰路南段城市花园A区西门南08户', '34.84931', '118.07596', '卞庄镇文峰路贵州茅台专卖店', '临沂市东唐酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513668141058, '137373000001', '山东省', '威海市', '环翠区', '威海市环翠区海滨中路14A-3号', '37.479957', '122.137462', '威海市海滨中路贵州茅台专卖店', '威海世昌酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513701695489, '136360727001', '江西省', '赣州市', '龙南市', '赣州市龙南市东湖新区新都大道嘉和新天地8-11号商铺', '24.883373', '114.80869', '龙南市新都大道贵州茅台专卖店', '龙南市名诚贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513731055617, '151510682001', '四川省', '德阳市', '什邡市', '德阳市什邡市科新嘉苑西南门', '31.1106422456317', '104.18393403933209', '什邡市蒙顶山路贵州茅台专卖店', '什邡市银华鑫商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513760415745, '142422836001', '湖北省', '恩施土家族苗族自治州', '恩施市', '恩施土家族苗族自治州恩施市金桂大道施州国际1024-1027', '30.306756', '109.494628', '恩施市金桂大道贵州茅台专卖店', '恩施州隆源升商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513789775873, '136360100003', '江西省', '南昌市', '青山湖区', '南昌市青山湖区民强路198号联发时代天骄5号商业楼109-111号商铺', '28.70089', '115.955584', '南昌市民强路贵州茅台专卖店', '南昌云锦福贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513819136001, '113130283002', '河北省', '唐山市', '迁安市', '唐山市迁安市迁安镇阜安大路2617号', '40.001766', '118.689142', '迁安镇阜安大路贵州茅台专卖店', '唐山荣讯商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513848496129, '136360100001', '江西省', '南昌市', '红谷滩区', '南昌市红谷滩区红谷中大道1996号世茂天城13#商业楼101-103室', '28.69292', '115.868231', '南昌市风华路贵州茅台专卖店', '南昌市怡兴源商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513873661953, '2132140410001', '江苏省', '泰州市', '靖江市', '泰州市靖江市石油大厦西侧', '32.001498', '120.26344', '靖江市南环东路江苏春意商贸有限公司门店', '江苏春意商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513911410690, '231310104002', '上海市', '上海市', '徐汇区', '上海市徐汇区龙腾大道291-293号', '31.138186', '121.455548', '上海市龙腾大道贵州茅台专卖店', '上海龙川酒业发展有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513940770818, '231310104001', '上海市', '上海市', '静安区', '上海市静安区沪太路701号', '31.263392', '121.44663', '上海市洛川中路贵州茅台专卖店', '仲行商贸(上海)有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938513974325250, '137370920001', '山东省', '泰安市', '新泰市', '泰安市新泰市龙池路与明珠路交汇', '35.898767', '117.782693', '新泰市龙池路贵州茅台专卖店', '山东省新泰市智信商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514020462594, '22430186008001', '湖南省', '长沙市', '雨花区', '长沙市雨花区曙光南路768号华润翡翠府2栋108、109房', '28.13997', '113.004156', '雨花区曙光南路茅台酱香万家共享主题终端', '湖南湘韵酒业有限公司长沙分公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514087571457, '22130300007001', '河北省', '秦皇岛市', '昌黎县', '秦皇岛市昌黎县昌黎镇碣阳大街南侧（碣石雅园7-5-103号）', '39.717742', '115.185969', '昌黎县碣阳大街茅台酱香万家共享主题终端', '秦皇岛市长益贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514129514497, '141410800003', '河南省', '焦作市', '解放区', '焦作市解放区丰收路与民主路交叉口西北角兰亭居', '35.206173', '113.236789', '焦作市丰收路贵州茅台专卖店', '焦作市大时代贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514167263234, '165652301001', '新疆维吾尔自治区', '昌吉回族自治州', '昌吉市', '昌吉回族自治州昌吉市南公园西路一品尚都北苑南门11号房贵州茅台专卖店', '44.00667', '87.284735', '昌吉市建国西路贵州茅台专卖店', '新疆对酒当歌酒业贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514192429058, '2141270110001', '河南省', '周口市', '川汇区', '周口市川汇区工农路与太昊路交叉口紫荆城小区西门南侧', '33.59447', '114.668409', '周口市工农路河南景隆商贸有限公司门店', '河南景隆商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514225983489, '2313068600002', '河北省', '保定市', '容城县', '保定市容城县容城镇东苑路8巷12号', '39.054764', '115.866166', '容城县蓉城镇茅台酱香万家共享主题终端', '保定隆成中利商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514255343618, '224401910001', '广东省', '广州市', '天河区', '广州市天河区花城大道53号113铺', '23.1191', '113.32914', '广州市花城大道贵州茅台酱香系列酒体验中心', '广州市润轩商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514301480961, '122220100001', '吉林省', '长春市', '南关区', '长春市南关区芳草街与泰宇路交汇东南', '43.784692', '125.285324', '长春市芳草街贵州茅台专卖店', '吉林省把酒成金经贸有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514330841089, '162622122001', '甘肃省', '酒泉市', '敦煌市', '酒泉市敦煌市文昌南路193号1层110号', '40.141353', '94.669868', '敦煌市文昌南路贵州茅台专卖店', '敦煌市春都商贸有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514376978434, '22522529004002', '贵州省', '安顺市', '关岭布依族苗族自治县', '安顺市关岭布依族苗族自治县龙潭街道信达大厦五期一层11、12、23、24、25号', '25.939779', '105.613246', '西关外茅台茅台酱香万家共享主题终端', '关岭音符酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514406338562, '22370525001001', '山东省', '东营市', '河口区', '东营市河口区河口区海宁路172号（智客汇大厦）一层', '37.88157', '118.516865', '河口区海宁路茅台酱香万家共享主题终端', '河口区华鑫酒水专营店', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514448281601, '22522529004001', '贵州省', '安顺市', '关岭布依族苗族自治县', '安顺市关岭布依族苗族自治县滨河西路上行右侧自建门面', '25.948575', '105.619025', '滨河路茅台酱香万家共享主题终端', '关岭音符酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514477641730, '137371523001', '山东省', '聊城市', '茌平区', '聊城市茌平区枣乡街与民生路交叉口北80米路西', '36.568813', '116.239593', '聊城市枣乡街贵州茅台专卖店', '聊城市茌平区厚德天成商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514519584769, '23540128002001', '西藏自治区', '拉萨市', '城关区', '拉萨市城关区雅砻花园商铺15-17号', '29.63905', '91.10847', '柳梧新区南环路贵州茅台酱香系列酒体验中心', '拉萨亚雄商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514544750593, '143430481002', '湖南省', '衡阳市', '耒阳市', '衡阳市耒阳市五里牌街道德泰隆路与迎宾大道交汇处合兴新城3号商住楼105、106、107门面', '26.432958', '112.869642', '耒阳市德泰隆路贵州茅台专卖店', '衡阳市糖酒副食品有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514574110722, '2112040010001', '天津市', '天津市', '滨海新区', '天津市滨海新区塘沽河北路康居园底商3095华致名酒库', '39.040293', '117.665538', '天津市塘沽河北路天津酩汇酒业有限公司门店', '天津酩汇酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514603470849, '43420300010', '湖北省', '十堰市', '茅箭区', '十堰市茅箭区上海中路23号', '32.621829', '110.788574', '十堰市上海中路贵州茅台43度经销店', '十堰冯氏商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514637025282, '2144051410001', '广东省', '汕头市', '潮南区', '汕头市潮南区峡山金祥路嘉怡小区第3幢A01号顺昌酒业', '23.257409', '116.428397', '汕头市金祥路汕头市华恒昌贸易有限公司门店', '汕头市华恒昌贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514670579713, '22420323001001', '湖北省', '十堰市', '竹山县', '十堰市竹山县湖北省十堰市竹山县城关镇纵横大道6号', '32.227586', '110.229719', '竹山县城关镇纵横大道茅台酱香万家共享主题终端', '竹山县鑫聚和商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514699939841, '2137072510001', '山东省', '潍坊市', '昌乐县', '潍坊市昌乐县利民街盛和爱伦堡172号', '36.704782', '118.845112', '昌乐县利民街茅台酱香万家共享自有主题终端', '潍坊峰润酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514733494274, '113130300001', '河北省', '秦皇岛市', '海港区', '秦皇岛市海港区星光大道（13）号楼（165、163-1）号', '39.933324', '119.582055', '秦皇岛市友谊路贵州茅台专卖店', '秦皇岛市盛千越商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514767048706, '2334052100001', '安徽省', '马鞍山市', '当涂县', '马鞍山市当涂县姑孰镇太白中路469-1号', '30.84737', '116.35128', '当涂县姑孰镇茅台酱香万家共享主题终端', '安徽风云酒业商贸有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514804797442, '2112040010003', '天津市', '天津市', '河西区', '天津市河西区永安道泰达园5号楼14-101', '39.104108', '117.211787', '天津市绥江道天津市鑫悦华实商贸有限公司门店', '天津市鑫悦华实商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514834157569, '113130300004', '河北省', '秦皇岛市', '北戴河区', '秦皇岛市北戴河区联峰北路30-2', '39.831759', '119.501302', '海滨镇联峰北路贵州茅台专卖店', '秦皇岛市辰益臻商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514863517698, '113130300005', '河北省', '秦皇岛市', '海港区', '秦皇岛市海港区秦皇东大街412号', '39.948341', '119.613947', '秦皇岛市秦皇东大街贵州茅台专卖店', '秦皇岛酱典商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514888683521, '2242030001001', '湖北省', '十堰市', '茅箭区', '十堰市茅箭区北京南路16号全兴广场1层1-2、1-3', '32.612654', '110.788616', '茅箭区北京南路贵州茅台酱香系列酒体验中心', '十堰冯氏商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514922237954, '2241092900001', '河南省', '濮阳市', '华龙区', '濮阳市华龙区任丘路136号', '35.772277', '115.08077', '濮阳市任丘路贵州茅台酱香系列酒体验中心', '濮阳市诚诚商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514955792385, '213130584001', '河北省', '邢台市', '信都区', '邢台市信都区中兴西大街9号糖酒A座A9号', '37.063137', '114.486868', '邢台市中兴西大街贵州茅台专卖店', '邢台铭酱商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938514980958210, '22440300076001', '广东省', '深圳市', '宝安区', '深圳市宝安区新安街道 36 区上川路', '22.57627', '113.89598', '宝安区新安街道上川路茅台酱香万家共享主题终端', '深圳市伟达酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515010318338, '251510100001', '四川省', '成都市', '武侯区', '成都市武侯区锦晖西一街99号1栋1单元2层附209号', '30.584978', '104.060643', '成都市锦晖西一街贵州茅台43度经销店', '成都九品位酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515035484161, '121210700001', '辽宁省', '锦州市', '凌河区', '锦州市凌河区解放路七段26号1-134 135 136', '41.116165', '121.179258', '锦州市幸福街贵州茅台专卖店', '锦州金业商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515081621506, '150500108002', '重庆市', '重庆市', '南岸区', '重庆市南岸区泰昌路34、36、38、40、42号', '29.576296', '106.589109', '重庆市泰昌路贵州茅台专卖店', '重庆崇贵酒类销售有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515106787330, '22411081001010', '河南省', '许昌市', '禹州市', '许昌市禹州市禹州市颍川街道恒达熙郡3幢1-104号', '34.143063', '113.498569', '许昌市禹州市建设路茅台酱香万家共享主题终端', '禹州市恒立晟贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515136147458, '113130984001', '河北省', '沧州市', '河间市', '沧州市河间市胜利中路247号', '38.448757', '116.110605', '河间市胜利中路贵州茅台专卖店', '河间市曙光商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515165507586, '2344150000002', '广东省', '汕尾市', '海丰县', '汕尾市海丰县三角站新会营综合楼左侧-楼楼下', '22.968019', '115.332307', '海丰县海城镇茅台酱香万家共享主题终端', '海丰县恒岳贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515190673410, '142420127001', '湖北省', '武汉市', '江汉区', '武汉市江汉区淮海路泛海国际SOHO城（一期）商业1、2、7栋1层36-37室', '30.600212', '114.245491', '武汉市淮海路贵州茅台专卖店', '武汉华康酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515215839234, '245450128002', '广西壮族自治区', '南宁市', '良庆区', '南宁市良庆区中国（广西）自由贸易试验区南宁片区龙佑街2号云星·钱隆首府D2地块2号楼一层B101、103、105号', '22.768953', '108.38212', '南宁市龙佑街贵州茅台专卖店', '广西九界贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515253587969, '2241170100101001', '河南省', '驻马店市', '驿城区', '驻马店市驿城区河南省驻马店市驿城区交通路与平安街118号交叉口西北角', '32.976409', '114.011816', '驿城区交通路茅台酱香万家共享主题终端', '驻马店市新兴商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515278753794, '245450128001', '广西壮族自治区', '南宁市', '良庆区', '南宁市良庆区明月东路6号民族风情街北地块项目C2号楼123号商铺', '22.751403', '108.375148', '南宁市明月东路贵州茅台专卖店', '广西广糖酒业有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515303919618, '2144128510001', '广东省', '肇庆市', '端州区', '肇庆市端州区岗美西路', '23.060385', '112.495796', '肇庆市岗美西路端州区龙马酒业商行门店', '端州区龙马酒业商行', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515345862657, '22410922002001', '河南省', '濮阳市', '华龙区', '濮阳市华龙区黄河路与文化路交叉口东50米路北', '35.765891', '115.097098', '华龙区文化路贵州茅台酱香万家共享主题终端', '濮阳市子箐商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515383611393, '245450128005', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区荔滨大道6号华发新城A区商业B区商业一层S8-101、102、117、118、120、121、122铺', '22.775588', '108.352659', '南宁市荔宾大道贵州茅台专卖店', '广西南宁金一城商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515408777217, '123232301001', '黑龙江省', '绥化市', '北林区', '绥化市北林区黄河路357号', '46.650503', '126.973201', '绥化市黄河路贵州茅台专卖店', '绥化市虹辉酒类销售有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515475886082, '144440183002', '广东省', '广州市', '增城区', '广州市增城区新塘镇环城路东方名都商铺791、793号', '23.127552', '113.592777', '新塘镇环城路贵州茅台专卖店', '广州鼎醴贸易有限公司新塘分公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515501051906, '245450128009', '广西壮族自治区', '南宁市', '良庆区', '南宁市良庆区龙堤路51号江山御景A6栋一层123号商铺', '22.77378', '108.36702', '南宁市龙堤路贵州茅台43度经销店', '广西南宁步丰商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515530412034, '245450128008', '广西壮族自治区', '南宁市', '良庆区', '南宁市良庆区龙堤路51号江山御景A6栋一层125、126、127、128号商铺', '22.773761', '108.367048', '南宁市龙堤路贵州茅台专卖店', '广西南宁市商支源商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515576549378, '244440284001', '广东省', '韶关市', '武江区', '韶关市武江区沿江路16号南枫碧水花城I幢-1层1号之二', '24.775728', '113.58289', '韶关市沿江路贵州茅台43度经销店', '广东省乳和放心酒贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515605909506, '2152010010001', '贵州省', '黔南布依族苗族自治州', '都匀市', '黔南布依族苗族自治州都匀市大龙大道8号南洲国际文华苑3栋1层14-17号门面', '26.251589', '107.531323', '都匀市大龙大道黔南州糖酒有限责任公司门店', '黔南州糖酒有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515631075330, '112120107006', '天津市', '天津市', '滨海新区', '天津市滨海新区开发区第二大街2号81-26', '39.032262', '117.685709', '天津市第二大街贵州茅台专卖店', '天津市裕隆达商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515656241154, '145450132001', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区凤岭南路16号保利领秀前城禧悅都7号楼B108、B109、B110号', '22.794777', '108.427946', '南宁市凤岭南路贵州茅台专卖店', '南宁市琪联茂商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515685601281, '233330684001', '浙江省', '绍兴市', '越城区', '绍兴市越城区人民中路208号', '29.996359', '120.58597', '绍兴市人民中路贵州茅台专卖店', '绍兴市乾韵商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515710767106, '2144088110001', '广东省', '湛江市', '廉江市', '湛江市廉江市廉江市廉江大道中31号-楼', '21.599282', '110.281994', '廉江市廉江大道贵茅贸易有限公司门店', '廉江市贵茅贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515740127233, '2152010010003', '贵州省', '黔南布依族苗族自治州', '龙里县', '黔南布依族苗族自治州龙里县中铁国际生态城中铁大道酒博园1-4', '26.449519', '106.985339', '龙里县金龙东路贵州彩石梦置业投资有限公司门店', '贵州彩石梦置业投资有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515769487361, '152522421003', '贵州省', '毕节市', '七星关区', '毕节市七星关区文博路招商花园B区商业', '27.281573', '105.286297', '毕节市文博路贵州茅台专卖店', '毕节市劲松酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515798847490, '2311022700001', '北京市', '北京市', '怀柔区', '北京市怀柔区府前东街1号院对面', '40.318486', '116.649666', '北京市府前东街茅台酱香万家共享主题终端', '北京恒信昌盛商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515824013313, '2311022700002', '北京市', '北京市', '海淀区', '北京市海淀区安宁庄后街北1号', '40.051564', '116.330413', '北京市安宁庄后街茅台酱香万家共享主题终端', '淇盛商业（北京）有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515849179138, '152522421001', '贵州省', '毕节市', '七星关区', '毕节市七星关区深圳路拓海中央公园一期22栋14-16号商铺', '27.276815', '105.277568', '毕节市深圳路贵州茅台专卖店', '毕节市劲松酒业有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515882733569, '2141148110001', '河南省', '商丘市', '永城市', '商丘市永城市欧亚路人民医院对面友谊小区', '33.940867', '116.446509', '永城市欧亚路永城市豫达商贸有限公司门店', '永城市豫达商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515907899393, '2341132400003', '河南省', '南阳市', '镇平县', '南阳市镇平县雪枫路与健康路交叉口东北角', '33.039609', '112.22928', '镇平县雪枫路茅台酱香万家共享主题终端', '镇平县众翊商贸有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515937259521, '22410900007001', '河南省', '濮阳市', '市辖区', '濮阳市市辖区金堤北路29号', '35.78', '115.04', '濮阳市金堤北路茅台酱香万家共享主题终端', '濮阳市金欣商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515962425346, '2341132400002', '河南省', '南阳市', '镇平县', '南阳市镇平县健康路与涅阳路交叉口往南150米路西', '33.028487', '112.229648', '镇平县健康路茅台酱香万家共享主题终端', '南阳市豫强商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938515987591169, '111110102002', '北京市', '北京市', '丰台区', '北京市丰台区芳群园乙23号楼一层', '39.86042062735685', '116.43154074166105', '北京市芳古路贵州茅台专卖店', '北京安胜隆泰商贸有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516012756994, '136360100008', '江西省', '南昌市', '西湖区', '南昌市西湖区建设西路众鑫城上城2栋1号贵州茅台', '28.649965', '115.876146', '南昌市抚生路贵州茅台自营店', '江西国酒茅台销售有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516050505730, '153533800001', '云南省', '德宏傣族景颇族自治州', '芒市', '德宏傣族景颇族自治州芒市芒市镇金孔雀大街48号（德宏印象一期商6号）', '24.431991', '98.56237', '芒市镇金孔雀大街贵州茅台专卖店', '德宏州宏达有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516084060162, '143430600001', '湖南省', '岳阳市', '岳阳楼区', '岳阳市岳阳楼区岳阳大道金鹗东路华瑞丹枫假日酒店西辅楼109-110号门面', '29.357003', '113.146665', '岳阳市金鹗东路贵州茅台专卖店', '岳阳市森茂商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516113420289, '2336078400001', '江西省', '赣州市', '章贡区', '赣州市章贡区章江路18号公园大观1-2号店铺', '25.816348', '114.919417', '赣州市章江路茅台酱香万家共享主题终端', '赣州列奇商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516151169026, '223704000001', '山东省', '枣庄市', '薛城区', '枣庄市薛城区新城街道天穹星朗苑南门西侧从东向西第1-2间门市', '34.798313', '117.343011', '薛城区黄河路贵州茅台酱香系列酒体验中心', '山东万兴商贸有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516176334850, '144441500002', '广东省', '汕尾市', '城区', '汕尾市城区站前路星河湾二期商业街31-34号铺', '22.7894286', '115.4174834', '汕尾市站前路贵州茅台专卖店', '汕尾市宏祥贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516209889282, '113130193001', '河北省', '石家庄市', '裕华区', '石家庄市裕华区青园街311号', '38.01705', '114.518354', '石家庄市青园街贵州茅台专卖店', '河北省国控食品有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516243443714, '143431100001', '湖南省', '永州市', '冷水滩区', '永州市冷水滩区梅湾街道永州大道与湘永路交汇处5栋11-13号门面', '26.435518', '111.62698', '永州市永州大道贵州茅台专卖店', '永州市福德贸易有限责任公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516276998146, '144440194002', '广东省', '广州市', '黄埔区', '广州市黄埔区大沙地西80号102房', '23.101311', '113.443489', '广州市大沙地西贵州茅台专卖店', '广州赤水河贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516306358273, '144440194001', '广东省', '广州市', '南沙区', '广州市南沙区南沙区环市大道中阳光城澜悦8Y109号铺', '22.811597', '113.542188', '广州市环市大道中贵州茅台专卖店', '广州仁尊贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516331524098, '136360700002', '江西省', '赣州市', '市辖区', '赣州市市辖区橙乡大道8号嘉福尚江府9号楼5#-8#商铺', '25.820836', '114.900483', '赣州市橙乡大道贵州茅台专卖店', '赣州市中正贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516360884225, '2335032300003', '福建省', '莆田市', '秀屿区', '莆田市秀屿区笏石镇霞厝街288号国投城市广场A区13号楼102室', '25.35188', '119.068533', '莆田市笏石镇霞厝街茅台酱香万家共享主题终端', '莆田市永盛世纪贸易有限公司', '2023-08-11 17:55:14');
INSERT INTO `i_shop` VALUES (1689938516390244354, '136360127001', '江西省', '南昌市', '西湖区', '南昌市西湖区永富路255号世纪朝阳小区1楼105、106、107室', '28.627456', '115.858982', '南昌市抚生南路贵州茅台专卖店', '南昌清鑫商贸有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516411215874, '134342502001', '安徽省', '宣城市', '宁国市', '宣城市宁国市宁国大道华贝广场', '30.642501', '118.981602', '宁国市宁国大道贵州茅台专卖店', '宁国市丰尚名酒销售有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516440576001, 'B21010100135', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区辽宁省沈阳市沈河区十三纬路58号', '41.78606', '123.426809', '沈阳浩维实业有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516474130434, 'B21010100136', '辽宁省', '沈阳市', '和平区', '沈阳市和平区沈阳市和平区香港路140号', '41.7565', '123.419117', '沈阳浩维实业有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516511879170, 'B21010100137', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区沈阳市浑南区三义街28-4号茅台专卖店', '41.741129', '123.452244', '沈阳恩云商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516541239297, 'B21010100138', '辽宁省', '沈阳市', '于洪区', '沈阳市于洪区沈阳市于洪区细河南路175号8门茅台专卖店', '41.763172', '123.359834', '沈阳隆茗惠商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516570599426, 'B21010100139', '辽宁省', '沈阳市', '大东区', '沈阳市大东区沈阳市大东区沈铁路90号1门', '41.835877', '123.488316', '辽宁广利祺商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516599959553, '2332070000001', '江苏省', '连云港市', '海州区', '连云港市海州区海昌南路8-3号', '34.595192', '119.180116', '连云港市海昌南路茅台酱香万家共享主题终端', '连云港市中糖酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516629319681, '132320584001', '江苏省', '苏州市', '吴江区', '苏州市吴江区松陵镇中山南路2091号', '31.15399', '120.64266', '松陵镇中山南路贵州茅台专卖店', '苏州市松陵商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516654485506, '2352273400004', '贵州省', '黔南布依族苗族自治州', '都匀市', '黔南布依族苗族自治州都匀市环城西路滨江-号1、2栋1层21号', '26.3', '107.51', '都匀市环城西路茅台酱香万家共享主题终端', '贵州九福熙和贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516679651329, '2352273400003', '贵州省', '黔南布依族苗族自治州', '都匀市', '黔南布依族苗族自治州都匀市广惠街道汽运沿河11-5门面', '26.270324', '107.51629', '都匀市广惠街道茅台酱香万家共享主题终端', '黔南州诚泰福贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516713205761, '2352273400002', '贵州省', '黔南布依族苗族自治州', '瓮安县', '黔南布依族苗族自治州瓮安县雍阳办事处河滨社区中华路5号楼34号', '27.073053', '107.473626', '瓮安县中华路茅台酱香万家共享主题终端', '贵州长安商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516738371586, '2352273400001', '贵州省', '黔南布依族苗族自治州', '都匀市', '黔南布依族苗族自治州都匀市西山大道中段天-云璟5栋107门面', '26.28', '107.51', '都匀市西山大道茅台酱香万家共享主题终端', '贵州都匀市海俊源商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516763537409, 'B21010100130', '辽宁省', '大连市', '金州区', '大连市金州区辽宁省大连市金州区光明街道五一路16-7号1-2层', '39.096506', '121.701253', '大连远智酒类商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516788703234, 'B21010100131', '辽宁省', '大连市', '瓦房店市', '大连市瓦房店市辽宁省大连市瓦房店市岗店办事处西长春路西段147-27号', '39.627214', '121.973587', '大连嘉轩酒类商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516818063362, 'B21010100132', '辽宁省', '大连市', '庄河市', '大连市庄河市辽宁省大连市庄河市城关街道向阳路二段516号', '39.688005', '122.970939', '大连泛瑞酒类商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516847423490, '22522428005001', '贵州省', '毕节市', '赫章县', '毕节市赫章县广建路中段（桂花苑中段3号门面）', '27.12', '104.73', '赫章县广建路茅台酱香万家共享主题终端', '赫章县钦鸿商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516876783618, 'B21010100133', '辽宁省', '大连市', '甘井子区', '大连市甘井子区辽宁省大连市甘井子区中华西路135号', '38.990321', '121.57973', '大连远新宏玺酒类商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516901949441, 'B21010100134', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区辽宁省沈阳市沈河区热闹路10号', '41.7872', '123.437835', '沈阳明逸商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516931309570, '211110106002', '北京市', '北京市', '大兴区', '北京市大兴区永大路1号院9号楼101', '39.689851', '116.321541', '北京市天宫院贵州茅台专卖店', '北京九旺源商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516956475393, '133330727001', '浙江省', '金华市', '磐安县', '金华市磐安县安文街道南园路18号', '29.039489', '120.440259', '磐安县南园路贵州茅台专卖店', '浙江汇丰源贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938516981641217, '137370523002', '山东省', '东营市', '广饶县', '东营市广饶县广饶街道办乐安大街997号', '37.053872', '118.437718', '广饶县乐安大街贵州茅台专卖店', '东营富诚商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517011001345, '152522635002', '贵州省', '黔东南苗族侗族自治州', '麻江县', '黔东南苗族侗族自治州麻江县麻江县广建中华城8栋5.6.7号门面', '26.493356', '107.586852', '麻江县中华城贵州茅台专卖店', '麻江铭兴酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517036167169, '151510528001', '四川省', '泸州市', '龙马潭区', '泸州市龙马潭区蜀泸大道三段自贸区总部基地2栋一层189号，191号', '28.928425', '105.400683', '泸州市蜀泸大道贵州茅台专卖店', '泸州浩昇商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517078110210, '22420693002001', '湖北省', '襄阳市', '樊城区', '襄阳市樊城区中原街道雄风社区中原路2号雄风社区维也纳酒店旁', '32.060019', '112.150928', '樊城区中原路2号茅台酱香万家共享主题终端', '襄阳市真诚祥瑞酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517107470337, '142429005001', '湖北省', '潜江市', '潜江市', '潜江市潜江市潜阳西路18号', '30.418904', '112.877106', '潜江市潜阳西路贵州茅台专卖店', '湖北君筵商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517145219073, '211110106008', '北京市', '北京市', '大兴区', '北京市大兴区西红门北一街1号院1号楼107', '39.792253', '116.343382', '北京市宏欣路贵州茅台专卖店', '北京怡福康宝商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517174579202, '144440800002', '广东省', '湛江市', '赤坎区', '湛江市赤坎区海田路5号华盛新城商住小区综合楼、公司用房一层B区', '21.281132', '110.375293', '湛江市海田路贵州茅台专卖店', '湛江市金爵酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517212327938, '144440800001', '广东省', '湛江市', '赤坎区', '湛江市赤坎区海丰路39号蓝海丽舍4幢1层03、04号商铺', '21.270227', '110.38661', '湛江市海丰路贵州茅台专卖店', '湛江市民大酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517237493761, '123231000001', '黑龙江省', '牡丹江市', '东安区', '牡丹江市东安区东四条路330号', '44.578583', '129.632044', '牡丹江市东四条路贵州茅台专卖店', '牡丹江红凯博酒业有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517262659586, '123230500002', '黑龙江省', '双鸭山市', '尖山区', '双鸭山市尖山区三马路80号', '46.636259', '131.154314', '双鸭山市三马路贵州茅台专卖店', '双鸭山市正合食品经销有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517287825409, 'B21010100124', '辽宁省', '沈阳市', '铁西区', '沈阳市铁西区辽宁省沈阳市铁西区云峰北街25号', '41.796061', '123.380605', '辽宁鑫源英民名酒连锁经营有限公司云峰北街专卖店', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517312991233, 'B21010100125', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区辽宁省沈阳市沈河区文化东路18号', '41.76984', '123.463114', '辽宁鑫源英民名酒连锁经营有限公司文化东路专卖店', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517346545665, 'B21010100126', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区辽宁省沈阳市沈河区团结路59-9号', '41.813173', '123.443735', '辽宁鑫源英民名酒连锁经营有限公司团结路专卖店', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517384294402, 'B21010100127', '辽宁省', '沈阳市', '皇姑区', '沈阳市皇姑区辽宁省沈阳市皇姑区昆山西路25-5号', '41.823595', '123.39433', '辽宁鑫源英民名酒连锁经营有限公司昆山西路专卖店', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517413654530, 'B21010100128', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区辽宁省沈阳市浑南区全运三路99-3号', '41.679127', '123.466074', '辽宁紫霖实业有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517438820353, '2111010510001', '北京市', '北京市', '朝阳区', '北京市朝阳区来广营镇红军营东路亚奥金茂悦小区东门', '40.0255225488758', '116.436843127012', '北京市亚奥金茂悦北京盛扬国际贸易有限公司门店', '北京盛扬国际贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517472374786, 'B13010400101', '河北省', '石家庄市', '桥西区', '石家庄市桥西区河北省石家庄市桥西区中山西路 108 号华润万象城层 L127D 商铺', '38.040535', '114.479341', '石家庄旗舰店', '河北茅小创供应链管理有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517497540609, 'B21010100129', '辽宁省', '大连市', '中山区', '大连市中山区辽宁省大连市中山区鲁迅路191号1单元3层26号', '38.918901', '121.670658', '大连川连国际商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517526900738, '244445200001', '广东省', '揭阳市', '榕城区', '揭阳市榕城区榕江一品商业街馨园112-113号铺', '23.54187', '116.3777', '揭阳市东二路贵州茅台专卖店', '揭阳市贵源贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517556260866, '23520325004001', '贵州省', '遵义市', '道真仡佬族苗族自治县', '遵义市道真仡佬族苗族自治县上坝土家族乡民顺社区竹王大道金瑞中心城2栋1-3号商铺', '28.851177', '107.600042', '道真县竹王大道贵州茅台酱香系列酒体验中心', '贵州营林生态农业产业发展有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517581426689, '22140526001001', '山西省', '晋城市', '城区', '晋城市城区城区白水街白水印象小区西门12号楼6号商铺', '37.87699', '112.55639', '晋城市白水街茅台酱香万家共享主题终端', '晋城汇通天下商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517606592513, '2111010510006', '北京市', '北京市', '通州区', '北京市通州区北京市通州区运河西大街15号1、2层', '39.90966', '116.65716', '北京市运河西大街北京昌福金泰商贸有限公司门店', '北京昌福金泰商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517631758338, '141410300002', '河南省', '洛阳市', '涧西区', '洛阳市涧西区南昌路一品天下门面房', '34.654118', '112.401476', '洛阳市南昌路贵州茅台专卖店', '洛阳洛百烟酒有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517656924162, 'B21010100120', '辽宁省', '沈阳市', '沈北新区', '沈阳市沈北新区沈阳市沈北新区沈北路21-1号3门、4门', '41.92016', '123.397213', '沈阳雷明国际贸易有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517686284289, '137371425003', '山东省', '济南市', '历下区', '济南市历下区荆山路6号黄金99御园1号配套公建1单元104.105室', '36.642367', '117.083342', '济南市荆山路贵州茅台专卖店', '济南恒义和商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517711450113, '141410300003', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区宜人路与长兴街交叉口东北角', '34.626685', '112.45761', '洛阳市宜人路贵州茅台专卖店', '洛阳洛百烟酒有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517736615938, 'B21010100121', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区辽宁省沈阳市浑南区智慧四街20-2号（1门）', '41.673323', '123.462757', '沈阳酱源商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517761781761, '211110106010', '北京市', '北京市', '大兴区', '北京市大兴区盛坊路与广阳大街交叉路西北角盛坊路 5 号院 6 号楼元宇大厦底商', '39.769728', '116.354215', '北京市广阳大街贵州茅台专卖店', '北京兴吉珊贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517786947585, 'B21010100122', '辽宁省', '沈阳市', '大东区', '沈阳市大东区辽宁省沈阳市大东区东北大马路116-1号(7门)', '41.821011', '123.480963', '沈阳西平商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517816307714, 'B21010100123', '辽宁省', '沈阳市', '和平区', '沈阳市和平区辽宁省沈阳市和平区南京南街147号', '41.763538', '123.393805', '辽宁鑫源英民名酒连锁经营有限公司南京南街专卖店', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517845667842, '211110106012', '北京市', '北京市', '丰台区', '北京市丰台区新发地京良桥西侧2000米路北丰和顺市场1号交易厅商01号', '39.802048', '116.334102', '北京市京良路贵州茅台43度经销店', '北京君威盛海商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517883416578, '2141130010001', '河南省', '南阳市', '宛城区', '南阳市宛城区人民北路与两相路交叉口东南角', '33.028765', '112.534161', '南阳市人民北路南阳市万德隆商贸有限责任公司门店', '南阳市万德隆商贸有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517912776705, '211110106013', '北京市', '北京市', '大兴区', '北京市大兴区西红门镇九龙山庄欣旺北大街7号院', '39.803796', '116.345229', '西红门镇欣旺北大街贵州茅台43度经销店', '北京晟瑞达源酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517937942529, '2132100010001', '江苏省', '扬州市', '宝应县', '扬州市宝应县苏中南路117号', '33.22572', '119.316597', '宝应县苏中南路宝应县中豪商贸经营部门店', '宝应县中豪商贸经营部', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517971496961, '132320985001', '江苏省', '盐城市', '盐都区', '盐城市盐都区解放南路与南港路交汇处云璟府商铺102、103、132', '33.334943', '120.16807', '盐城市解放南路贵州茅台专卖店', '盐城市鸿宇酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938517992468481, '133330521001', '浙江省', '湖州市', '德清县', '湖州市德清县舞阳街道英溪南路507-513号', '30.526036', '119.963157', '德清县英溪南路贵州茅台专卖店', '德清日益酒业销售有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518026022914, '141411523001', '河南省', '信阳市', '新县', '信阳市新县潢河北路政府门面房16号贵州茅台专卖店', '31.645387', '114.879801', '新县潢河北路贵州茅台专卖店', '信阳市诚信酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518051188737, '142420135001', '湖北省', '武汉市', '武昌区', '武汉市武昌区水果湖街中北路173号、175号武汉中央文化区K4a地块一期P2b栋', '30.559453', '114.344367', '武汉市中北路贵州茅台专卖店', '武汉永隆酒业有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518076354561, '2341100100001', '河南省', '许昌市', '魏都区', '许昌市魏都区东城区学府街与德兴路交叉口', '34.043512', '113.861141', '许昌市学府街茅台酱香万家共享主题终端', '许昌亨源通商业管理有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518109908993, '224127010001', '河南省', '周口市', '川汇区', '周口市川汇区周口市太昊路北侧工农路东侧17号楼', '33.593437', '114.665005', '周口市太昊路贵州茅台酱香系列酒体验中心', '河南景隆商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518135074817, '2361060000001', '陕西省', '延安市', '宝塔区', '延安市宝塔区百米大道融信园小区门面', '36.617318', '109.530802', '延安市百米大道茅台酱香万家共享主题终端', '陕西天行商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518160240642, 'B11011500101', '北京市', '北京市', '大兴区', '北京市大兴区北京市大兴区经济开发区科苑路9号3号楼二层S3208室', '39.755971', '116.348429', '本来生活网', '北京本来工坊科技有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518189600769, '141410381001', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区白塔路与光武大道路口东北角商铺', '34.628057', '112.575841', '洛阳市白塔路贵州茅台专卖店', '洛阳鸿州商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518223155202, 'B21010100113', '辽宁省', '丹东市', '振兴区', '丹东市振兴区辽宁省丹东市振兴区 青年大街72-2-9 富贵家园 停车场入口第一个门市（贵州茅台）', '40.113326', '124.375724', '丹东耘悦商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518252515330, '121210200001', '辽宁省', '大连市', '中山区', '大连市中山区港隆路50号', '38.924416', '121.67662', '大连市港隆路贵州茅台专卖店', '大连川连国际商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518281875458, 'B21010100114', '辽宁省', '锦州市', '凌河区', '锦州市凌河区锦州凌河区解放路七段26号3-134贵州茅台酒', '41.11126', '121.145718', '锦州金业商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518311235585, 'B21010100115', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区沈阳市浑南区全运路97—3号贵州茅台', '41.681909', '123.474717', '沈阳益丰商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518340595713, 'B21010100116', '辽宁省', '沈阳市', '铁西区', '沈阳市铁西区沈阳市沈阳市铁西区沈辽西路27号，盛京大天地北1门西侧门市，茅台专卖店', '41.777033', '123.332632', '（沈阳）辽宁兴隆超市连锁有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518365761538, '141410324002', '河南省', '洛阳市', '栾川县', '洛阳市栾川县滨河大道与安康路交叉口洛百烟酒商铺', '33.783367', '111.64283', '栾川县滨河大道贵州茅台专卖店', '洛阳酒兮供应链管理有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518390927362, 'B21010100117', '辽宁省', '盘锦市', '兴隆台区', '盘锦市兴隆台区盘锦市兴隆台区蓝色康桥N区天玺城东门贵州茅台', '41.112619', '122.098005', '（盘锦）辽宁兴隆超市连锁有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518416093186, '142420686001', '湖北省', '襄阳市', '谷城县', '襄阳市谷城县沿河西路104-105号', '32.252901', '111.642361', '谷城县沿河西路贵州茅台专卖店', '襄阳群星利糖酒有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518441259010, 'B21010100118', '辽宁省', '铁岭市', '铁岭县', '铁岭市铁岭县辽宁省铁岭市铁岭县新城区黑龙江路富力四季半岛一期门市贵州茅台专卖店', '42.254543', '123.729556', '铁岭君华商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518470619137, '121210200008', '辽宁省', '大连市', '金州区', '大连市金州区光明街道五一路16-7号', '39.096378', '121.701406', '大连市五一路贵州茅台专卖店', '大连远智酒类商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518525145090, 'B21010100119', '辽宁省', '铁岭市', '开原市', '铁岭市开原市辽宁省铁岭市开原市地王国际花园新华路31号-1贵州茅台专卖店', '42.546905', '124.038163', '开原盛华食品商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518550310913, '121210200007', '辽宁省', '大连市', '甘井子区', '大连市甘井子区中华西路135号', '38.990321', '121.57973', '大连市中华西路贵州茅台专卖店', '大连远新宏玺酒类商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518575476737, '22310108009001', '上海市', '上海市', '闵行区', '上海市闵行区漕宝路1018号', '31.16', '121.37', '闵行区漕宝路茅台酱香万家共享主题终端', '上海常伊商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518604836865, 'B44030401601', '广东省', '深圳市', '福田区', '深圳市福田区广东省深圳市福田区福田街道福山社区福华三路与金田路交界处东南侧卓越世纪中心，皇庭商务中心卓越世纪中心1层L103-2', '22.532045', '114.064596', '深圳旗舰店', '深圳茅佳良品食品管理有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518634196994, '22410700010001', '河南省', '新乡市', '红旗区', '新乡市红旗区河南省新乡市红旗区渠东人民东路366号忆通·壹世界3号楼101室、102室', '35.301762', '113.909737', '红旗区人民东路茅台酱香万家共享主题终端', '河南茅酱酒业销售有限公司新乡分公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518667751425, 'B21010100110', '辽宁省', '营口市', '站前区', '营口市站前区营口南开吉祥商贸有限公司地址：营口市站前区盼盼路北31-9贵州茅台专卖店', '40.656138', '122.248562', '庞威（南开吉祥）', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518705500162, '121210200011', '辽宁省', '大连市', '沙河口区', '大连市沙河口区星海广场F区7-7号', '38.886737', '121.592564', '大连市星海广场贵州茅台专卖店', '大连香原溪实业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518751637506, 'B21010100111', '辽宁省', '营口市', '鲅鱼圈区', '营口市鲅鱼圈区营口威泽商贸有限公司地址：营口市鲅鱼圈区32-清华园二期超市-9#门市贵州茅台专卖店', '40.254739', '122.132267', '庞威（营口威泽商贸）', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518780997633, 'B21010100112', '辽宁省', '营口市', '大石桥市', '营口市大石桥市大石桥祥泽商贸有限公司地址：大石桥市繁荣大街70号百亿悦府1#106.107号贵州茅台专卖店', '40.637508', '122.509385', '庞威(大石桥祥泽店）', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518810357762, '243430182002', '湖南省', '长沙市', '雨花区', '长沙市雨花区高桥街道办事处火焰社区4区2栋1号1楼', '28.174356', '113.021246', '长沙市民主路贵州茅台43度经销店', '长沙高裕达商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518843912194, '2321088500001', '辽宁省', '营口市', '鲅鱼圈区', '营口市鲅鱼圈区熊岳镇幸福社区熊岳河路东55号', '40.17239', '122.142897', '营口市熊岳镇茅台酱香万家共享主题终端', '营口霖昊商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518890049538, '115153309001', '内蒙古自治区', '鄂尔多斯市', '东胜区', '鄂尔多斯市东胜区迎宾路13号开远广场东侧底商', '39.812605', '109.967869', '鄂尔多斯市迎宾路贵州茅台专卖店', '鄂尔多斯市昌福盈泰商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518923603970, '243430182001', '湖南省', '长沙市', '芙蓉区', '长沙市芙蓉区朝阳街道朝阳前街9号湖南友谊阿波罗商业股份有限公司友阿总部办公大楼一楼', '28.187196', '113.007168', '长沙市朝阳前街贵州茅台专卖店', '湖南友谊阿波罗商业股份有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518952964098, '135350122001', '福建省', '福州市', '晋安区', '福州市晋安区鼓山镇连洋西路169号中海万锦花园15#楼1-2层09和10商业服务网点', '26.070772', '119.342028', '鼓山镇连洋西路贵州茅台专卖店', '福州铭久酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938518986518529, '150500223001', '重庆市', '重庆市', '潼南区', '重庆市潼南区桂林街道办事处向阳路169号12幢171号', '30.195421', '105.84209', '重庆市向阳路贵州茅台专卖店', '重庆乾恒来商贸有限公司潼南分公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519015878657, '22110105097001', '北京市', '北京市', '东城区', '北京市东城区北京市东城区南河沿大街86号', '39.91045', '116.40698', '南河沿大街茅台酱香万家共享主题终端', '北京华胜航空服务有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519049433090, '2137148310001', '山东省', '德州市', '德城区', '德州市德城区经济技术开发区宋官屯街道办事处东方红东路小申新村沿街楼7号', '37.439035', '116.367422', '德州市东方红东路德州市丰永商贸有限公司门店', '德州市丰永商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519078793218, '2333020000002', '浙江省', '宁波市', '镇海区', '宁波市镇海区骆驼街道福业街178号', '29.968302', '121.594188', '宁波市福业街茅台酱香万家共享主题终端', '宁波万堂商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519108153346, '22411103001001', '河南省', '漯河市', '郾城区', '漯河市郾城区舟山路辽河路交叉口北50米路西', '33.59', '114.04', '漯河市舟山路茅台酱香万家共享主题终端', '漯河市聚鑫添福商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519141707777, 'B21010100102', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区辽宁省沈阳市浑南区浑南中路', '41.751142', '123.524526', '李永波羽毛球馆', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519171067905, 'B21010100103', '辽宁省', '辽阳市', '太子河区', '辽阳市太子河区辽宁省辽阳市太子河区东宁卫乡 宣儒酒文化馆', '41.253277', '123.181782', '辽阳醇香糖酒有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519196233729, 'B21010100104', '辽宁省', '朝阳市', '双塔区', '朝阳市双塔区辽宁省朝阳市双塔区燕北街道贵州茅台专卖店', '41.585228', '120.457048', '朝阳市宏程商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519225593857, 'B21010100105', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区辽宁省沈阳市沈河区北三经街41号', '41.797494', '123.42554', '沈阳副食糖酒有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519250759682, 'B21010100106', '辽宁省', '大连市', '沙河口区', '大连市沙河口区辽宁省大连市沙河口区星海广场F区7-7号', '38.886737', '121.592564', '大连香源溪实业有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519284314114, 'B21010100107', '辽宁省', '鞍山市', '铁东区', '鞍山市铁东区辽宁省鞍山市铁东区万和街127栋一层', '41.077388', '123.029989', '鞍山美好嘉里商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519313674242, 'B21010100108', '辽宁省', '大连市', '西岗区', '大连市西岗区辽宁省大连市西岗区新开路93C-1号', '38.916688', '121.616783', '大连润德商业有限公司西岗区分公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519338840066, 'B21010100109', '辽宁省', '葫芦岛市', '龙港区', '葫芦岛市龙港区辽宁省葫芦岛市龙港区海晏北路紫御豪庭二号楼门市', '40.680141', '120.809085', '权奥（葫芦岛长宏酒业）', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519372394497, '113130181001', '河北省', '石家庄市', '无极县', '石家庄市无极县科技南街19号', '38.173946', '114.957973', '无极县科技南街贵州茅台专卖店', '河北正醇商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519405948929, '22360126002002', '江西省', '南昌市', '西湖区', '南昌市西湖区桃苑大街29号', '28.659523', '115.892756', '西湖区桃苑大街茅台酱香万家共享主题终端', '江西中深实业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519439503362, '151510322001', '四川省', '泸州市', '泸县', '泸州市泸县玉蟾街道玉蟾大道西段545/547/549/551号', '29.152112', '105.335094', '泸县玉蟾大道西段贵州茅台专卖店', '四川省泸州久丰久盛酒类营销有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519464669186, '162622921001', '甘肃省', '临夏回族自治州', '临夏市', '临夏回族自治州临夏市民主西路18号1栋103', '35.603946', '103.210951', '临夏市民主西路贵州茅台专卖店', '临夏州玉峰糖酒副食有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519506612226, 'B21010100100', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区辽宁省沈阳市沈河区中街路168号', '41.802184', '123.457329', '沈阳旗舰店总库', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519535972353, 'B21010100101', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区辽宁省沈阳市沈河区中街路168号', '41.802184', '123.457329', '沈阳旗舰店', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519565332482, '252520185001', '贵州省', '贵阳市', '乌当区', '贵阳市乌当区顺海中路88号保利温泉新城演艺中心', '26.610763', '106.759201', '贵阳市顺海中路贵州茅台专卖店', '贵州宏成远贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519594692609, '145450521001', '广西壮族自治区', '北海市', '合浦县', '北海市合浦县廉东大道89号', '21.665446', '109.207295', '合浦县廉东大道贵州茅台专卖店', '北海市茅畬酒业有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519661801474, '2241110000101', '河南省', '漯河市', '郾城区', '漯河市郾城区黄山路与淞江路口北100米未来花园门面房', '33.59796', '114.02002', '郾城区黄山路贵州茅台酱香系列酒体验中心', '漯河市华银商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519691161601, '22450800005001', '广西壮族自治区', '贵港市', '港北区', '贵港市港北区华泰官邸10-101号商铺', '23.11', '109.57', '港北区迎宾大道茅台酱香万家共享主题终端', '贵港市云宏商贸有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519716327426, '152522728001', '贵州省', '黔南布依族苗族自治州', '罗甸县', '黔南布依族苗族自治州罗甸县龙坪镇城东新区湖滨大道江海新天地3栋3号门面（3-1-1-3）', '25.430085', '106.767435', '龙坪镇湖滨大道贵州茅台专卖店', '罗甸润正商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519745687553, '2151068410001', '四川省', '德阳市', '旌阳区', '德阳市旌阳区白河巷104号', '31.131754', '104.383002', '德阳市白河巷德阳市区星辉商贸部店', '德阳市区星辉商贸部', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519775047682, '100330681001', '浙江省', '绍兴市', '越城区', '绍兴市越城区迪荡街道东池路62号', '30.005696', '120.593284', '绍兴市东池路贵州茅台专卖店', '绍兴市田源食品有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519804407809, '224110230001', '河南省', '许昌市', '建安区', '许昌市建安区示范区明礼街中德科技园3号楼104', '34.073251', '113.874846', '许昌市明礼街贵州茅台酱香系列酒体验中心', '许昌富乐贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519863128066, '137371526003', '山东省', '聊城市', '高唐县', '聊城市高唐县滨湖南路2号百合新城商业1-8、1-9号', '36.842451', '116.214461', '高唐县滨湖南路贵州茅台专卖店', '高唐县盛世金玉商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519909265409, '263630100002', '青海省', '西宁市', '城西区', '西宁市城西区胜利路8号财源商业街第14号', '36.628504', '101.770018', '西宁市胜利路贵州茅台43度经销店', '青海汇忠商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938519947014145, '22411481001001', '河南省', '商丘市', '永城市', '商丘市永城市演集街道团结路中央名邸三期109号', '33.963167', '116.454214', '永城市汉润大道茅台酱香万家共享主题终端', '永城市豫达商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520026705921, 'B50010303001', '重庆市', '重庆市', '渝中区', '重庆市渝中区重庆市渝中区解放碑街道青年路18号1层F1007', '29.557616', '106.575381', '重庆旗舰店', '重庆嘉凌冰商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520085426178, '2152038210001', '四川省', '成都市', '高新区', '成都市高新区天府大道北段1700号环球中心E1负-楼乐天超市旁', '30.5663340995534', '104.065380007837', '成都市天府大道四川玖厂到店供应链管理有限公司门店', '四川玖厂到店供应链管理有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520114786306, 'B50010303000', '重庆市', '重庆市', '渝中区', '重庆市渝中区重庆市渝中区解放碑街道青年路18号1层F1007', '29.557616', '106.575381', '重庆旗舰店总库', '重庆嘉凌冰商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520144146433, '152520100006', '贵州省', '贵阳市', '南明区', '贵阳市南明区博爱路4号', '26.572254', '106.711482', '贵阳市博爱路贵州茅台专卖店', '贵州汇海源贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520173506562, '231310101002', '上海市', '上海市', '黄浦区', '上海市黄浦区斜土东路266号', '31.207282', '121.486564', '上海市半淞园贵州茅台专卖店', '上海循达商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520207060994, '233330289001', '浙江省', '宁波市', '鄞州区', '宁波市鄞州区甬港北路66号、68号、70号', '29.86456', '121.575186', '宁波市甬港北路贵州茅台专卖店', '宁波市鄞州甬南酒类营销有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520232226817, '152520100004', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区水东路未来方舟D1组团风情商业街D1组团1层1号', '26.590369', '106.767512', '贵阳市云岩区水东路贵州茅台专卖店', '贵州禾木行商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520261586945, '137371300003', '山东省', '临沂市', '兰山区', '临沂市兰山区金雀山路10号开元上城1号楼105室', '35.050512', '118.357852', '临沂市金雀山路贵州茅台专卖店', '临沂佳美酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520290947073, '111110109001', '北京市', '北京市', '门头沟区', '北京市门头沟区新城大街领汇长安底商102', '39.9104', '116.12101', '北京柘苑商贸有限公司北京市曹各庄路专卖店', '北京柘苑商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520324501505, '111110227001', '北京市', '北京市', '怀柔区', '北京市怀柔区商业街6号-1', '40.315141', '116.637164', '北京市迎宾路贵州茅台专卖店', '北京怀都糖业烟酒有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520383221761, '137371300002', '山东省', '临沂市', '兰山区', '临沂市兰山区银雀山路贵州茅台专卖店', '35.060066', '118.324449', '临沂市银雀山路贵州茅台专卖店', '临沂德营商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520420970497, '133330784002', '浙江省', '金华市', '永康市', '金华市永康市城北东路820—826号', '28.904493', '120.051466', '永康市城北东路贵州茅台专卖店', '永康市酒源酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520446136322, '152520100002', '贵州省', '贵阳市', '花溪区', '贵阳市花溪区甲秀南路666号美的花溪院子G2栋1楼-5-6-7号', '26.404846', '106.664001', '贵阳市甲秀南路贵州茅台专卖店', '贵州仁德贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520479690754, '2337012600001', '山东省', '济南市', '商河县', '济南市商河县商河县育才路与文昌南街交叉口东南80米', '37.29036', '117.155091', '商河县育才路茅台酱香万家共享主题终端', '济南大商泽文贸易有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520509050882, '213130300001', '河北省', '秦皇岛市', '海港区', '秦皇岛市海港区东港路302-1号', '39.935224', '119.626502', '秦皇岛市东港路贵州茅台43度经销店', '秦皇岛乐煜商贸有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520538411010, '2246000300401', '海南省', '儋州市', '儋州市', '儋州市儋州市那大镇万国文旅城356#209商铺', '19.541523', '109.586933', '儋州市那大镇贵州茅台酱香系列酒体验中心', '儋州五自信酒业有限公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520563576833, '23610700002001', '陕西省', '汉中市', '汉台区', '汉中市汉台区劳动东路2号', '33.078664', '107.035369', '汉台区劳动东路贵州茅台酱香系列酒体验中心', '汉中桃心岛商贸有限责任公司', '2023-08-11 17:55:15');
INSERT INTO `i_shop` VALUES (1689938520588742658, '137370900001', '山东省', '泰安市', '泰山区', '泰安市泰山区东岳大街东段盘古天地商业区2号楼102', '36.192187', '117.147774', '泰安市东岳大街贵州茅台专卖店', '泰安华糖酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520622297089, '22321182005001', '江苏省', '镇江市', '扬中市', '镇江市扬中市三茅街道金苇路328号', '32.239827', '119.817452', '扬中市三茅街道金苇中路茅台酱香万家共享主题终端', '镇江市益加益烟酒茶有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520651657218, '244440187002', '广东省', '广州市', '海珠区', '广州市海珠区海天大厦首层103号广盐酒业', '23.103294', '113.247775', '广州市滨江西路贵州茅台专卖店', '广东省广盐酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520693600258, '22340483004001', '江西省', '九江市', '经济技术开发区', '九江市经济技术开发区经济技术开发区九龙街步红花园C区6栋S110-111号', '29.697653', '115.981414', '经济技术开发区九龙街主茅台酱香万家共享主题终端', '江西新酒商电子商务有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520718766081, '242420132001', '湖北省', '武汉市', '洪山区', '武汉市洪山区白沙二路22号', '30.48358', '114.273023', '武汉市白沙二路贵州茅台专卖店', '湖北国酒贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520743931906, '2341072100002', '河南省', '新乡市', '高新区', '新乡市高新区丰华路新飞花园门面房S2号21房', '35.270943', '113.90717', '新乡市丰华路茅台酱香万家共享主题终端', '新乡市优鲜商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520773292033, '2341072100001', '河南省', '新乡市', '新乡县', '新乡市新乡县小冀镇京华路与和谐大道交叉口路南望锦花园3号楼', '35.182046', '113.778966', '新乡县京华路茅台酱香万家共享主题终端', '新乡市优鲜商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520798457857, '133330386001', '浙江省', '温州市', '瓯海区', '温州市瓯海区沉木桥街云庭锦园3幢113、114、115室', '27.966097', '120.622702', '温州市沉木桥街贵州茅台专卖店', '温州晴天酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520832012290, '2213028900001', '河北省', '唐山市', '丰润区', '唐山市丰润区端明路城关医院对面', '39.830605', '118.133651', '唐山市端明路贵州茅台酱香系列酒体验中心', '唐山市丰润区川鼎商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520861372418, '134342401001', '安徽省', '六安市', '裕安区', '六安市裕安区解放南路和顺名都城61号楼08商铺', '31.729831', '116.497511', '六安市解放南路贵州茅台专卖店', '六安市阳光商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520886538241, '152520100016', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区数博大道黎苏路30号远洋风景', '26.58756', '106.64995', '贵阳市黎苏路贵州茅台专卖店', '贵州瑞信贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520911704066, '241411085001', '河南省', '许昌市', '魏都区', '许昌市魏都区竹林路鹿鸣湖壹号悦府商铺C116、C117、C118', '34.065735', '113.850915', '许昌市竹林路贵州茅台专卖店', '许昌隆新弘商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520962035713, '2344030000001', '广东省', '深圳市', '南山区', '深圳市南山区蛇口街道翡翠海岸花园1号商铺', '22.487679', '113.940331', '深圳市蛇口街道茅台酱香万家共享主题终端', '深圳市溢香酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938520991395842, '137370900003', '山东省', '泰安市', '泰山区', '泰安市泰山区望岳东路22号中兴大厦一楼', '36.684738', '117.226157', '泰安市望岳东路贵州茅台专卖店', '泰安市传奇酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521020755969, '2144030010003', '广东省', '深圳市', '罗湖区', '深圳市罗湖区笋岗街道田心社区宝岗北路美芝大华电视厂1号厂房1栋1层125A单元', '22.571036', '114.111066', '深圳市宝岗北路深圳市盟潮实业有限公司门店', '深圳市盟潮实业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521045921793, '103205060001', '江苏省', '苏州市', '吴中区', '苏州市吴中区宝带东路399号2幢101室1045号', '31.265624', '120.632053', '苏州市宝带东路贵州茅台自营店', '江苏国酒茅台有限公司苏州分公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521075281922, '2341038300001', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区展览路与永泰街交叉口西南角', '34.614034', '112.450152', '洛阳市展览路茅台酱香万家共享主题终端', '洛阳诚朗商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521104642049, '2341270200001', '河南省', '周口市', '项城市', '周口市项城市迎宾大道鑫苑名城小区北门口50米东', '33.458944', '114.882439', '项城市迎宾大道茅台酱香万家共享主题终端', '项城市富翔商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521134002177, '137370786002', '山东省', '潍坊市', '昌邑市', '潍坊市昌邑市富昌街107号（富昌街与解放路交汇处东北角） ', '36.861251', '119.404558', '昌邑市富昌街贵州茅台专卖店', '昌邑爱酒人酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521159168001, '115150400001', '内蒙古自治区', '赤峰市', '喀喇沁旗', '赤峰市喀喇沁旗牛家营子镇东北区（和美工贸产业园区A28幢）', '42.231', '118.884216', '牛家营子镇应昌街贵州茅台专卖店', '赤峰中烟金叶烟酒有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521192722434, '2337233000001', '山东省', '滨州市', '邹平市', '滨州市邹平市邹平县黄山街道办事处醴泉五路黄西村沿街房', '36.862605', '117.748656', '邹平县黄山街道茅台酱香万家共享主题终端', '邹平宜和贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521217888258, '136360400002', '江西省', '九江市', '市辖区', '九江市市辖区杭州路6号广域新里城8号楼101-102', '29.701188', '115.967611', '九江市杭州路贵州茅台专卖店', '九江福隆鑫商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521251442690, '136360400003', '江西省', '九江市', '浔阳区', '九江市浔阳区滨江路浔阳江畔19栋一楼103门店', '29.736742', '116.009757', '九江市滨江路贵州茅台专卖店', '九江市东晟酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521284997122, '22622301002001', '甘肃省', '武威市', '凉州区', '武威市凉州区甘肃省武威市凉州区古浪街604号', '37.914057', '102.621737', '凉州区古浪街茅台酱香万家共享主题终端', '武威隆睿昌商贸有限责任公司烟酒专营店', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521314357249, '2344190000001', '广东省', '东莞市', '东莞', '东莞市东莞企石镇振兴路90号102', '23.070073', '114.014252', '东莞市企石镇茅台酱香万家共享主题终端', '东莞市庄胜酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521339523073, '232320593001', '江苏省', '苏州市', '吴中区', '苏州市吴中区苏州工业园区月亮湾路6号兰亭半岛生活广场3幢113室', '31.261438', '120.720947', '苏州市月亮湾路贵州茅台专卖店', '苏州市恒祺商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521364688898, '2344138400002', '广东省', '惠州市', '惠城区', '惠州市惠城区三栋镇竹园路8号中洲天御花园（二期）第3栋1单元105号', '23.042526', '114.458861', '惠州市三栋镇竹园路茅台酱香万家共享主题终端', '惠州市康盛源贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521394049025, 'B41010100101', '河南省', '郑州市', '市辖区', '郑州市市辖区河南省郑州市郑东新区永威木色购物公园东门一层', '34.767366', '113.7313', '郑州旗舰店', '河南传承创美食品有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521419214850, '22370300001003', '山东省', '烟台市', '莱山区', '烟台市莱山区金滩东路1855号', '37.460622', '121.442894', '莱山区凤凰大街茅台酱香万家共享主题终端', '山东新星集团有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521444380674, '22370300001002', '山东省', '淄博市', '张店区', '淄博市张店区中心路207号云龙大厦一层', '36.818129', '118.064562', '张店区中心路茅台酱香万家共享主题终端', '山东新星集团有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521477935105, '251510521002', '四川省', '成都市', '龙泉驿区', '成都市龙泉驿区车城西五路金茂悦龙山10号楼1层36号', '30.568591', '104.170772', '成都市车城西五路贵州茅台专卖店', '四川川糖陈香酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521507295233, '2342058600001', '湖北省', '宜昌市', '伍家岗区', '宜昌市伍家岗区伍临路99号龙岛-号1-8号商铺', '30.603306', '111.386544', '宜昌市伍临路茅台酱香万家共享主题终端', '宜昌茅酱星商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521536655361, '2344138400003', '广东省', '惠州市', '惠东县', '惠州市惠东县平山街道华侨城河北二路20号', '22.970746', '114.711633', '惠东县河北二路茅台酱香万家共享主题终端', '惠州市康盛源贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521561821185, '2361272200001', '陕西省', '榆林市', '神木市', '榆林市神木市人民路下段80号', '38.842168', '110.489454', '神木市人民路茅台酱香万家共享主题终端', '神木市顺欣茂商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521586987009, '22370300001001', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区人民路中央公馆三期4#5009、5010，5011号', '35.249684', '115.49783', '牡丹区人民路茅台酱香万家共享主题终端', '山东新星集团有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521612152834, '2361272200002', '陕西省', '榆林市', '神木市', '榆林市神木市黄庄路57-1号', '38.83665', '110.495948', '神木市黄庄路茅台酱香万家共享主题终端', '神木市国鼎商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521637318658, '231310113001', '上海市', '上海市', '宝山区', '上海市宝山区淞宝路109-111号', '31.380045', '121.49972', '上海市淞宝路贵州茅台专卖店', '上海浓景商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521670873090, '2144088410001', '广东省', '湛江市', '赤坎区', '湛江市赤坎区海田路东二路28号湛江海田家私城H9-10号铺', '21.278854', '110.384541', '湛江市海田家私城湛江市宏利商贸有限公司门店', '湛江市宏利商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521721204737, '113130981001', '河北省', '沧州市', '泊头市', '沧州市泊头市胜利东路140号（冀泰丽景B区B2号楼103-104号铺）', '38.064602', '116.576123', '泊头市胜利东路贵州茅台专卖店', '沧州玖醇商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521750564866, '2231011600001', '上海市', '上海市', '青浦区', '上海市青浦区新府中路1566号', '31.22974', '121.232309', '上海市新府中路贵州茅台酱香系列酒体验中心', '上海梓宙商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521792507906, '22445504006001', '广东省', '珠海市', '香洲区', '珠海市香洲区银桦路143号茅台酱香万家共享', '22.277195', '113.559907', '香洲区银桦路茅台酱香万家共享主题终端', '珠海市拓展花茶有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521817673729, '135350500001', '福建省', '泉州市', '丰泽区', '泉州市丰泽区刺桐路中联华庭633号', '24.896434', '118.60842', '泉州市刺桐路贵州茅台专卖店', '泉州市大唐世家贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521847033858, '141412702001', '河南省', '周口市', '项城市', '周口市项城市天安大道与湖滨路交叉口万达时代广场临街店铺109-112', '33.426954', '114.871756', '项城市天安大道贵州茅台专卖店', '项城市富翔商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521872199682, '146460035001', '海南省', '保亭黎族苗族自治县', '保亭黎族苗族自治县', '保亭黎族苗族自治县保亭黎族苗族自治县保兴东路幸福时光小区1-2-107商铺', '18.635728', '109.713138', '保亭黎族苗族自治县保兴东路贵州茅台专卖店', '海南保亭国酒茅台专卖有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521914142722, '241410195001', '河南省', '郑州市', '市辖区', '郑州市市辖区芦医庙大街322号御龙国际', '34.752366', '113.84704', '郑州市芦医庙大街贵州茅台专卖店', '河南众新堂商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521947697154, '143430900001', '湖南省', '益阳市', '赫山区', '益阳市赫山区朝阳街道康富南路146号', '28.563236', '112.353598', '益阳市康富南路贵州茅台专卖店', '益阳市龙海商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938521981251585, '121210192001', '辽宁省', '沈阳市', '沈北新区', '沈阳市沈北新区沈北路21-1号3门、4门', '41.920894', '123.397136', '沈阳市沈北路贵州茅台专卖店', '沈阳雷明国际贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522010611714, '236360100001', '江西省', '南昌市', '西湖区', '南昌市西湖区绿地朝阳中心18栋1单元101室', '28.646732', '115.865448', '南昌市水厂路贵州茅台43度经销店', '南昌华宇酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522035777538, 'B23010300101', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区黑龙江省哈尔滨市南岗区哈西大街299号 西城红场商场所属F1位置', '45.703974', '126.59205', '哈尔滨旗舰店', '黑龙江茅创龙承商贸有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522073526273, '2234012900001', '安徽省', '合肥市', '包河区', '合肥市包河区太湖东路碧湖云溪西门北侧', '31.83351', '117.310223', '合肥市太湖东路贵州茅台酱香系列酒体验中心', '安徽省茅粉会贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522098692097, '252520189002', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区高新区长岭南路178号茅台国际商务中心一期第AB幢（B）1单元18层1号', '26.615679', '106.646581', '贵阳市阳关大道贵州茅台专卖店', '贵州赖茅酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522123857922, '252520189005', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区贵阳国家高新技术产业开发区毕节路58号联合广场1-5栋（5）4层2号', '26.618209', '106.649873', '贵阳市长岭南路贵州茅台43度经销店', '贵州新世代酒业股份有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522149023746, '2337028100001', '山东省', '青岛市', '胶州市', '青岛市胶州市阜安工业园泉州路53号', '36.309473', '120.035107', '胶州市泉州路茅台酱香万家共享主题终端', '青岛龙洲酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522186772481, '2351010000005', '四川省', '成都市', '温江区', '成都市温江区涌泉街道共和东路432、434号', '30.667448', '103.880965', '成都市共和东路茅台酱香万家共享主题终端', '四川省百酒堂酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522216132609, '22522230006001', '贵州省', '铜仁市', '碧江区', '铜仁市碧江区环北南岳大道1号南岳清水湾CS3区商业区-负3-16号', '27.74822775', '109.2022744', '碧江区环北南岳大道茅台酱香万家共享主题终端', '铜仁长利大同商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522245492737, '23520100292001', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区水东街道未来方舟G10组团负1-10号、11号', '26.604535', '106.755241', '云岩区水东街道贵州茅台酱香系列酒体验中心', '贵州茂毅酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522274852865, '151511524001', '四川省', '宜宾市', '长宁县', '宜宾市长宁县长宁镇高铁新区海上明月·南院1＃楼1-1号', '28.587245', '104.925066', '长宁镇竹海大道贵州茅台专卖店', '长宁县云香商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522300018689, '2351010000003', '四川省', '成都市', '高新区', '成都市高新区天府-街1375号、1377号、1379号1层', '30.561986', '104.036582', '成都市天府一街茅台酱香万家共享主题终端', '四川盛世兴成酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522325184514, '223230200001', '黑龙江省', '齐齐哈尔市', '龙沙区', '齐齐哈尔市龙沙区龙华路136号', '47.341056', '123.966072', '齐齐哈尔市龙华路贵州茅台专卖店', '齐齐哈尔糖酒副食品有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522354544641, '2351010000001', '四川省', '成都市', '武侯区', '成都市武侯区机场路38号', '30.609116', '104.056102', '成都市机场路茅台酱香万家共享主题终端', '成都市华盛尚品商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522379710466, '133330123001', '浙江省', '杭州市', '富阳区', '杭州市富阳区富春街道文居街356号', '30.059435', '119.938604', '杭州市文居街贵州茅台专卖店', '杭州富阳金御商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522409070594, '132320621001', '江苏省', '南通市', '海安市', '南通市海安市海安街道东大街2号1幢1035-1036室', '32.546855', '120.466925', '海安市东大街贵州茅台专卖店', '海安姚艺酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522438430722, '137371583001', '山东省', '聊城市', '东昌府区', '聊城市东昌府区燕山路与东昌路交汇处东北角星光国际金融中心6幢0009号商铺', '36.458389', '116.050776', '聊城市东昌路贵州茅台专卖店', '聊城市佳科达商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522463596545, '131310116001', '上海市', '上海市', '金山区', '上海市金山区石化街道蒙山路891～895号', '30.724001', '121.344422', '上海市蒙山路贵州茅台专卖店', '上海俊磊酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522492956674, '2137078210001', '山东省', '潍坊市', '诸城市', '潍坊市诸城市南湖生态经济发展区东关大街与枫香路交叉路口（枫香小镇综合商业楼）', '35.972864', '119.410263', '潍坊市东关大街诸城市百龙名酒经营部门店', '诸城市百龙名酒经营部', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522518122498, '2641018900101', '河南省', '郑州市', '金水区', '郑州市金水区郑州市金水东路10号院（阿卡迪亚）门面房附4号', '34.763671', '113.743295', '郑州市金水东路茅台酱香万家共享主题终端', '河南盛林商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522551676929, '141410223001', '河南省', '开封市', '尉氏县', '开封市尉氏县北二环与建设路交叉口西北/碧桂园2幢一层2-3号', '34.427397', '114.200135', '尉氏县北二环贵州茅台专卖店', '开封市华磊商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522585231361, '2151050010002', '四川省', '泸州市', '泸县', '泸州市泸县福集镇西苑路62号', '29.149373', '105.371496', '泸县福集镇西苑路泸州市江阳区卢氏副食经营部门店', '泸州市江阳区卢氏副食经营部', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522618785793, '2151050010001', '四川省', '泸州市', '龙马潭区', '泸州市龙马潭区蜀泸大道二段2号附109号', '28.903325', '105.42332', '泸州市蜀泸大道四川省泸州久丰久盛酒类营销有限公司门店', '四川省泸州久丰久盛酒类营销有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522656534530, '2250010500001', '重庆市', '重庆市', '渝北区', '重庆市渝北区龙溪街道加州花园C2幢1-1#-1', '29.588379', '106.523526', '重庆市龙溪街道贵州茅台酱香系列酒体验中心', '重庆聪易商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522685894658, '22420127002001', '湖北省', '武汉市', '江汉区', '武汉市江汉区雪松路3附16号', '30.591962', '114.265846', '江汉区雪松路茅台酱香万家共享主题终端', '武汉市江汉区鑫源福盛酒行', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522727837697, '152520100044', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区西南国际商贸城5号馆2楼A区茅台印象馆（由苏州路方向的南门进入）', '26.607735', '106.58366', '贵阳市茅台印象馆贵州茅台自营店', '贵州国酒茅台销售有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522773975042, '144440982001', '广东省', '茂名市', '化州市', '茂名市化州市河西街道办绿景国际花城C1区C1-258-260商铺', '21.648961', '110.613233', '化州市金沙路贵州茅台专卖店', '化州市弘泰商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522803335169, '2352232100001', '贵州省', '黔西南布依族苗族自治州', '兴义市', '黔西南布依族苗族自治州兴义市桔山办新场二组安置区-楼', '25.108628', '104.921481', '兴义市桔山办茅台酱香万家共享主题终端', '贵州鑫驰酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522828500993, '2321120000001', '辽宁省', '铁岭市', '昌图县', '铁岭市昌图县鑫科国际小区4号楼门市1-4号', '42.781171', '124.088812', '昌图县鑫科国际茅台酱香万家共享主题终端', '铁岭君华商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522853666817, '123230800001', '黑龙江省', '佳木斯市', '前进区', '佳木斯市前进区光复东路0454街区106门市', '46.809988', '130.371818', '佳木斯市光复东路贵州茅台专卖店', '佳木斯市全兴宏业商贸有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522887221249, '2222018600002', '吉林省', '长春市', '南关区', '长春市南关区大经路1707号', '43.883361', '125.342084', '长春市大经路贵州茅台酱香系列酒体验中心', '吉林省吉兴酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522929164289, '150500101003', '重庆市', '重庆市', '涪陵区', '重庆市涪陵区人民东路91号桥达.千江樾第6幢1-2、1-3、1-4号门面', '29.702185', '107.404777', '重庆市人民东路贵州茅台专卖店', '重庆市涪陵区涛沭商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522962718722, '242420139001', '湖北省', '武汉市', '汉南区', '武汉市汉南区武汉经济技术开发区海棠路', '30.506732', '114.203088', '武汉市海棠路贵州茅台专卖店', '武汉华源盛邦贸易有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938522992078849, '150500101001', '重庆市', '重庆市', '垫江县', '重庆市垫江县桂西大道北段87号', '30.336685', '107.344021', '垫江县桂西大道贵州茅台专卖店', '重庆市垫江县辉高酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523017244673, '136360732001', '江西省', '赣州市', '兴国县', '赣州市兴国县潋江镇将军大道293号金福花园四期三组团C1栋', '26.326261', '115.338443', '潋江镇银海路贵州茅台专卖店', '兴国品优商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523046604802, '150500101002', '重庆市', '重庆市', '万州区', '重庆市万州区南滨大道锦绣江南', '30.784504', '108.412883', '重庆市南滨大道贵州茅台专卖店', '重庆市万州区醉仁川商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523080159233, '100370100003', '山东省', '济南市', '槐荫区', '济南市槐荫区经四路640号（绿地新城4地块D-2号楼101室、102室）', '36.65705', '116.97057', '济南市经四路贵州茅台专卖店', '山东茅之韵商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523134685185, '137370600005', '山东省', '烟台市', '福山区', '烟台市福山区开发区嫩江路15号', '37.563307', '121.277561', '烟台市嫩江路贵州茅台专卖店', '烟台华新酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523168239618, '100370100002', '山东省', '济南市', '历下区', '济南市历下区解放路26号', '36.665769', '117.063799', '济南市解放路贵州茅台专卖店', '山东共合贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523214376961, '137370600006', '山东省', '烟台市', '招远市', '烟台市招远市金城路378号', '37.375412', '120.39552', '招远市金城路贵州茅台专卖店', '招远市兴泰酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523247931394, '152522627002', '贵州省', '黔东南苗族侗族自治州', '天柱县', '黔东南苗族侗族自治州天柱县凤城街道便桥头天柱县东方名门小区1号楼1-5.1-6 2号楼1-1.1.2', '26.915006', '109.205793', '天柱县金凤大道贵州茅台专卖店', '贵州坤沅酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523281485826, '137370600003', '山东省', '烟台市', '莱山区', '烟台市莱山区莱山区港城东大街1167号天合城19号楼', '37.465666', '121.442624', '烟台市迎春大街贵州茅台专卖店', '烟台华新酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523331817474, '137370600004', '山东省', '烟台市', '芝罘区', '烟台市芝罘区芝罘区南大街153号2号楼附108', '37.544045', '121.36139', '烟台市南大街贵州茅台专卖店', '烟台华新酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523361177602, '22321185001001', '江苏省', '镇江市', '丹徒区', '镇江市丹徒区江苏省镇江市丹徒区新城华山路商业街风尚花园1-115号', '32.128278', '119.418163', '丹徒区华山路茅台酱香万家共享主题终端', '镇江天顺缘商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523398926337, '113130900001', '河北省', '沧州市', '运河区', '沧州市运河区解放西路华元一世界一期e世界1#楼1层103、104铺', '38.305743', '116.822938', '沧州市解放西路贵州茅台专卖店', '沧州市佰醇酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523432480770, '137370600001', '山东省', '烟台市', '福山区', '烟台市福山区开发区长江路117号瑞东国际金融广场', '37.563331', '121.224939', '烟台市瑞东广场贵州茅台专卖店', '烟台华新酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523457646594, '22532132001001', '云南省', '昭通市', '昭阳区', '昭通市昭阳区云南省昭通市昭阳区凤凰办事处悦乐街29号', '27.32', '103.7', '悦乐街茅台酱香万家共享主题终端', '昭通市靖和商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523495395330, '133330192001', '浙江省', '杭州市', '萧山区', '杭州市萧山区建设三路1105号', '30.204664', '120.2695', '杭州市建设三路贵州茅台专卖店', '浙江德道食品有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523524755457, '22520188020001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区会展北路国际会议展览中心1-19', '26.6427', '106.645003', '观山湖区会展北路茅台酱香万家共享主题终端', '贵州汉道酒业股份有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523554115586, '132320685001', '江苏省', '南通市', '崇川区', '南通市崇川区跃龙路68号', '32.014796', '120.868013', '南通市跃龙路贵州茅台专卖店', '南通正华糖酒有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523583475714, '137370600009', '山东省', '烟台市', '龙口市', '烟台市龙口市港城大道271号', '37.642166', '120.533823', '龙口市港城大道贵州茅台专卖店', '龙口市龙海酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523621224449, '137370600007', '山东省', '烟台市', '栖霞市', '烟台市栖霞市庄园街道文化路电业局北330米(山水庄园小区东门)', '37.316686', '120.841299', '栖霞市文化路贵州茅台专卖店', '栖霞市祥龙酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523650584578, '137370600008', '山东省', '烟台市', '海阳市', '烟台市海阳市海阳路89号', '36.779789', '121.171564', '海阳市海阳路贵州茅台专卖店', '海阳市紫瑛商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523675750401, '143432502001', '湖南省', '长沙市', '长沙县', '长沙市长沙县湘龙街道锦绣路38号', '28.250104', '113.058624', '长沙县锦绣路贵州茅台专卖店', '娄底市华蓝贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523700916226, '162620129001', '甘肃省', '兰州市', '永登县', '兰州市永登县中川镇栖霞街道太白山路15、17、19号', '36.464008', '103.683538', '中川镇太白山路贵州茅台专卖店', '甘肃巨源酒业有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523726082050, '22520300076001', '贵州省', '遵义市', '播州区', '遵义市播州区龙坑街道保利社区保利未来城B2-D1-1-04.05号', '27.614', '106.869579', '播州区龙坑街道茅台酱香万家共享主题终端', '遵义市兴新祥贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523751247873, '22540100029001', '广东省', '深圳市', '光明区', '深圳市光明区公明街道上村社区上辇旧村民生路103号101', '22.78377', '113.902618', '光明区民生大道茅台酱香万家共享主题终端', '浩润控股投资（深圳）有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523780608001, '146460003001', '海南省', '儋州市', '儋州市', '儋州市儋州市那大镇伏波路266号兆南熙园（宝岛路与松涛路交叉口）15#1-2商铺', '19.526638', '109.548795', '那大镇伏波路贵州茅台专卖店', '儋州五自信酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523809968129, '244440187001', '广东省', '广州市', '越秀区', '广州市越秀区东风东路744号首层西面自编02商铺', '23.130873', '113.298591', '广州市东风东路贵州茅台专卖店', '广州元亨能源有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523835133954, '234340125002', '安徽省', '合肥市', '庐阳区', '合肥市庐阳区颍上路58号', '31.887093', '117.273725', '合肥市颍上路贵州茅台专卖店', '安徽省徽商糖酒有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523860299777, '234340125003', '安徽省', '合肥市', '庐阳区', '合肥市庐阳区固镇路3149号万科森林城S4幢116/117/118商铺', '31.889869', '117.228501', '合肥市固镇路贵州茅台专卖店', '安徽佳酩贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523889659906, '145450700002', '广西壮族自治区', '钦州市', '钦北区', '钦州市钦北区钦州湾大道90号宏华馨园A栋107、108、109商铺', '21.978631', '108.628471', '钦州市钦州湾大道贵州茅台专卖店', '钦州市尊和贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523914825730, '145450700003', '广西壮族自治区', '钦州市', '钦北区', '钦州市钦北区正元及第尊府9栋8、9、10号铺', '21.962697', '108.647117', '钦州市子材东大街贵州茅台专卖店', '钦州市桂茅酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523939991554, '234340125001', '安徽省', '合肥市', '包河区', '合肥市包河区北京路与黄河路交口金科博翠天宸花园26幢', '31.767437', '117.330519', '合肥市北京路贵州茅台专卖店', '安徽省友谊贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523965157378, '152520100021', '贵州省', '贵阳市', '白云区', '贵阳市白云区龙井路155号梵华里云锦云玺第7栋负层1-4号', '26.66758', '106.612886', '艳山红镇龙井路贵州茅台专卖店', '贵州今立贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938523990323201, '2315230100001', '内蒙古自治区', '通辽市', '科尔沁区', '通辽市科尔沁区开发区碧桂园御龙湾小区南门西侧', '43.668434', '122.274732', '通辽市碧桂园御龙湾茅台酱香万家共享主题终端', '通辽市协成商贸有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524036460545, '22140187001001', '山西省', '太原市', '万柏林区', '太原市万柏林区长风西街36号远大凤玺湾5幢1008号主题终端', '37.819285', '112.515716', '万柏林区长风西街茅台酱香万家共享主题终端', '太原市迎泽海王鑫贸易商行', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524065820674, '152520100023', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区金朱路1号金阳新世界珑璟组团19号商铺负3-(25-26_)门面', '26.666409', '106.621116', '贵阳市金朱路贵州茅台专卖店', '贵州海霸贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524090986497, '23211300001001', '辽宁省', '朝阳市', '双塔区', '朝阳市双塔区辽宁省朝阳市双塔区长江路二段70号1层东第17户', '41.585246', '120.457041', '双塔区长江路茅台酱香万家共享主题终端', '朝阳市宏程商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524141318146, '152522530002', '贵州省', '安顺市', '紫云苗族布依族自治县', '安顺市紫云苗族布依族自治县松山街道教场路184号', '25.760031', '106.08616', '紫云县教场路贵州茅台专卖店', '贵州裕丰恒酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524191649794, '151513001002', '四川省', '达州市', '通川区', '达州市通川区汉章路172、174、176、178号', '31.228312', '107.464137', '达州市汉章路贵州茅台专卖店', '达州市和酱商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524313284610, '153532901001', '云南省', '大理白族自治州', '大理市', '大理白族自治州大理市下关苍山东路461号', '25.596445', '100.257213', '大理市苍山东路贵州茅台专卖店', '大理金叶商务服务有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524338450433, '134340725001', '安徽省', '铜陵市', '铜官区', '铜陵市铜官区石城大道柏庄出暖花开商业网点23栋02-04号', '30.950802', '117.83502', '铜陵市石城大道贵州茅台专卖店', '铜陵市六和名城实业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524367810562, 'B43010005401', '湖南省', '长沙市', '市辖区', '长沙市市辖区湖南省长沙市开福区湘江中路1500号大悦城购物中心G层G-11铺面', '28.239076', '112.978901', '长沙旗舰店', '湖南冰火湘传贸易有限责任公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524413947905, '2344060000003', '广东省', '佛山市', '南海区', '佛山市南海区桂城东平路20号金百福都市广场C栋首层6号铺', '23.024583', '113.170608', '佛山市桂城东平路茅台酱香万家共享主题终端', '佛山市鸿酉贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524472668161, '22450500007001', '广西壮族自治区', '北海市', '海城区', '北海市海城区湖海路27号', '21.6', '109.22', '海城区湖海路茅台酱香万家共享主题终端', '北海玉泉德商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524497833986, '241410191001', '河南省', '郑州市', '金水区', '郑州市金水区三全路风雅颂-天骄学府11号商铺', '34.82837', '113.672475', '郑州市三全路贵州茅台专卖店', '河南国醇商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524527194114, '141411324002', '河南省', '南阳市', '镇平县', '南阳市镇平县平安大道金豪玉廷104-2', '33.0248', '112.227', '镇平县平安大道贵州茅台专卖店', '郑州明都酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524564942850, '2344060000001', '广东省', '佛山市', '南海区', '佛山市南海区南新三路12号', '23.027627', '113.143289', '南海区南新三路茅台酱香万家共享主题终端', '佛山市中茅贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524602691585, '233330400001', '浙江省', '嘉兴市', '桐乡市', '嘉兴市桐乡市梧桐街道庆丰北路547号南侧', '30.650958', '120.549171', '桐乡市庆丰北路贵州茅台43度经销店', '嘉兴桐乡贵诚酒业销售有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524623663106, '233330100002', '浙江省', '杭州市', '拱墅区', '杭州市拱墅区绍兴路48号', '30.284249', '120.180557', '杭州市绍兴路贵州茅台43度经销店', '杭州华商茅台酒专卖店有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524653023234, '233330100001', '浙江省', '杭州市', '拱墅区', '杭州市拱墅区半山街道丰源街433号', '30.345211', '120.169339', '杭州市丰源街贵州茅台专卖店', '浙江商源共好贸易有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524690771969, '22522421009001', '贵州省', '毕节市', '七星关区', '毕节市七星关区贵州省毕节市七星关区新城区四十米大道龙景苑A栋1层1号', '27.29861527', '105.3082721', '新城区四十米大道龙景苑茅台酱香万家共享主题终端', '贵州毕节千醇酒业有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524715937794, '150500113002', '重庆市', '重庆市', '巴南区', '重庆市巴南区鱼洞鱼轻路26号附38、39号', '29.380725', '106.518121', '重庆市鱼轻路贵州茅台专卖店', '重庆海惠酒类销售有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524745297921, '152520100035', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区中环路东段未来方舟F10组团底商铺负3-1号', '26.599715', '106.751251', '贵阳市中环路东段贵州茅台专卖店', '贵州仁恒商贸有限公司', '2023-08-11 17:55:16');
INSERT INTO `i_shop` VALUES (1689938524770463746, '152520100033', '贵州省', '贵阳市', '南明区', '贵阳市南明区龙洞堡机场T2航站楼二楼', '26.543462', '106.799861', '贵阳市龙洞堡机场贵州茅台专卖店', '贵州省机场集团有限公司酒业分公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938524799823873, '22110106036002', '北京市', '北京市', '房山区', '北京市房山区北康泽路8号院1号楼1层149', '39.767136', '116.209044', '房山区康泽路贵州茅台酱香万家共享主题终端', '北京十越九成商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938524824989697, '2237070000001', '山东省', '潍坊市', '高新区', '潍坊市高新区胜利街与金马路交叉口东200米路南', '36.706139', '119.179462', '潍坊市胜利街贵州茅台酱香系列酒体验中心', '潍坊云峰酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938524871127042, '2111022910001', '北京市', '北京市', '延庆区', '北京市延庆区延庆镇高塔街68号', '40.464955', '115.977199', '延庆镇高塔街北京市北京夏都顺祥糖酒商贸有限公司门店', '北京夏都顺祥糖酒商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938524904681474, '22110105081001', '北京市', '北京市', '朝阳区', '北京市朝阳区北京市朝阳区康中街6号院1号楼1层107号', '39.882467', '116.603803', '朝阳区康中街茅台酱香万家共享主题终端', '风土（北京）国际贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938524934041601, '141410194002', '河南省', '郑州市', '郑州航空港经济综合实验区', '郑州市郑州航空港经济综合实验区华夏大道180号', '34.537418', '113.82735', '郑州市华夏大道贵州茅台专卖店', '河南裕美裕港实业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938524980178946, '141410194001', '河南省', '郑州市', '管城回族区', '郑州市管城回族区安平路95号东安嘉苑11号', '34.735966', '113.758195', '郑州市安平路贵州茅台专卖店', '河南国酒实业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525034704897, '2123018610001', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区长江路101号小酒喔门店', '45.750068', '126.683148', '哈尔滨市长江路哈尔滨小酒喔经贸有限公司门店', '哈尔滨小酒喔经贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525064065026, 'B34010300201', '安徽省', '合肥市', '庐阳区', '合肥市庐阳区安徽省合肥市庐阳区蒙城北路129号合肥宜家家居B1茅台冰淇淋店', '31.907139', '117.215333', '合肥旗舰店', '安徽美茅冰醇食品销售有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525118590977, '223729010001', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区开发区人民路中央公馆世玺6号楼01012.01013.01014', '35.247168', '115.497721', '牡丹区人民路贵州茅台酱香系列酒体验中心', '菏泽市兴亚酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525152145409, '22430100043001', '湖南省', '长沙市', '岳麓区', '长沙市岳麓区望岳街道窑塘社区窑塘村综合楼一楼110号', '28.23024', '112.926638', '岳麓区望岳街道茅台酱香万家共享主题终端', '长沙清圣酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525189894145, '141411000002', '河南省', '许昌市', '魏都区', '许昌市魏都区新东街御湖城17幢101-102-103', '34.028846', '113.8845', '许昌市新东街贵州茅台专卖店', '许昌中州皇冠贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525215059970, '215150124001', '内蒙古自治区', '呼和浩特市', '新城区', '呼和浩特市新城区机场高速路北侧水岸小镇H区6号楼1022室', '40.845137', '111.765086', '呼和浩特市安达路贵州茅台专卖店', '内蒙古银隆保鑫科技发展有限责任公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525240225793, '100130200005', '河北省', '唐山市', '路北区', '唐山市路北区新华北里富锦园1楼4号、5号', '39.630115', '118.175517', '唐山市西山道贵州茅台专卖店', '唐山兴旭商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525273780225, '244445500001', '广东省', '中山市', '南区', '中山市南区坦洲镇谭隆南路23号佳境康城12-13卡商铺', '22.262305', '113.498703', '坦洲镇康明路贵州茅台专卖店', '中山市晋荣酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525303140354, '22420100077001', '湖北省', '武汉市', '硚口区', '武汉市硚口区解放大道628号新世界写字楼K11一层C0101', '30.579192', '114.265966', '硚口区解放大道茅台酱香万家共享主题终端', '武汉市华酱酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525332500481, '235350187001', '福建省', '福州市', '台江区', '福州市台江区宁化街道祥坂街26号（原上浦路南侧）富力中心A座1层17、18商务办公', '26.063234', '119.280156', '福州市祥坂街贵州茅台专卖店', '福州茅嘉贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525361860610, '233330481001', '浙江省', '嘉兴市', '海宁市', '嘉兴市海宁市文苑南路350号', '30.492902', '120.686186', '海宁市文苑南路贵州茅台专卖店', '海宁宏辰贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525395415042, '2332140400003', '江苏省', '泰州市', '靖江市', '泰州市靖江市新桥镇新桥中路28号', '32.001201', '120.080399', '靖江市新桥镇新桥中路茅台酱香万家共享主题终端', '江苏春意商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525458329601, '161610100020', '陕西省', '西安市', '雁塔区', '西安市雁塔区长安中路30号', '34.219303', '108.946147', '西安市长安中路贵州茅台专卖店', '陕西融通军民服务社有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525491884034, '22430683001001', '湖南省', '岳阳市', '岳阳楼区', '岳阳市岳阳楼区南湖大道527号1-3楼', '29.359623', '113.11822', '岳阳楼区南湖大道茅台酱香万家共享主题终端', '岳阳市金鼎商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525538021377, '2145023010001', '广西壮族自治区', '柳州市', '柳北区', '柳州市柳北区北雀路十二区65栋柳钢商住楼-楼南侧1号门面', '24.372921', '109.397415', '柳州市北雀路柳州市金樽商贸有限公司门店', '柳州市金樽商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525567381506, '146460027001', '海南省', '澄迈县', '澄迈县', '澄迈县澄迈县老城开发区美伦路蓝海美伦湾10#S101-102铺面', '19.950166', '110.124191', '澄迈县美伦路贵州茅台专卖店', '海南华熙实业投资有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525592547330, '2113068610001', '河北省', '保定市', '莲池区', '保定市莲池区莲池区瑞兴路411号', '38.90431', '115.513858', '保定市瑞兴路定州市中天商贸有限责任公司保定分公司门店', '定州市中天商贸有限责任公司保定分公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525621907458, '2154012810001', '西藏自治区', '拉萨市', '城关区', '拉萨市城关区色拉北路27号（色拉寺大院）', '29.689393', '91.133763', '拉萨市色拉北路拉萨亚雄商贸有限公司门店', '拉萨亚雄商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525647073282, '100445281001', '广东省', '揭阳市', '普宁市', '揭阳市普宁市流沙长春路南侧', '23.301596', '116.152687', '普宁市长春路贵州茅台专卖店', '普宁市吉华贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525684822017, '22320582003001', '江苏省', '苏州市', '张家港市', '苏州市张家港市杨舍镇人民路42号东2幢1-2层（公寓楼大堂）', '31.88', '120.55', '杨舍镇人民路茅台酱香万家共享主题终端', '张家港保税区众士达国际贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525714182146, '22441800009001', '广东省', '清远市', '清城区', '清远市清城区清城区新城花金洲花园金盈阁首层103号', '23.69', '113.04', '清城区新城金洲花园茅台酱香万家共享主题终端', '清远市铭丰酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525739347969, '152522229002', '贵州省', '铜仁市', '松桃苗族自治县', '铜仁市松桃苗族自治县蓼皋镇梵净山大道松江国际4号楼1-5、6、7号门面', '28.13946', '109.195026', '蓼皋镇梵净山大道贵州茅台专卖店', '松桃朝阳酒业销售有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525768708097, '2242010000001', '湖北省', '武汉市', '江汉区', '武汉市江汉区香港路与香江路交汇处(香港路地铁站F口步行350米)', '30.607369', '114.280827', '武汉市香港路贵州茅台酱香系列酒体验中心', '武汉茅和五商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525798068225, '2237130000002', '山东省', '临沂市', '河东区', '临沂市河东区凤凰大街与正阳路交汇处财源广场沿街', '35.071894', '118.398048', '临沂市正阳路贵州茅台酱香系列酒体验中心', '临沂鼎天名品商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525831622658, '2231010900001', '上海市', '上海市', '浦东新区', '上海市浦东新区东方路1957弄32号', '31.197411', '121.520702', '上海市东方路贵州茅台酱香系列酒体验中心', '新翃宇（上海）国际贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525865177089, '22520383014001', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区忠庄街道共青大道遵义碧桂园第一期第15幢1层1-9号', '27.648017', '106.879512', '遵义市红花岗区忠庄街道茅台酱香万家共享主题终端', '贵州鼎众之慧贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525894537217, '2237130000001', '山东省', '临沂市', '罗庄区', '临沂市罗庄区盛庄街道沂州路与沂河路交汇西100米路北', '35.016911', '118.353527', '临沂市沂河路贵州茅台酱香系列酒体验中心', '山东九州商业集团有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525923897345, '2146000210001', '海南省', '琼海市', '琼海市', '琼海市琼海市嘉积镇元亨街次街49号一楼', '19.240067', '110.471538', '琼海市嘉积镇元亨街琼海咀华贸易有限公司门店', '琼海咀华贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525953257473, '161610100005', '陕西省', '渭南市', '韩城市', '渭南市韩城市盘河路187号', '35.465777', '110.464957', '韩城市盘河路贵州茅台专卖店', '韩城久珍商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938525978423297, '114142601001', '山西省', '临汾市', '尧都区', '临汾市尧都区古城路29号', '36.092881', '111.514796', '临汾市古城路贵州茅台专卖店', '临汾市诚和致信商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526011977730, '161610100004', '陕西省', '西安市', '未央区', '西安市未央区贞观路(睿明居)', '34.337631', '108.961269', '西安市贞观路贵州茅台专卖店', '陕西华鼎酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526037143553, '244440305002', '广东省', '深圳市', '龙岗区', '深圳市龙岗区南湾街道下李朗社区布澜路76号东久创新科技园1期2栋-15', '22.632186', '114.132413', '深圳市布澜路贵州茅台专卖店', '深圳市银宽酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526062309378, '152520181001', '贵州省', '贵阳市', '清镇市', '贵阳市清镇市云岭西路31号101', '26.549344', '106.462421', '清镇市云岭西路贵州茅台专卖店', '清镇市蓉发贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526095863809, '2311022100001', '北京市', '北京市', '昌平区', '北京市昌平区回龙观龙兴园中区东门1号', '40.062039', '116.322053', '北京市回龙观龙兴园茅台酱香万家共享主题终端', '北京红色之旅营销策划有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526121029633, '152520181002', '贵州省', '贵阳市', '花溪区', '贵阳市花溪区贵阳小河香江路162号', '26.516473', '106.693386', '贵阳市香江路贵州茅台专卖店', '贵州中昱商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526150389761, '2237052400001', '山东省', '东营市', '东营区', '东营市东营区东城银座城市广场8幢11-2号', '37.444097', '118.668477', '东营市东城银座贵州茅台酱香系列酒体验中心', '东营市通裕商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526175555586, '113130421001', '河北省', '邯郸市', '丛台区', '邯郸市丛台区联纺东路', '36.624782', '114.527634', '邯郸市联纺东路贵州茅台专卖店', '邯郸市赛超商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526204915714, '22440301003001', '广东省', '深圳市', '罗湖区', '深圳市罗湖区翠竹街道翠竹社区华丽路2046号翠华花园2栋1B', '22.554113', '114.13324', '罗湖区华丽路与爱国路交叉口茅台酱香万家共享主题终端', '深圳市鸿鑫源文化艺术传播有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526251053057, '135350800001', '福建省', '龙岩市', '新罗区', '龙岩市新罗区罗龙路193号', '25.098307', '117.018312', '龙岩市罗龙路贵州茅台专卖店', '龙岩泰华食品有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526280413185, '2331011000002', '上海市', '上海市', '杨浦区', '上海市杨浦区本溪路137号', '31.27695', '121.51877', '上海市本溪路茅台酱香万家共享主题终端', '上海涌臻贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526309773313, '161610100012', '海南省', '三亚市', '海棠区', '三亚市海棠区林旺北旅游服务小镇商业区1号楼5号商铺', '18.316417', '109.7105', '三亚市林旺大道贵州茅台专卖店', '三亚海棠花开酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526339133442, '2221020000002', '辽宁省', '大连市', '西岗区', '大连市西岗区长江路585-4', '38.919534', '121.615353', '大连市长江路贵州茅台酱香系列酒体验中心', '大连京玉商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526385270786, '161610100011', '陕西省', '咸阳市', '渭城区', '咸阳市渭城区人民东路永大观邸3幢1-2楼1-9号', '34.338699', '108.734034', '咸阳市人民东路贵州茅台专卖店', '咸阳酱心坊酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526431408129, '161610100014', '陕西省', '西安市', '临潼区', '西安市临潼区秦唐大道与健康路交叉口东北40米金唐元商铺10110室', '34.367003', '109.208344', '西安市临潼快速干道贵州茅台专卖店', '西安香溢商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526456573954, 'B21010100140', '辽宁省', '盘锦市', '兴隆台区', '盘锦市兴隆台区盘锦市兴隆台区利港酒店旁', '41.108388', '122.060935', '盘锦四季商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526485934082, '161610100013', '陕西省', '西安市', '新城区', '西安市新城区西五路26号一层全季酒店以西', '34.269691', '108.959736', '西安市西五路贵州茅台专卖店', '西安一樽商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526515294210, 'B21010100141', '辽宁省', '盘锦市', '兴隆台区', '盘锦市兴隆台区盘锦市兴隆台区惠宾街道中誉玖郡68号楼117号', '41.102437', '122.102149', '盘锦伟华酒业有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526540460034, '161610100016', '陕西省', '西安市', '雁塔区', '西安市雁塔区曲江新区曲江池东路1幢1单元10140号', '34.195778', '108.988687', '西安市曲江池东路贵州茅台专卖店', '西安恒丰酒文化有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526565625858, 'B21010100142', '辽宁省', '抚顺市', '新抚区', '抚顺市新抚区抚顺市新抚区天朗大厦一层西区贵州茅台专卖店', '41.860051', '123.895027', '抚顺天朗商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526594985985, '161610100015', '陕西省', '西安市', '长安区', '西安市长安区电子正街延伸段与西部大道交汇处东南角莱安城1F-03', '34.170288', '108.919626', '西安市西部大道贵州茅台专卖店', '西安醉美源酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526620151809, '2122018510001', '吉林省', '长春市', '南关区', '长春市南关区南四环保利金香槟A1栋104室', '43.809644', '125.327066', '长春市保利香槟吉林酱源供应链有限公司门店', '吉林酱源供应链有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526662094849, 'B21010100143', '辽宁省', '大连市', '沙河口区', '大连市沙河口区大连市沙河口区联合路兰园8-11', '39.902246', '116.408327', '大连津享逸商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526691454978, 'B21010100144', '辽宁省', '沈阳市', '苏家屯区', '沈阳市苏家屯区沈阳市苏家屯区南京南街1019-47号20门', '41.668906', '123.382447', '沈阳梦诚商贸有限公司', '富贵辽凝（沈阳）商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526716620802, '132320130001', '江苏省', '南京市', '鼓楼区', '南京市鼓楼区江东街道檀悦花园南苑11幢101室', '32.035734', '118.726597', '南京市水西门大街贵州茅台专卖店', '南京缘盛经贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526745980930, '161610100017', '陕西省', '西安市', '未央区', '西安市未央区凤城七路风景御园15幢1单元1层10106室', '34.337626', '108.941685', '西安市凤城七路贵州茅台自营店', '陕西国酒茅台销售有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526779535361, '137370283002', '山东省', '青岛市', '平度市', '青岛市平度市杭州南路188号4号楼101商铺', '36.757775', '119.967895', '平度市杭州路贵州茅台专卖店', '青岛鹏国酒业销售有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526804701186, '2133042410001', '浙江省', '嘉兴市', '海盐县', '嘉兴市海盐县海盐县城北路141号', '30.521161', '120.944248', '海盐县城北路海盐县武原鑫茂酒行门店', '海盐县武原鑫茂酒行', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526846644226, '133331086001', '浙江省', '台州市', '路桥区', '台州市路桥区金洋路369号金悦花园1幢金洋路341、343、345/347', '28.595508', '121.371569', '台州市金洋路贵州茅台专卖店', '台州良贵酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526880198658, '144440689001', '广东省', '佛山市', '高明区', '佛山市高明区荷城街道荷富路801号101-102铺、110-115铺', '22.916789', '112.862424', '佛山市荷富路贵州茅台专卖店', '佛山市高明国致酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526913753089, '161610100010', '陕西省', '西安市', '碑林区', '西安市碑林区张家村含光北路15号九锦台1幢1单元1层10105号', '34.232325', '108.932438', '西安市含光北路贵州茅台专卖店', '陕西恒浩商贸文化有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526947307521, '137371522002', '山东省', '聊城市', '莘县', '聊城市莘县燕塔街道伊园街338号翰林花园1-1', '36.249816', '115.663123', '莘县伊园街贵州茅台专卖店', '莘县清新酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938526997639169, '2151060010002', '四川省', '德阳市', '旌阳区', '德阳市旌阳区华山北路白河巷121号', '31.138391', '104.389323', '德阳市华山北路德阳市龙鳞商贸有限公司门店', '德阳市龙鳞商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527022804994, '145450481002', '广西壮族自治区', '梧州市', '岑溪市', '梧州市岑溪市工农路2号', '22.922834', '110.994789', '岑溪工农路贵州茅台专卖店', '岑溪市永丰旺商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527060553730, '235350202001', '福建省', '厦门市', '海沧区', '厦门市海沧区海富路256号', '24.494605', '118.035442', '厦门市海富路贵州茅台专卖店', '厦门汇林正地商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527110885378, '145450882002', '广西壮族自治区', '贵港市', '港北区', '贵港市港北区中山大道北延段好旺角6号', '23.114061', '109.595986', '贵港市中山大道北延段贵州茅台专卖店', '贵港市鼎醴贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527144439810, '2332050000001', '江苏省', '苏州市', '吴江区', '苏州市吴江区盛泽镇盛利商区m幢48号', '30.89515', '120.640556', '苏州市盛泽镇盛利商区茅台酱香万家共享主题终端', '苏州旨昶贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527177994241, '2341092900002', '河南省', '濮阳市', '华龙区', '濮阳市华龙区京开大道与人民路交叉口西100米路南', '35.76093', '115.041673', '濮阳市京开大道茅台酱香万家共享主题终端', '濮阳市诚诚商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527207354369, '141411219001', '河南省', '三门峡市', '义马市', '三门峡市义马市千符路与祥瑞路交叉口路北', '34.758144', '111.864201', '义马市千符路贵州茅台专卖店', '三门峡市华磊商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527249297409, '145450882001', '广西壮族自治区', '贵港市', '港北区', '贵港市港北区贵港市港北区御珑湾小区商铺3-117.3-118', '23.107366', '109.56747', '贵港市迎宾大道贵州茅台专卖店', '广西贵港市糖酒副食有限责任公司城区酒类批发部', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527282851841, '2332050000002', '江苏省', '苏州市', '常熟市', '苏州市常熟市常熟市衡山路109号', '31.668626', '120.760724', '常熟市衡山路茅台酱香万家共享主题终端', '常熟华糖酒业销售有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527316406273, '2341092900003', '河南省', '鹤壁市', '淇滨区', '鹤壁市淇滨区黎阳路街道海河路98号', '35.4551', '114.1712', '鹤壁市黎阳路茅台酱香万家共享主题终端', '鹤壁市瑞梦湖商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527341572097, '145450400001', '广西壮族自治区', '梧州市', '长洲区', '梧州市长洲区三龙东二路22号壹品尊府3、4、5号商铺', '23.473077', '111.233115', '梧州市三龙东二路贵州茅台专卖店', '广西梧州市吉丰商贸有限责任公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527370932225, '144440302001', '广东省', '深圳市', '福田区', '深圳市福田区中心五路星河中心一楼L1a', '22.534021', '114.061751', '深圳市福华路贵州茅台自营店', '深圳市茅台酒销售有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527400292353, '2341092900004', '河南省', '新乡市', '红旗区', '新乡市红旗区新飞大道与科隆大道交叉口西北角', '35.274681', '113.900227', '新乡市新飞大道茅台酱香万家共享主题终端', '新乡市大胜商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527433846786, '145450400002', '广西壮族自治区', '梧州市', '长洲区', '梧州市长洲区西堤三路63-3号', '23.473014', '111.272414', '梧州市西堤三路贵州茅台专卖店', '广西梧州市吉丰商贸有限责任公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527463206914, '100410100021', '河南省', '周口市', '川汇区', '周口市川汇区太昊路与工农路交叉口北150米路东亿星紫荆城5.6.11号楼底商102-103铺', '33.594696', '114.664796', '周口市工农路贵州茅台专卖店', '河南亿星实业集团股份有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527488372737, '131310113001', '上海市', '上海市', '宝山区', '上海市宝山区东林路397号', '31.408213', '121.492582', '上海市东林路贵州茅台专卖店', '上海茅源实业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527513538561, '131310113002', '上海市', '上海市', '宝山区', '上海市宝山区克山路226号', '31.402396', '121.466461', '上海市克山路贵州茅台专卖店', '上海国茅贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527538704386, '100520100046', '贵州省', '贵阳市', '南明区', '贵阳市南明区解放路', '26.561374', '106.720546', '贵阳市解放路贵州茅台专卖店', '贵州冠洲宾馆有限责任公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527568064514, '22130526001001', '河北省', '邢台市', '任县', '邢台市任县河北省邢台市任泽区任城镇人民大街东方御园小区S2号B区111商铺', '27.525458', '109.987086', '任县任城镇人民大街茅台酱香万家共享主题终端', '任县九坊烟酒门市部', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527597424641, '111110105002', '北京市', '北京市', '东城区', '北京市东城区珠市口东大街4号4-11号', '39.892654', '116.414083', '北京市珠市口东大街贵州茅台专卖店', '北京德华永胜商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527651950593, '2333272100001', '浙江省', '丽水市', '龙泉市', '丽水市龙泉市龙渊街道华楼街庆丰楼20号', '28.070337', '119.131439', '龙泉市龙渊街道茅台酱香万家共享主题终端', '丽水市新名优商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527698087937, '153533606001', '云南省', '玉溪市', '红塔区', '玉溪市红塔区凤凰路98号', '24.344314', '102.548988', '玉溪市凤凰路贵州茅台专卖店', '玉溪新珑浩商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527727448066, '237370123001', '山东省', '济南市', '历城区', '济南市历城区唐冶中路3777号国泰唐坊1-107、1-108、1-109商铺', '36.69094', '117.23247', '济南市唐冶中路贵州茅台专卖店', '济南鑫盛元商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527752613889, '233330923001', '浙江省', '舟山市', '定海区', '舟山市定海区绿岛路68号-1', '29.975113', '122.219831', '舟山市绿岛路贵州茅台专卖店', '舟山市汇源糖业烟酒有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527781974017, '2362270100001', '甘肃省', '平凉市', '崆峒区', '平凉市崆峒区平凉市崆峒区世纪花园B5区6号', '35.55366', '106.668008', '平凉市世纪花园茅台酱香万家共享主题终端', '平凉市崆峒区鲲林顺帆商行', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527811334146, '22370100059001', '山东省', '济南市', '槐荫区', '济南市槐荫区张庄街道绿地香榭新里广场40号楼1-107', '36.69', '116.92', '槐荫区张庄街道茅台酱香万家共享主题终端', '济南启拓商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527836499970, '137370826001', '山东省', '济宁市', '微山县', '济宁市微山县夏镇街道商业南街39号', '34.79989', '117.137425', '微山县商业南街贵州茅台专卖店', '微山县润安贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527865860098, '161612725001', '陕西省', '咸阳市', '市辖区', '咸阳市市辖区西咸新区沣东新城王寺东街', '34.255406', '108.774846', '咸阳市王寺东街贵州茅台专卖店', '陕西和丰酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527891025922, '2313068100001', '河北省', '保定市', '涿州市', '保定市涿州市清凉寺街道冠云中路91号商铺', '39.477885', '115.989092', '涿州市清凉寺街道茅台酱香万家共享主题终端', '君可醉（河北）商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527924580354, '2244030000002', '广东省', '深圳市', '福田区', '深圳市福田区福田街道岗厦社区福华三路恒运豪庭101', '22.533176', '114.066177', '深圳市福田街道贵州茅台酱香系列酒体验中心', '深圳市佑恩实业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527949746178, '244440183001', '广东省', '广州市', '黄埔区', '广州市黄埔区大沙地东319号714室', '23.107109', '113.457836', '广州市大沙东路贵州茅台43度经销店', '广州中酩酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938527974912001, '111110105008', '北京市', '北京市', '朝阳区', '北京市朝阳区北地大厦', '40.036029', '116.422079', '北京市秋实街贵州茅台专卖店', '北京世鼎商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528004272129, '136360500002', '江西省', '新余市', '渝水区', '新余市渝水区经济开发区春龙街4栋', '27.835027', '114.982678', '新余市春龙大道贵州茅台专卖店', '新余市金安贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528033632257, '141411322001', '河南省', '南阳市', '方城县', '南阳市方城县中达街与文化路交叉口', '33.256393', '113.034627', '方城县文化路贵州茅台专卖店', '河南任安商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528067186690, '111110105016', '北京市', '北京市', '朝阳区', '北京市朝阳区尚家楼路2号院10号楼1层10-1', '39.966887', '116.458256', '北京市尚家楼路贵州茅台专卖店', '北京开阳兴盛科技有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528100741122, '111110105017', '北京市', '北京市', '朝阳区', '北京市朝阳区东坝驹子房427号楼108-109-110', '39.95968', '116.57106', '东坝乡运福南路贵州茅台专卖店', '北京鑫隆泉商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528130101250, '121211200001', '辽宁省', '铁岭市', '铁岭县', '铁岭市铁岭县富力四季半岛S5幢门市102、103', '42.254485', '123.738214', '铁岭县黑龙江路贵州茅台专卖店', '铁岭君华商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528155267074, '165652830001', '新疆维吾尔自治区', '巴音郭楞蒙古自治州', '库尔勒市', '巴音郭楞蒙古自治州库尔勒市石化大道凯悦特区6栋01号', '41.738471', '86.172401', '库尔勒市石化大道贵州茅台专卖店', '巴州鼎盛商贸有限责任公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528180432898, '111110105013', '北京市', '北京市', '大兴区', '北京市大兴区科创四街32号', '39.807809', '116.532609', '北京市科创四街贵州茅台专卖店', '北京酒香隆盛贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528209793025, '111110105010', '北京市', '北京市', '朝阳区', '北京市朝阳区百子湾南2路72号楼1层110', '39.896795', '116.476341', '北京市百子湾南二路贵州茅台专卖店', '北京中海玉液商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528260124673, '22340100030001', '安徽省', '合肥市', '蜀山区', '合肥市蜀山区翡翠路与休宁路交口绿怡汇林西29幢105室', '31.826401', '117.217634', '蜀山区翡翠路茅台酱香万家共享主题终端', '安徽吉创名品供应链管理有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528306262017, '213130984001', '河北省', '沧州市', '河间市', '沧州市河间市京开北路与曙光西路交叉口（瀛州首府商业5#楼104铺）', '38.446615', '116.087677', '河间市京开北路贵州茅台专卖店', '河间市国习卓润商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528352399361, '251510186008', '四川省', '成都市', '市辖区', '成都市市辖区高新区天府一街1566号31栋1层6号、7号、8号、', '30.565044', '104.035751', '成都市天府一街贵州茅台专卖店', '成都佳瑞福商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528390148098, '251510186002', '四川省', '成都市', '青羊区', '成都市青羊区玉沙路142号', '30.666889', '104.079758', '成都市玉沙路贵州茅台专卖店', '四川省糖酒有限责任公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528415313922, '251510186001', '四川省', '成都市', '青羊区', '成都市青羊区浣花北路12号附5-6号', '30.664791', '104.037062', '成都市浣花北路贵州茅台专卖店', '成都市糖酒有限责任公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528444674049, '251510186004', '四川省', '成都市', '锦江区', '成都市锦江区棣棠路908、909、910号', '30.595757', '104.124066', '成都市棣棠路贵州茅台专卖店', '成都市可飞达贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528469839874, '2145088210001', '广西壮族自治区', '贵港市', '港北区', '贵港市港北区荷城路1108号中强普罗旺斯8-11幢2区2-18号', '23.112835', '109.582221', '贵港市荷城路贵港市尊和商贸有限公司门店', '贵港市尊和商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528499200002, '153530100003', '云南省', '昆明市', '西山区', '昆明市西山区福海街道滇池路西贡码头七栋', '24.984431', '102.659391', '昆明市迎海路贵州茅台专卖店', '昆明巨明实业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528528560129, '254540100002', '西藏自治区', '拉萨市', '堆龙德庆区', '拉萨市堆龙德庆区园区南路3号天峰祥和西苑3-1-1、3-1-2', '29.639335', '91.018971', '拉萨市园区南路3号贵州茅台专卖店', '茅台国酒（拉萨）商务会所有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528553725954, '22500110003001', '重庆市', '重庆市', '沙坪坝区', '重庆市沙坪坝区团结坝436号附66-67号', '29.596183', '106.44752', '沙坪坝区金融街融府茅台酱香万家共享主题终端', '重庆三玄酒业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528578891778, '153530100002', '云南省', '昆明市', '五华区', '昆明市五华区丰宁街道西园路与茭菱路交叉口英茂花园7幢13号、14号、15号', '25.049267', '102.679391', '昆明市西园北路贵州茅台专卖店', '昆明树发经贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528604057601, '254540100001', '西藏自治区', '拉萨市', '堆龙德庆区', '拉萨市堆龙德庆区柳梧新区雅砻阳光花园8号商铺', '29.63897', '91.108189', '西藏亚雄实业有限公司拉萨市南环路专卖店', '西藏亚雄实业有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528633417729, '254540100003', '西藏自治区', '拉萨市', '城关区', '拉萨市城关区岗廓路1号拉萨阳光酒店临街京街广场5号商铺', '29.6487', '91.184844', '西藏祥圣商贸有限公司拉萨市岗廓路专卖店', '西藏祥圣商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528666972162, '2352242800002', '贵州省', '毕节市', '七星关区', '毕节市七星关区深圳路拓海南山郡1、2、3号商业裙楼1层20号、21号门', '27.28203', '105.2945', '毕节市碧阳大道茅台酱香万家共享主题终端', '贵州省毕节皓然商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528704720897, '161612701002', '陕西省', '榆林市', '榆阳区', '榆林市榆阳区湖滨南路19号', '38.302871', '109.746722', '榆林市湖滨南路贵州茅台专卖店', '榆林市天惠集团购物有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528755052546, '252520330002', '贵州省', '安顺市', '平坝区', '安顺市平坝区迎宾路中段中润国际广场1层1-64.1-65.1-107.1-108.1-109.1-110', '26.407452', '106.265172', '安顺市迎宾路贵州茅台专卖店', '贵州习水华泰龙贸易有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528784412673, '137370724002', '山东省', '潍坊市', '临朐县', '潍坊市临朐县朐山路4733号(山水文苑）', '36.505794', '118.545372', '临朐县朐山路贵州茅台专卖店', '潍坊振国商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528817967105, '122220500001', '吉林省', '通化市', '东昌区', '通化市东昌区江畅路中盛中央花园商业街S3/1-1号', '41.703327', '125.936094', '通化市江南大街贵州茅台专卖店', '通化市义和酒类销售有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528855715842, '2337232800001', '山东省', '滨州市', '博兴县', '滨州市博兴县山东省博兴县乐安大街393号', '37.14381', '118.120868', '博兴县乐安大街茅台酱香万家共享主题终端', '山东省博兴县宏泰商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528914436097, '241410188001', '河南省', '郑州市', '管城回族区', '郑州市管城回族区经济技术开发区经南五路16号9号楼1层102号', '34.717825', '113.73729', '郑州市经南三路贵州茅台专卖店', '河南三达德商贸有限公司', '2023-08-11 17:55:17');
INSERT INTO `i_shop` VALUES (1689938528981544962, '114140226001', '山西省', '朔州市', '朔城区', '朔州市朔城区振华东街与文远路交叉口西南角写字楼（开发区管委会对面）', '39.347975', '112.458274', '朔州市振华东街贵州茅台专卖店', '朔州凯立源商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529006710786, '115153500002', '内蒙古自治区', '阿拉善盟', '阿拉善左旗', '阿拉善盟阿拉善左旗吉兰泰东路与腾飞大道交汇处庆泰国际大酒店104商铺', '38.844386', '105.728309', '阿拉善左旗吉兰泰东路贵州茅台专卖店', '阿拉善盟尧欣然商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529036070914, '233330190002', '浙江省', '杭州市', '西湖区', '杭州市西湖区紫云街110号', '30.282119', '120.066681', '杭州市紫云街贵州茅台专卖店', '杭州兴利投资有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529065431041, '153530100006', '云南省', '昆明市', '五华区', '昆明市五华区华山街道北门街62号俊园3号商铺', '25.051842', '102.706948', '昆明市北门街贵州茅台专卖店', '昆明金葵花贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529094791170, '137370290001', '山东省', '青岛市', '崂山区', '青岛市崂山区香港东路83号甲', '36.080459', '120.446937', '青岛市香港东路贵州茅台专卖店', '青岛盛海峰酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529124151297, '153530100009', '云南省', '昆明市', '官渡区', '昆明市官渡区吴井街道 春城路17号', '25.031937', '102.72572', '昆明市春城路贵州茅台专卖店', '昆明永尚商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529153511425, '134340521001', '安徽省', '马鞍山市', '当涂县', '马鞍山市当涂县姑孰镇太白中路463号、465号、467号', '31.569331', '118.491', '姑孰镇太白中路贵州茅台专卖店', '安徽风云酒业商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529182871553, '2233020000001', '浙江省', '宁波市', '镇海区', '宁波市镇海区骆驼街道镇海大道中段420号', '29.966244', '121.593019', '宁波市骆驼街道贵州茅台酱香系列酒体验中心', '宁波万堂商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529216425986, '141410500003', '河南省', '安阳市', '文峰区', '安阳市文峰区紫薇大道街道文峰大道502号开祥楼', '36.097722', '114.383618', '安阳市文峰大道贵州茅台专卖店', '新乡市国源商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529241591809, '141410225001', '河南省', '开封市', '兰考县', '开封市兰考县振兴路与考城路交叉口向北220米，路东仟禧华庭1-2号商铺', '34.845256', '114.809438', '兰考县振兴路北段贵州茅台专卖店', '兰考日盛实业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529291923458, '153530100016', '云南省', '昆明市', '西山区', '昆明市西山区南亚风情第壹城南亚星光苑7幢1-2层D5-7室', '25.006677', '102.683989', '昆明市河景街贵州茅台自营店', '云南国酒茅台销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529321283585, '153530100012', '云南省', '昆明市', '盘龙区', '昆明市盘龙区龙泉街道北京路延长线金江小区7-33/34/35号商铺', '25.098245', '102.740455', '昆明市北京路贵州茅台专卖店', '昆明宏烨商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529359032321, '22510100082001', '四川省', '成都市', '双流区', '成都市双流区四川省成都市双流区瑞吉路99号', '30.563373', '103.907424', '瑞吉路茅台酱香万家共享主题终端', '双流区昌衡酒水商贸部', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529384198146, '134341285001', '安徽省', '阜阳市', '颍州区', '阜阳市颍州区清河街道淮河路易景国际花园南门S22#S23#商铺', '32.872983', '115.811278', '阜阳市淮河路贵州茅台专卖店', '阜阳市宏升商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529426141185, '236360483002', '江西省', '九江市', '濂溪区', '九江市濂溪区长江大道502号慧龙长江国际3栋104-107', '29.682043', '115.980679', '九江市长江大道贵州茅台专卖店', '九江晶磊贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529476472833, '100520100032', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区黔灵西路7号', '26.586628', '106.710919', '贵阳市黔灵西路贵州茅台专卖店', '贵阳阳光灿灿贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529510027265, '214140600001', '山西省', '朔州市', '朔城区', '朔州市朔城区振华东街碧丽园小区1栋6号', '39.349357', '112.44108', '朔州市振华东街贵州茅台43度经销店', '朔州新合作瑞通商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529551970305, '152522227001', '贵州省', '铜仁市', '德江县', '铜仁市德江县青龙街道江与城四期·御府2号楼2单元', '28.243446', '108.123357', '德江县上海路贵州茅台专卖店', '德江杨杨商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529589719042, '2321040000003', '辽宁省', '抚顺市', '新抚区', '抚顺市新抚区西-路29号楼6号', '41.859943', '123.892428', '抚顺市西一路茅台酱香万家共享主题终端', '抚顺天朗商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529619079169, '2321040000002', '辽宁省', '抚顺市', '顺城区', '抚顺市顺城区美城路26号楼（6号门市）', '41.886449', '123.984211', '抚顺市美城路茅台酱香万家共享主题终端', '抚顺天朗商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529652633601, '131310101002', '上海市', '上海市', '黄浦区', '上海市黄浦区中华路368号', '31.21968', '121.498829', '上海市中华路贵州茅台自营店', '上海国酒茅台销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529690382338, '43460200018', '海南省', '三亚市', '吉阳区', '三亚市吉阳区荔枝沟路荣兴建材城万利城小区首层', '18.290532', '109.517989', '三亚市荔枝沟路贵州茅台43度经销店', '海南国新贸易有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529723936770, '151510189002', '四川省', '成都市', '成华区', '成都市成华区青城山路118号4栋1层6号', '30.623417', '104.136352', '成都市青城山路贵州茅台专卖店', '四川鑫泰吉亨商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529757491201, '151510189001', '四川省', '成都市', '成华区', '成都市成华区东客站西广场地下配套服务区Part1', '30.629583', '104.138856', '成都市东客站西广场贵州茅台专卖店', '成都市礼佳兴酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529786851329, '2241018900003', '河南省', '郑州市', '金水区', '郑州市金水区广电南路与福彩路交叉口向东200米路北', '34.805997', '113.700133', '郑州市广电南路贵州茅台酱香系列酒体验中心', '河南行道贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529816211458, '2441130000001', '河南省', '南阳市', '社旗县', '南阳市社旗县北京路与赊店路交叉口西南角', '33.058865', '112.924652', '社旗县北京路贵州茅台专卖店', '南阳市万德隆商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529845571585, '2241018900002', '河南省', '郑州市', '金水区', '郑州市金水区南阳路南丰街交叉口向南100米路东', '34.779993', '113.646844', '郑州市南阳路贵州茅台酱香系列酒体验中心', '郑州市泸凯贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529879126018, '152520321001', '贵州省', '遵义市', '播州区', '遵义市播州区保利未来城市四街区', '27.611822', '106.874396', '遵义市遵南大道贵州茅台专卖店', '遵义市珑钰商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529937846273, '2241018900001', '河南省', '郑州市', '市辖区', '郑州市市辖区郑东新区东风东路与众意路东南角', '34.789', '113.723', '郑州市众意路贵州茅台酱香系列酒体验中心', '河南盛林商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938529975595010, '221210100001', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区智慧四街20-2号1门4门', '41.688449', '123.458619', '沈阳市智慧四街贵州茅台专卖店', '沈阳酱源商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530017538050, '22511381001001', '四川省', '成都市', '温江区', '成都市温江区成都市温江区柳城政通东路1353、1355号', '30.405', '103.511', '柳城政通东路茅台酱香万家共享主题终端', '成都欣然商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530051092481, '135350782001', '福建省', '南平市', '武夷山市', '南平市武夷山市崇安街道营盘路68号', '27.752695', '118.029858', '武夷山市营盘路贵州茅台专卖店', '武夷山凯创贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530080452610, 'B33000000801', '浙江省', '杭州市', '上城区', '杭州市上城区浙江省杭州市上城区平海路124号一层F1-1a号', '30.254743', '120.162383', '杭州旗舰店', '杭州茅淋光食品销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530139172866, '22410324002001', '河南省', '洛阳市', '栾川县', '洛阳市栾川县栾川乡罗庄村钼都路107号', '33.776906', '111.639517', '栾川县钼都路茅台酱香万家共享主题终端', '栾川县通达商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530176921601, '2665010000301', '新疆维吾尔自治区', '乌鲁木齐市', '水磨沟区', '乌鲁木齐市水磨沟区新疆乌鲁木齐市水磨沟区昆仑东街46号', '43.832029', '87.619985', '水磨沟区昆仑东街茅台酱香万家共享主题终端', '乌鲁木齐市宜新商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530202087425, '252520182005', '贵州省', '贵阳市', '南明区', '贵阳市南明区贵阳市南明区文化路10号西6号门面', '26.572882', '106.707573', '贵阳市文化路贵州茅台专卖店', '贵州龙海洋皇宫餐饮有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530227253250, '252520182006', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区中华中路1号峰会国际1层2号、3号商铺', '26.579543', '106.711969', '贵阳市中华中路贵州茅台专卖店', '贵州胜江南绿色产业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530256613378, 'Z440300044', '广东省', '深圳市', '福田区', '深圳市福田区福华路嘉汇新城汇商中心1303', '22.538711', '114.080724', '深圳市福华路贵州茅台总经销店', '深圳市利福乐贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530285973506, '2341148100002', '河南省', '商丘市', '永城市', '商丘市永城市欧亚路与中原路交叉口欧亚阳光花园楼下', '33.939411', '116.461361', '永城市欧亚路茅台酱香万家共享主题终端', '永城市锋伟商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530315333633, 'Z440300045', '广东省', '深圳市', '福田区', '深圳市福田区中康路卓越梅林中心广场一期三栋1001', '22.570858', '114.060195', '深圳市中康路贵州茅台总经销店', '深圳市鹏顺发贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530340499457, '2222010000001', '吉林省', '长春市', '南关区', '长春市南关区东安瑞凯国际C、D-1地块D-HH-1幢101室', '43.797187', '125.314157', '长春市东安瑞凯国际贵州茅台酱香系列酒体验中心', '吉林省天喜商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530369859585, '2222010000003', '吉林省', '长春市', '南关区', '长春市南关区恒丰国际A座3-106', '43.786774', '125.379597', '长春市恒丰国际贵州茅台酱香系列酒体验中心', '吉林省嘉源创展经贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530399219714, '22410600003001', '河南省', '鹤壁市', '浚县', '鹤壁市浚县黎阳路街道新华路与金城路交叉口向东200米处', '35.69', '114.55', '浚县金城路茅台酱香万家共享主题终端', '鹤壁启迪商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530445357058, '121210300001', '辽宁省', '鞍山市', '铁东区', '鞍山市铁东区万和街127栋1层S3-S5', '41.073884', '123.029919', '鞍山市万和街贵州茅台专卖店', '鞍山美好嘉里商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530470522881, '132320382001', '江苏省', '徐州市', '邳州市', '徐州市邳州市运河镇珠江路', '34.323907', '117.9689', '运河镇珠江东路贵州茅台专卖店', '邳州市青山酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530499883010, '144440200002', '广东省', '韶关市', '浈江区', '韶关市浈江区中山路23栋福达大厦首层116、117、118铺', '24.811709', '113.595275', '韶关市中山路贵州茅台专卖店', '广东省韶关市新粤北酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530525048834, '144440200001', '广东省', '韶关市', '武江区', '韶关市武江区沿江路16号南枫碧水花城I幢-1层5、6、7号商铺', '24.774627', '113.583362', '韶关市沿江路贵州茅台专卖店', '广东和茅贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530554408961, '232320400001', '江苏省', '常州市', '钟楼区', '常州市钟楼区宝龙国际花园61-737', '31.793517', '119.89318', '常州市茶花路贵州茅台43度经销店', '常州市福庆酒类销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530583769089, '143430421001', '湖南省', '衡阳市', '衡阳县', '衡阳市衡阳县西渡镇洪山路万家灯火7栋101室', '26.962352', '112.404972', '西渡镇洪山路贵州茅台专卖店', '衡阳市糖酒副食品有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530608934914, '224641000001', '河南省', '信阳市', '平桥区', '信阳市平桥区新八街与新七大道交叉口信合金融大厦1楼门面103-1号', '32.14324', '114.086317', '信阳市羊山新区贵州茅台酱香系列酒体验中心', '信阳市葆鸿酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530638295041, '22420129004001', '湖北省', '武汉市', '汉阳区', '武汉市汉阳区湖北省武汉市汉阳区永丰街燎原村K3地块24—31号S120商铺', '30.571109', '114.195411', '汉阳区永丰街燎原村茅台酱香万家共享主题终端', '武汉亿亿达贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530684432386, '143430228001', '湖南省', '株洲市', '石峰区', '株洲市石峰区学林街道红旗北路348号凯风珑城13栋106、107、108门面', '27.875828', '113.143487', '株洲市红旗北路贵州茅台专卖店', '湖南天九商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530709598209, '150500105001', '重庆市', '重庆市', '渝北区', '重庆市渝北区北部新区宝华大道15号11号楼1-10，1-11号', '29.600081', '106.55307', '重庆市宝华大道贵州茅台专卖店', '重庆恒明商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530743152642, '253530185001', '云南省', '昆明市', '官渡区', '昆明市官渡区世纪城珥季路D段1-10号', '24.965022', '102.759297', '昆明市珥季路贵州茅台43度经销店', '云南强胜酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530768318466, '2341082500001', '河南省', '焦作市', '温县', '焦作市温县子夏大街新东未来城小区457号商铺', '34.947628', '113.095915', '温县子夏大街茅台酱香万家共享主题终端', '焦作市盛捷商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530797678594, '2144010010001', '广东省', '广州市', '天河区', '广州市天河区粤垦路1号201房之一铺自编1号', '23.150445', '113.334077', '广州市天河区粤垦路茅台酱香酒文化体验馆', '广州鼎申贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530822844417, '113130600006', '河北省', '保定市', '竞秀区', '保定市竞秀区创业路508号风帆家园7-1', '38.904396', '115.488871', '保定市创业路贵州茅台专卖店', '保定新耀泰商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530852204546, '2337290100001', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区中华西路2195号', '35.235317', '115.454529', '菏泽市中华西路茅台酱香万家共享主题终端', '菏泽市兴亚酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530885758978, '2337290100002', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区八-路与华英路交叉口往南100米路西', '35.246752', '115.492007', '菏泽市华英路茅台酱香万家共享主题终端', '菏泽九都食品有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530923507713, '2235032300002', '福建省', '莆田市', '城厢区', '莆田市城厢区荔城南大道1428号3号104-108室', '25.421984', '118.997516', '莆田市荔城南大道贵州茅台酱香系列酒体验中心', '莆田市永盛世纪贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530952867841, '113130600007', '河北省', '保定市', '竞秀区', '保定市竞秀区云杉路115号', '38.902997', '115.463086', '保定市云杉路贵州茅台专卖店', '河北华达商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938530999005186, '234340128002', '安徽省', '合肥市', '巢湖市', '合肥市巢湖市东塘路世纪新都C区S4幢114号', '31.60489', '117.885162', '巢湖市东塘路贵州茅台43度经销店', '巢湖市陈义兴商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531028365313, '234340128001', '安徽省', '合肥市', '蜀山区', '合肥市蜀山区休宁路绿怡居西小高层39栋102门面', '31.82333', '117.239117', '合肥市休宁路贵州茅台43度经销店', '安徽吉创名品供应链管理有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531053531138, '115152301001', '内蒙古自治区', '通辽市', '科尔沁区', '通辽市科尔沁区叫来河大街碧桂园御龙湾北区南门', '43.667969', '122.275282', '通辽市叫来河大街贵州茅台专卖店', '通辽市协成商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531078696961, '22441902002001', '广东省', '东莞市', '长安区', '东莞市长安区长安镇莲峰北路15号102室', '22.812416', '113.808905', '长安镇莲峰北路茅台酱香万家共享主题终端', '东莞市唯臻汇贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531103862786, '146460006001', '海南省', '万宁市', '万宁市', '万宁市万宁市万城镇环三东路南侧', '18.817055', '110.396282', '万城镇环三东路贵州茅台专卖店', '海南联合利华贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531145805826, '113130600001', '河北省', '保定市', '莲池区', '保定市莲池区恒祥北大街755-10-1/2门脸', '38.886012', '115.500161', '保定市恒祥北大街贵州茅台专卖店', '乾坤福商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531187748865, '211110102012', '北京市', '北京市', '丰台区', '北京市丰台区西三环南路19号内19-8-2', '39.875784', '116.311083', '北京市西三环南路贵州茅台43度经销店', '北京艾尔沃特商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531217108993, '153532522001', '云南省', '红河哈尼族彝族自治州', '蒙自市', '红河哈尼族彝族自治州蒙自市文澜街道北京路中段西湖水岸项目一期1栋1层S01-1号商铺', '23.390605', '103.382351', '蒙自市北京路贵州茅台专卖店', '蒙自同创商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531246469121, 'MAOTAI1002', '贵州省', '遵义市', '仁怀市', '遵义市仁怀市茅台镇茅台国际大酒店茅台酒专卖店', '27.859255', '106.381039', '仁怀市茅台国际大酒店贵州茅台自营店', '仁怀市华赤酒业销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531275829250, '211110102011', '北京市', '北京市', '西城区', '北京市西城区榴乡路88号院石榴中心2号楼511', '39.841', '116.423382', '北京市榴乡路贵州茅台总经销店', '西藏酒盒子商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531305189378, '22522225002001', '贵州省', '铜仁市', '思南县', '铜仁市思南县双龙大道尊龙世纪城8楼6号门面', '27.937454', '108.226967', '思南县双龙大道茅台酱香万家共享主题终端', '思南金广汇酒业销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531342938113, '2152240110001', '贵州省', '遵义市', '仁怀市', '遵义市仁怀市中枢镇中茅大道磨槽湾', '27.805529', '106.391348', '仁怀市中茅大道贵州省仁怀市恒源泉贸易有限公司门店', '贵州省仁怀市恒源泉贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531372298242, '152522424002', '贵州省', '毕节市', '金沙县', '毕节市金沙县民兴街道金槐社区兴盛商城', '27.497703', '106.242358', '金沙县淮河路贵州茅台专卖店', '金沙品尊商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531397464066, '2334012200001', '安徽省', '合肥市', '庐阳区', '合肥市庐阳区濉溪路99号国泰都市公寓2栋101、201室', '31.879395', '117.284363', '合肥市濉溪路茅台酱香万家共享主题终端', '合肥川久商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531426824194, '141410192004', '河南省', '郑州市', '管城回族区', '郑州市管城回族区泰宏国际广场C座1层', '34.753733', '113.765833', '郑州市榆林南路贵州茅台专卖店', '郑州沐欣商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531456184322, '141410192002', '河南省', '郑州市', '金水区', '郑州市金水区心怡路199号郑州东站三层商务候车厅伍厅', '34.758508', '113.779407', '郑州市郑州东站贵州茅台专卖店', '郑州强东商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531481350145, '141410192001', '河南省', '郑州市', '金水区', '郑州市金水区农业东路96号1号楼1层附8号', '34.771566', '113.754253', '郑州市农业东路贵州茅台专卖店', '河南省中州商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531519098882, '142420384001', '湖北省', '十堰市', '郧阳区', '十堰市郧阳区城关镇沿江大道88号', '32.826974', '110.812491', '城关镇沿江大道贵州茅台专卖店', '十堰市天天向上酒业销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531544264705, '2141018310001', '河南省', '郑州市', '新密市', '郑州市新密市青屏大街398号', '34.539417', '113.382363', '新密市青屏大街新密市青屏宏发副食百货文具商行门店', '新密市青屏宏发副食百货文具商行', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531569430530, '1303220020001', '河北省', '秦皇岛市', '昌黎县', '秦皇岛市昌黎县茅台凤凰庄园', '39.766225', '119.095571', '昌黎县茅台凤凰庄园贵州茅台集团子公司', '昌黎茅台葡萄酒经贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531598790658, '2342069300002', '湖北省', '襄阳市', '樊城区', '襄阳市樊城区春园西路民发大酒店院内D座-楼2-1-016', '32.052227', '112.129993', '襄阳市春园西路茅台酱香万家共享主题终端', '襄阳程彦坤金源商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531632345089, '2132140210001', '江苏省', '泰州市', '姜堰区', '泰州市姜堰区姜堰大道116号', '32.506971', '120.121683', '泰州市姜堰大道泰州市曹驰商贸有限公司门店', '泰州市曹驰商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531661705218, '2152032310001', '贵州省', '遵义市', '绥阳县', '遵义市绥阳县幸福大道龙瑞酒店-楼', '26.657667', '106.657194', '绥阳县幸福大道贵州崇本商贸有限公司门店', '贵州崇本商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531691065345, '2642013000701', '湖北省', '武汉市', '武昌区', '武汉市武昌区武昌区和平大道750号绿地国际金融城A02地块一期第4幢1单元1层2号房', '30.576318', '114.313398', '武昌区和平大道茅台酱香万家共享主题终端', '武汉雨卿食品商行', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531720425474, '144440900002', '广东省', '茂名市', '茂南区', '茂名市茂南区站北一路27号', '21.651577', '110.905623', '茂名市站北一路贵州茅台专卖店', '茂名市盈华商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531753979906, '261612722001', '陕西省', '榆林市', '神木市', '榆林市神木市滨河新区广场西路天晟大厦2-8号底商', '38.899282', '110.462843', '神木市广场西路贵州茅台专卖店', '神木市隆盛和商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531787534338, '141410192006', '河南省', '洛阳市', '宜阳县', '洛阳市宜阳县城关镇兴宜东路水晶城一幢124号、125号商铺', '34.52002', '112.190358', '城关镇兴宜东路贵州茅台专卖店', '洛阳国图商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531812700162, '141410192005', '河南省', '郑州市', '管城回族区', '郑州市管城回族区人民路24号（人民路与北下街交汇口）', '34.754424', '113.669924', '郑州市北下街贵州茅台专卖店', '河南鼎庆商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531842060289, '22520225004001', '贵州省', '六盘水市', '六枝特区', '六盘水市六枝特区九龙街道中盛山水城C区5栋28-29号门面', '26.193171', '105.481276', '六枝特区九龙街道茅台酱香万家共享主题终端', '六盘水溢香醇商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531879809026, '150500227001', '重庆市', '重庆市', '璧山区', '重庆市璧山区重庆市璧山区璧泉街道莱山路2号附14、15、16、17号', '29.580162', '106.225738', '重庆市莱山路贵州茅台专卖店', '重庆市羽杨酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531904974849, '2137293110001', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区中华路与华英路向南100米路西', '35.230699', '115.490263', '菏泽市中华路菏泽贵族商贸有限公司门店', '菏泽贵族商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531934334977, '211110102009', '北京市', '北京市', '西城区', '北京市西城区竞园艺术中12E', '39.893514', '116.510729', '北京市竞园艺术贵州茅台特约经销店', '林芝玖玖投资发展有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531959500801, '235350800001', '福建省', '龙岩市', '新罗区', '龙岩市新罗区龙岩大道中326号（水晶兰天小区）6号幢04-06号店', '25.08276', '117.017868', '龙岩市龙岩大道中贵州茅台专卖店', '福建华彩贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938531988860929, '22220186004001', '吉林省', '长春市', '朝阳区', '长春市朝阳区文化街与新发路交汇666号', '43.9', '125.32', '朝阳区文化街茅台酱香万家共享主题终端', '吉林省吉兴酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532014026754, '144440191001', '广东省', '广州市', '黄埔区', '广州市黄埔区大沙地东319号101商铺', '23.107061', '113.457839', '广州市大沙地东贵州茅台专卖店', '广州市润轩商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532043386882, '2311022400001', '北京市', '北京市', '丰台区', '北京市丰台区花乡高立庄616号新华国际中心A座1层108室', '39.802061', '116.309291', '北京市花乡高立庄茅台酱香万家共享主题终端', '北京金源腾达酒类销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532076941314, '2137133010001', '山东省', '临沂市', '河东区', '临沂市河东区正阳路3号', '35.071622', '118.403045', '临沂市正阳路临沂辰泽商贸有限公司门店', '临沂辰泽商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532106301441, '137370985001', '山东省', '泰安市', '岱岳区', '泰安市岱岳区泰山大街西段信德彩世界一层', '36.18424', '117.044818', '泰安市泰山大街西段贵州茅台专卖店', '泰安市泰山名饮有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532139855874, '165654700001', '新疆维吾尔自治区', '乌鲁木齐市', '水磨沟区', '乌鲁木齐市水磨沟区红光山路888号绿城广场5、6栋一层商业7号 ', '43.873203', '87.612538', '乌鲁木齐市红光山路贵州茅台专卖店', '乌鲁木齐玖泰德盛贸易有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532169216001, '2237148300002', '山东省', '德州市', '德城区', '德州市德城区经济技术开发区宋官屯街道办事处东方红东路小申新村沿街楼7号', '37.439035', '116.367422', '德州市东方红东路贵州茅台酱香系列酒体验中心', '德州市丰永商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532198576129, '135350324001', '福建省', '莆田市', '荔城区', '莆田市荔城区荔城区文献东路1039号', '25.430131', '119.023053', '莆田市文献东路贵州茅台专卖店', '莆田市新中亚实业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532227936257, '162620527001', '甘肃省', '天水市', '麦积区', '天水市麦积区渭滨南路34号', '34.55607', '105.90114', '天水市渭滨南路贵州茅台专卖店', '天水东辰商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532269879297, '2336010000001', '江西省', '南昌市', '西湖区', '南昌市西湖区西湖区绿地朝阳中心18栋1单元101室', '28.646732', '115.865448', '南昌市绿地朝阳中心茅台酱香万家共享主题终端', '南昌华宇酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532299239426, '2344030500002', '广东省', '深圳市', '宝安区', '深圳市宝安区新安街道安乐社区40区新安-路与翻身路交汇处西侧银鸿大厦113', '22.553494', '113.901762', '深圳市新安街道茅台酱香万家共享主题终端', '深圳市汇星宸贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532336988162, '2152262710001', '贵州省', '黔东南苗族侗族自治州', '天柱县', '黔东南苗族侗族自治州天柱县汉华阳光城7栋104/105门面', '26.913589', '109.219551', '天柱县汉华阳光城天柱县阳光烟酒店门店', '天柱县阳光烟酒店', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532366348290, '132321089002', '江苏省', '扬州市', '宝应县', '扬州市宝应县叶挺路95号', '33.237102', '119.322043', '宝应县叶挺路贵州茅台专卖店', '扬州申翔商贸物资有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532395708417, '22450484002001', '广西壮族自治区', '梧州市', '藤县', '梧州市藤县藤州镇江滨大道168号河东独山小区锦绣豪庭二期B区47、48号商铺', '23.22', '110.54', '藤县藤州镇江滨大道茅台酱香万家共享主题终端', '广西梧州朋缘贸易有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532425068546, '252522421001', '贵州省', '毕节市', '七星关区', '毕节市七星关区砂石路3号', '27.302168', '105.286767', '毕节市砂石路贵州茅台专卖店', '毕节市糖业烟酒有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532450234369, '137370323001', '山东省', '淄博市', '沂源县', '淄博市沂源县螳螂河西路北69号西城华府小区4号楼010301', '36.197327', '118.14661', '沂源县螳螂河西路贵州茅台专卖店', '淄博宝路喜商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532479594498, '2341072800002', '河南省', '新乡市', '长垣市', '新乡市长垣市蒲西区匡城路222号', '35.185712', '114.665375', '长垣市匡城路茅台酱香万家共享主题终端', '长垣云祥商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532513148930, '2341072800001', '河南省', '新乡市', '长垣市', '新乡市长垣市蒲西区人民路东段路南65号', '35.200083', '114.673106', '长垣市人民路茅台酱香万家共享主题终端', '长垣县华晨副食店', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532546703361, '2345072300001', '广西壮族自治区', '钦州市', '钦北区', '钦州市钦北区扬帆大道31号正元及第尊府9号楼11号商铺', '21.963955', '108.647217', '钦州市永福西大街茅台酱香万家共享主题终端', '钦州市桂茅酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532584452098, '22130684002001', '河北省', '保定市', '高碑店市', '保定市高碑店市白沟新城白沟镇兴盛大街东侧团结路南侧鹏润MINI工社1幢1-7门店', '39.137898', '116.038986', '白沟新城白沟镇兴盛大街茅台酱香万家共享主题终端', '保定白沟新城铭品酱源商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532622200833, '134340132001', '安徽省', '合肥市', '蜀山区', '合肥市蜀山区科学大道与黄山路交口信达银信广场A座110,112-114', '31.84285', '117.205326', '合肥市科学大道贵州茅台专卖店', '合肥联家商贸发展有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532647366658, 'B54010200101', '西藏自治区', '拉萨市', '城关区', '拉萨市城关区城关区纳金路万达广场金街W1001', '29.657403', '91.143876', '拉萨旗舰店', '西藏玖凌商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532680921089, '242420127002', '湖北省', '武汉市', '江岸区', '武汉市江岸区塔子湖街道华隆路首地云梦台3-12、13、14、15商铺', '30.654971', '114.287435', '武汉市健康街贵州茅台专卖店', '武汉瀚深百年商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532710281217, '2341072800004', '河南省', '新乡市', '长垣市', '新乡市长垣市南蒲区特区-号南区9号楼105商铺', '35.171902', '114.6687948', '长垣市特区一号茅台酱香万家共享主题终端', '长垣市正通名酒商行', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532735447042, '2344058300001', '广东省', '汕头市', '金平区', '汕头市金平区东厦北路175号星汇国际花园6幢112、212号复式', '23.388933', '116.713595', '汕头市星汇国际茅台酱香万家共享主题终端', '广东兆裕贸易有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532760612866, '2341072800003', '河南省', '新乡市', '长垣市', '新乡市长垣市蒲西区宏力大道与卫华大道交叉口东北角10米', '35.193278', '114.669959', '长垣市宏力大道茅台酱香万家共享主题终端', '长垣市正通名酒商行', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532789972993, '132320591001', '江苏省', '苏州市', '吴中区', '苏州市吴中区木渎镇金山路191号', '31.269525', '120.518169', '木渎镇金山路贵州茅台专卖店', '苏州市楚都酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532810944514, '152520382001', '贵州省', '遵义市', '仁怀市', '遵义市仁怀市盐津街道城南社区国酒城四期B组4B-1-90', '27.783692', '106.397083', '仁怀市醉美大道贵州茅台自营店', '仁怀市华赤酒业销售有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532861276162, '242420127001', '湖北省', '武汉市', '江汉区', '武汉市江汉区常飞街常发里103号', '30.611451', '114.240312', '武汉市常飞街贵州茅台专卖店', '武汉友谊副食品商业有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532890636289, '226501050001', '新疆维吾尔自治区', '乌鲁木齐市', '水磨沟区', '乌鲁木齐市水磨沟区会展南路555号中天博朗天御一期4号楼101、102室', '43.870704', '87.616268', '乌鲁木齐市水磨沟区会展南路贵州茅台酱香系列酒体验中心', '乌鲁木齐玖泰商贸有限责任公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532915802114, '22410400008001', '河南省', '平顶山市', '卫东区', '平顶山市卫东区河南省平顶山市卫东区建设路与劳动路交叉口西30米路北', '33.736199', '113.313053', '卫东区建设路茅台酱香万家共享主题终端', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532945162242, '2332080000001', '江苏省', '淮安市', '淮安区', '淮安市淮安区淮城街道天恒王府2幢117.118号门面', '33.524607', '119.147296', '淮安市淮城街道茅台酱香万家共享主题终端', '淮安市茅酱酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938532974522370, '22410400008002', '河南省', '平顶山市', '新华区', '平顶山市新华区河南省平顶山市望湖路与公正路交叉口西80米', '33.757966', '113.197498', '新城区望湖路茅台酱香万家共享主题终端', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938533003882498, '22310107001001', '上海市', '上海市', '静安区', '上海市静安区沪太支路538号103室', '31.291539', '121.423271', '静安区沪太支路茅台酱香万家共享主题终端', '上海泓卿酒业有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938533029048321, '223701140001', '山东省', '济南市', '章丘区', '济南市章丘区唐王山路清华园小区北门东20米（王伟酒水对面）', '36.69234', '117.54101', '济南市章丘区唐王山路贵州茅台酱香系列酒体验中心', '济南酱久香商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938533058408450, '142429100001', '湖北省', '随州市', '曾都区', '随州市曾都区神农大道19号', '31.695766', '113.383782', '随州市神农大道贵州茅台专卖店', '随州市九润商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938533083574273, '2133030010001', '浙江省', '温州市', '鹿城区', '温州市鹿城区浙南农副产品中心市场1区148号', '28.000947', '120.652619', '温州市浙南农副产品中心市场温州市欧品尚经贸有限公司门店', '温州市欧品尚经贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938533108740097, '22410400008003', '河南省', '平顶山市', '汝州市', '平顶山市汝州市河南省平顶山市汝州市西环路627号煤山公园北500米路西', '34.177291', '112.831445', '汝州市双拥路茅台酱香万家共享主题终端', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938533133905922, '2352032500001', '贵州省', '遵义市', '道真仡佬族苗族自治县', '遵义市道真仡佬族苗族自治县河滨路211号', '28.877549', '107.605638', '道真县河滨路茅台酱香万家共享主题终端', '贵州志壹商贸有限公司', '2023-08-11 17:55:18');
INSERT INTO `i_shop` VALUES (1689938533163266050, '2315330000002', '内蒙古自治区', '鄂尔多斯市', '东胜区', '鄂尔多斯市东胜区天誉丽景湾小区1号楼1层108商业', '39.771412', '109.990703', '鄂尔多斯市天誉丽景湾茅台酱香万家共享主题终端', '内蒙古美人鱼科技有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533188431874, '132321402002', '江苏省', '泰州市', '姜堰区', '泰州市姜堰区在水一方公园街区6号楼', '32.502976', '120.157644', '泰州市励才路贵州茅台专卖店', '泰州市永勤酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533213597697, '142420126002', '湖北省', '武汉市', '硚口区', '武汉市硚口区海宁路中建御景星城11-7,8,9号商铺', '30.580127', '114.231639', '武汉市海宁路贵州茅台专卖店', '武汉优佰佳商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533238763521, '137370183002', '山东省', '济南市', '市中区', '济南市市中区经五路32-1号', '36.658149', '116.987465', '济南市经五路贵州茅台专卖店', '济南宝聚堂商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533268123649, '22130600002001', '河北省', '保定市', '容城县', '保定市容城县容东善容路135号', '39.04', '115.89', '雄安容东善容路茅台酱香万家共享主题终端', '乾坤福商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533289095170, '137370183001', '山东省', '济南市', '历下区', '济南市历下区颖秀路三庆齐盛广场5号楼一层110-113号', '36.675791', '117.135767', '济南市颖秀路贵州茅台专卖店', '山东宝真国际酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533322649602, '143430981001', '湖南省', '益阳市', '沅江市', '益阳市沅江市琼湖街道中联大道巴山路路口阳光世纪3号楼', '28.834492', '112.351316', '沅江市中联大道贵州茅台专卖店', '湖南省沅星物流有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533352009730, '252520182044', '贵州省', '贵阳市', '南明区', '贵阳市南明区花果园彭家湾花果园项目C区第16栋1层5、6、7号', '26.563551', '106.687912', '贵阳市花果园大街贵州茅台专卖店', '贵州真山真水酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533377175553, '252520182041', '贵州省', '贵阳市', '南明区', '贵阳市南明区宝山南路88号', '26.573585', '106.727786', '贵阳市南明区宝山南路贵州茅台专卖店', '贵州金芦笙特色产品开发有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533435895810, '2142060010001', '湖北省', '襄阳市', '襄城区', '襄阳市襄城区襄阳市高新技术开发区长虹北路9号襄阳市体育场31号（正门）', '32.057209', '112.131926', '襄阳市长虹北路襄阳三石酒业有限公司自有门店', '襄阳三石酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533465255937, '231310117002', '上海市', '上海市', '浦东新区', '上海市浦东新区张江镇华夏东路606号(绿地华创中心6号商铺) ', '31.191808', '121.659843', '上海市卓远路贵州茅台专卖店', '上海蓥梵商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533494616066, '134340100004', '安徽省', '合肥市', '包河区', '合肥市包河区宏村路国贸天悦商业街B2幢114-115', '31.800875', '117.266423', '合肥市宏村路贵州茅台专卖店', '合肥国酒缘贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533523976194, '134340100007', '安徽省', '合肥市', '包河区', '合肥市包河区合肥高铁南站HFN-2F-03号', '31.797103', '117.289866', '合肥市合肥南站贵州茅台专卖店', '合肥诚来贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533549142018, '231310117004', '上海市', '上海市', '普陀区', '上海市普陀区曹杨路1702、1706号', '31.254258', '121.406408', '上海市曹杨路贵州茅台专卖店', '上海天盛酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533586890753, '134340100006', '安徽省', '合肥市', '包河区', '合肥市包河区扬子江路与广西路交口处金融港B5栋一层103，104号商业', '31.751888', '117.291116', '合肥市扬子江路贵州茅台自营店', '安徽国酒茅台销售有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533616250882, '231310117003', '上海市', '上海市', '松江区', '上海市松江区莘砖公路258号棕榈广场31号楼商场一楼106铺位', '31.093007', '121.324194', '上海市莘砖公路贵州茅台专卖店', '上海醇酝商贸发展有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533641416705, '141411400003', '河南省', '商丘市', '睢阳区', '商丘市睢阳区长江路与平原路交叉口东300米路北天然居南苑101/102商铺', '34.417031', '115.625', '商丘市长江路贵州茅台专卖店', '商丘市康禄商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533666582530, '22441921001001', '广东省', '东莞市', '东莞市', '东莞市东莞市厚街镇S256省道莞太路珊美路段恒新商务酒店一楼', '22.931958', '113.66681', '东莞市厚街镇莞太路茅台酱香万家共享主题终端', '东莞市金仁泰酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533695942658, '161610500002', '陕西省', '渭南市', '临渭区', '渭南市临渭区六泉路（上上国风三期正门南侧）', '34.50459', '109.46505', '渭南市六泉路贵州茅台专卖店', '渭南茅友聚商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533721108482, 'B46000000301', '海南省', '海口市', '龙华区', '海口市龙华区海南省海口市龙华区金龙路11号上邦百汇城1号楼一层P1-12-02商铺', '20.021636', '110.323323', '海口旗舰店', '小岛玩乐（海南）实业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533746274306, '22320925004001', '江苏省', '盐城市', '建湖县', '盐城市建湖县江苏省盐城市建湖县县城向阳西路159号', '33.475336', '119.787615', '建湖县向阳西路茅台酱香万家共享主题终端', '盐城市谷承商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533775634434, '136362202002', '江西省', '赣州市', '南康区', '赣州市南康区陈赞贤大道东山之冠16#楼101', '25.68301', '114.755502', '赣州市陈赞贤大道贵州茅台专卖店', '赣州市中正贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533800800257, 'Z440300071', '广东省', '深圳市', '福田区', '深圳市福田区香蜜湖街道侨香路3089号恒邦置地大厦十五层1503B', '22.540607', '113.997393', '深圳市侨香路贵州茅台总经销店', '深圳市熙龙大成贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533830160385, '252520182034', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区中铁阅山湖C组团一期商业', '26.633266', '106.593344', '贵阳市观山西路贵州茅台专卖店', '贵州八方酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533863714818, '252520182035', '贵州省', '贵阳市', '南明区', '贵阳市南明区机场路8号首开紫郡C7-1-2/3/4、C7-3-1/2/', '26.541074', '106.768895', '贵阳市机场路贵州茅台专卖店', '贵州彩石梦置业投资有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533893074946, 'B46000000300', '海南省', '海口市', '龙华区', '海口市龙华区海南省海口市龙华区金龙路11号上邦百汇城1号楼一层P1-12-02商铺', '20.021636', '110.323323', '海口旗舰店总库', '小岛玩乐（海南）实业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533918240770, '252520182032', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区西二环235号北大资源梦想城项目9号地块9-A01、9-S01号楼', '26.62182', '106.668023', '贵阳市西二环贵州茅台专卖店', '贵州三汇金阳商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533943406593, '252520182033', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区未来方舟D10组团1层1—2号', '26.594682', '106.761861', '贵阳市崇义北路贵州茅台', '贵州龙韵天鑫商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938533997932546, '2353038200001', '云南省', '曲靖市', '麒麟区', '曲靖市麒麟区英才路金田吉象园金禄园西南侧约30米', '25.452162', '103.79658', '曲靖市英才路茅台酱香万家共享主题终端', '曲靖旺顺大丁商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534027292673, '2343038400001', '湖南省', '湘潭市', '岳塘区', '湘潭市岳塘区宝塔街道双拥中路9号东方名苑二期商铺A1幢1单元0101001号门面', '27.843136', '112.945001', '湘潭市双拥中路茅台酱香万家共享主题终端', '湘潭醉酱湘商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534052458498, '22640100023001', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区宁夏银川市兴庆区修业路120号', '38.45', '106.27', '兴庆区修业路茅台酱香万家共享主题终端', '宁夏玲珑贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534081818625, '22340129001001', '安徽省', '合肥市', '蜀山区', '合肥市蜀山区荷叶地街道国际花都郁金苑4号-112', '31.818304', '117.239844', '蜀山区南二环路茅台酱香万家共享主题终端', '安徽省茅粉会贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534119567361, '133330382002', '浙江省', '温州市', '乐清市', '温州市乐清市丹霞路479号', '28.103274', '120.967347', '乐清市丹霞路贵州茅台专卖店', '乐清市恒仁商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534140538881, '22370524003001', '山东省', '东营市', '东营区', '东营市东营区淮河路水城国际北门东200米', '37.446812', '118.654883', '东营区淮河路茅台酱香万家共享主题终端', '东营市通裕商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534169899010, '163632802003', '青海省', '海西蒙古族藏族自治州', '德令哈市', '海西蒙古族藏族自治州德令哈市乌兰东路15-9号', '37.376066', '97.371453', '德令哈市乌兰东路贵州茅台专卖店', '青海贵仁酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534190870530, '2341088200001', '河南省', '焦作市', '沁阳市', '焦作市沁阳市河内路花千树小区1号楼105商铺', '35.080788', '112.923059', '沁阳市河内路茅台酱香万家共享主题终端', '沁阳市林泉商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534220230657, '135350524001', '福建省', '泉州市', '安溪县', '泉州市安溪县特产城第六栋A01店面及夹层', '25.05548', '118.201224', '城厢镇永安路贵州茅台专卖店', '福建省安溪泉丰贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534257979394, '2112010310001', '天津市', '天津市', '武清区', '天津市武清区福源道北侧创业总部基地E01号楼C座112室', '39.095929', '117.174849', '武清区天津鑫瀚鼎源商贸有限公司门店', '天津鑫瀚鼎源商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534287339522, '132320284001', '江苏省', '无锡市', '梁溪区', '无锡市梁溪区盛岸路211-17号', '31.594531', '120.264378', '无锡市盛岸路贵州茅台专卖店', '无锡云岛酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534316699650, '252520182023', '贵州省', '贵阳市', '花溪区', '贵阳市花溪区天河潭故事街B3-7', '26.443944', '106.583966', '贵阳市故事街贵州茅台专卖店', '贵州仁鸿贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534341865474, '115150300001', '内蒙古自治区', '乌海市', '海勃湾区', '乌海市海勃湾区新华东街23号', '39.669746', '106.825119', '乌海市新华东街贵州茅台专卖店', '乌海市华欣贸易有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534371225602, '22372301005001', '山东省', '滨州市', '滨城区', '滨州市滨城区黄河十五路723号闻鹊佳苑27号楼108室', '37.406712', '117.918812', '滨城区黄河十五路茅台酱香万家共享主题终端', '山东致诚至赢酒水有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534396391426, '134340100001', '安徽省', '合肥市', '庐阳区', '合肥市庐阳区合肥市长江中路57号一层西', '31.861953', '117.294495', '合肥市长江中路贵州茅台专卖店', '合肥市糖业烟酒有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534421557249, '134340100003', '安徽省', '合肥市', '瑶海区', '合肥市瑶海区长江东大街与来安路交口', '31.862713', '117.321232', '合肥市长江东大街贵州茅台专卖店', '合肥钧展商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534446723073, '134340100002', '安徽省', '合肥市', '瑶海区', '合肥市瑶海区上海路与滨河路交口西北角一尔悦城108号', '31.841809', '117.338769', '合肥市滨河路贵州茅台专卖店', '安徽盐业商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534476083202, '2244060000004', '广东省', '佛山市', '南海区', '佛山市南海区桂城街道桂城75街区北约大楼首层101-A单元', '23.039549', '113.152015', '佛山市桂城街道贵州茅台酱香系列酒体验中心', '佛山市涛顺酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534505443329, '22370787002001', '山东省', '潍坊市', '青州市', '潍坊市青州市王府街道办事处云门山南路2368号', '36.686704', '118.484355', '青州市云门山南路茅台酱香万家共享主题终端', '青州市易兴酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534534803457, '151511500001', '四川省', '宜宾市', '叙州区', '宜宾市叙州区三江路2号华侨城纯水岸一期1幢-1层105号，106号商铺', '28.762826', '104.633489', '宜宾市三江路贵州茅台专卖店', '四川宜宾四联工贸有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534564163585, '252520182018', '贵州省', '贵阳市', '南明区', '贵阳市南明区富水南路186号泰祥国际1F-2-1', '26.573912', '106.716184', '贵阳市富水南路贵州茅台专卖店', '贵州省逍迅经贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534606106625, '2313050000002', '河北省', '邢台市', '巨鹿县', '邢台市巨鹿县建设北街32号', '37.217549', '115.041064', '巨鹿县建设北街茅台酱香万家共享主题终端', '巨鹿县久诚商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534635466754, '2322250100002', '吉林省', '延边朝鲜族自治州', '和龙市', '延边朝鲜族自治州和龙市和龙大街83号同心路交汇（网通公司对面）', '42.541954', '129.004032', '和龙市和龙大街茅台酱香万家共享主题终端', '延边君和糖酒有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534677409794, '2341050000001', '河南省', '安阳市', '文峰区', '安阳市文峰区石油路中段', '36.086544', '114.366189', '安阳市石油路茅台酱香万家共享主题终端', '河南锦泽源贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534715158530, '2211010600002', '北京市', '北京市', '大兴区', '北京市大兴区西红门宏业东路1号院26号楼', '39.783975', '116.371762', '北京市西红门宏业东路贵州茅台酱香系列酒体验中心', '北京世纪华晟贸易有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534744518658, 'B15010100101', '内蒙古自治区', '呼和浩特市', '市辖区', '呼和浩特市市辖区呼和浩特市如意工业园区如意广场南侧金泰中心A座11楼', '40.830274', '111.763389', '内蒙古流量宇宙咨询有限公司呼和浩特市如意工业园区如意广场南侧专卖店', '内蒙古流量宇宙咨询有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534769684482, '252520182012', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区延安东路117号', '26.586288', '106.717832', '贵阳市延安东路贵州茅台专卖店', '贵阳友谊（集团）股份有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534794850305, '43411000009', '河南省', '许昌市', '魏都区', '许昌市魏都区解放路北段西侧294号', '34.034477', '113.812724', '许昌市解放路贵州茅台43度经销店', '许昌成跃商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534824210433, '22372331002001', '山东省', '滨州市', '滨城区', '滨州市滨城区黄河五路名仕龙城12号楼102-103商铺', '37.381846', '118.003543', '滨城区黄河五路茅台酱香万家共享主题终端', '滨州市滨城区新锐开诚酒水批发部', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534849376258, '2241010000001', '河南省', '郑州市', '市辖区', '郑州市市辖区黄河南路商鼎路交叉口东南角', '34.754561', '113.745204', '郑州市黄河南路贵州茅台酱香系列酒体验中心', '郑州嘉豪酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534874542081, '2241010000002', '河南省', '郑州市', '管城回族区', '郑州市管城回族区货站街170号', '34.737487', '113.710007', '郑州市货站街贵州茅台酱香系列酒体验中心', '河南茅酱酒业销售有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534903902209, '2132060010001', '江苏省', '南通市', '崇川区', '南通市崇川区青年中路67号锦峰大厦102附5室', '32.004488', '120.877394', '南通市青年中路南通卓世博尔商贸有限公司门店', '南通卓世博尔商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534929068033, '2244190100001', '广东省', '东莞市', '东莞', '东莞市东莞东城西路莞城段4号113室﹑114室﹑115室﹑116室﹑117室﹑118室', '23.037428', '113.76806', '东莞市东城西路贵州茅台酱香系列酒体验中心', '东莞市茅园贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534954233857, '2212010200003', '天津市', '天津市', '西青区', '天津市西青区李七庄街泰佳道与汇川路交口东南侧武台馨苑公建1-1-124、1-1-210', '39.056831', '117.169103', '天津市李七庄街贵州茅台酱香系列酒体验中心', '天津市锦绣昌隆酒类销售有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938534983593986, '2343018100001', '湖南省', '长沙市', '浏阳市', '长沙市浏阳市关口街道银天南湖壹号6栋113号', '28.1586', '113.66', '浏阳市关口街道茅台酱香万家共享主题终端', '浏阳市恒森商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535008759809, '22500103019001', '重庆市', '重庆市', '渝北区', '重庆市渝北区重庆市两江新区礼嘉街道季华路18号11幢1-10/1-11号', '29.680989', '106.513167', '两江新区季华路茅台酱香万家共享主题终端', '重庆集雅酒类销售有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535033925633, '133330185001', '浙江省', '杭州市', '临安区', '杭州市临安区锦城街道锦绣山水苑2（2幢104-204）', '30.223144', '119.725289', '杭州市吴越街贵州茅台专卖店', '杭州令月贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535059091458, '22370186003001', '山东省', '济南市', '历城区', '济南市历城区东晨大街100号上海花园东门北50米', '36.700611', '117.091735', '历城区东晨大街茅台酱香万家共享主题终端', '山东腾达酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535096840193, '142420500004', '湖北省', '宜昌市', '西陵区', '宜昌市西陵区云集路27号', '30.697272', '111.290375', '宜昌市云集路贵州茅台专卖店', '宜昌鑫盛鑫商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535122006017, '115150100009', '内蒙古自治区', '呼和浩特市', '新城区', '呼和浩特市新城区万通路与海拉尔大街交汇处金悦中心S1栋1层', '40.85292', '111.755102', '呼和浩特市万通路贵州茅台专卖店', '内蒙古中烟华贸营销有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535151366146, '100441700001', '广东省', '阳江市', '江城区', '阳江市江城区西平北路上东新城5幢02号铺', '21.891922', '111.960623', '阳江市西平北路贵州茅台专卖店', '阳江市尚食贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535176531970, '141411424001', '河南省', '商丘市', '柘城县', '商丘市柘城县淮河路与天平路交叉口西300米', '34.100396', '115.285721', '柘城县淮河路贵州茅台专卖店', '商丘市方中酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535201697793, '2137310110001', '山东省', '济南市', '莱芜区', '济南市莱芜区龙潭东大街20号', '36.226717', '117.682445', '济南市龙潭东大街山东新成利丰工贸有限公司门店', '山东新成利丰工贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535231057921, '2137310110002', '山东省', '济南市', '莱芜区', '济南市莱芜区赢牟东大街戴花园沿街楼20号', '36.228941', '117.689951', '济南市赢牟东大街山东莱芜金寰工贸有限公司门店', '山东莱芜金寰工贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535256223746, '115150100002', '内蒙古自治区', '呼和浩特市', '赛罕区', '呼和浩特市赛罕区中级人民法院西侧金正大厦一层', '40.788276', '111.705903', '呼和浩特市昭乌达路贵州茅台专卖店', '内蒙古瑞达伟业商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535281389569, '162623110001', '甘肃省', '陇南市', '武都区', '陇南市武都区东江路东江名府112铺', '33.371841', '104.951723', '东江镇东江路贵州茅台专卖店', '陇南金酱商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535306555394, '142420581001', '湖北省', '宜昌市', '宜都市', '宜昌市宜都市陆城街办名都路3号都市华府111号-112号', '30.379373', '111.441095', '宜都市名都路贵州茅台专卖店', '宜都市福之源商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535331721218, '2142058310001', '湖北省', '宜昌市', '枝江市', '宜昌市枝江市团结路丹阳馨居二期4-101', '30.421144', '111.730321', '枝江市团结路枝江市福鑫盛商贸有限公司门店', '枝江市福鑫盛商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535361081345, '2351012100001', '四川省', '成都市', '金堂县', '成都市金堂县十里大道-段60号', '30.855452', '104.427669', '成都市十里大道茅台酱香万家共享主题终端', '金堂县华源酒业经营部', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535390441474, '22370600010002', '山东省', '烟台市', '福山区', '烟台市福山区海滨路86号海滨假日花园小区12号楼109室', '37.577243', '121.203171', '经济开发区海滨路茅台酱香万家共享主题终端', '烟台新涵宇国际贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535432384513, '132321300002', '江苏省', '宿迁市', '宿城区', '宿迁市宿城区洪泽湖路金鹰天地广场A区A03-2、A03-3室', '33.957048', '118.291679', '宿迁市洪泽湖路贵州茅台专卖店', '宿迁市鑫瑞酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535461744641, '133331081001', '浙江省', '台州市', '温岭市', '台州市温岭市太平街道三星大道25、25-1、23-2、23-3号', '28.398419', '121.389279', '温岭市三星大道贵州茅台专卖店', '台州市程氏贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535503687681, '2145050010001', '广西壮族自治区', '北海市', '海城区', '北海市海城区三中路32号', '21.475021', '109.108514', '北海市三中路北海市海城区贵源商行门店', '北海市海城区贵源商行', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535541436418, '223701840001', '山东省', '济南市', '历下区', '济南市历下区解放东路黄金·时代广场1F幢二单元103号', '36.66271', '117.112', '济南市解放东路贵州茅台酱香系列酒体验中心', '山东渤翔国际贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535579185154, '132320984001', '江苏省', '盐城市', '盐都区', '盐城市盐都区城南新区戴庄路23号晶都悦府29幢101-103室', '33.334908', '120.18704', '盐城市戴庄路贵州茅台专卖店', '盐城市醇雅酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535667265538, '2337018700002', '山东省', '济南市', '长清区', '济南市长清区中川街260号', '36.560352', '116.743734', '济南市中川街茅台酱香万家共享主题终端', '济南玉凯顺通商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535696625666, '105101050001', '四川省', '成都市', '青羊区', '成都市青羊区顺城大街238号', '30.662785', '104.071142', '成都市顺城大街贵州茅台自营店', '四川国酒茅台销售有限公司成都分公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535730180098, '2362030000002', '甘肃省', '金昌市', '金川区', '金昌市金川区泰安路141-31号', '38.529867', '102.170027', '金昌市泰安路茅台酱香万家共享主题终端', '永昌县天宇糖酒有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535780511746, '152520223002', '贵州省', '六盘水市', '盘州市', '六盘水市盘州市平川北路与杜鹃西路交叉口盘州·新汇天悦一期5号楼5单元2层10号-13号', '25.703271', '104.461059', '盘州市平川北路贵州茅台专卖店', '六盘水源美商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535814066178, '22231020001001', '黑龙江省', '牡丹江市', '绥芬河市', '牡丹江市绥芬河市橡山街７２号', '44.408745', '131.14666', '绥芬河综合保税区橡山街茅台酱香万家共享主题终端', '绥芬河综合保税区欧亚凯盛贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535843426306, '252520325001', '贵州省', '遵义市', '道真仡佬族苗族自治县', '遵义市道真仡佬族苗族自治县竹王大道金瑞中心2栋1-3号门面', '28.851769', '107.600648', '玉溪镇竹王大道贵州茅台专卖店', '贵州营林生态农业产业发展有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535868592130, '111110101003', '北京市', '北京市', '东城区', '北京市东城区东城区北河沿大街骑河楼5号楼143号', '39.920353', '116.406173', '北京市北河沿大街贵州茅台专卖店', '北京鸿泰达源科贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535897952258, '111110101005', '北京市', '北京市', '东城区', '北京市东城区东四北大街 168号一层001号贵州茅台自营店', '39.934194', '116.416951', '北京市东四北大街贵州茅台自营店', '北京国酒茅台销售有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535923118082, '232320481001', '江苏省', '常州市', '溧阳市', '常州市溧阳市溧城街道燕山路92-5号', '31.416326', '119.481352', '溧城镇燕山路贵州茅台43度经销店', '溧阳市溧城燕山南村糖烟酒经营部', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535952478210, '100520100010', '贵州省', '贵阳市', '南明区', '贵阳市南明区宝山南路179号“幸福家园”一层商铺11-12号', '26.564084', '106.730802', '贵阳市宝山南路贵州茅台专卖店', '贵州鑫茂酒业有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938535981838338, '250500105007', '重庆市', '重庆市', '渝北区', '重庆市渝北区天宫殿街道财富大道1号附1号', '29.610542', '106.508604', '重庆市财富大道贵州茅台专卖店', '重庆聪易商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536007004162, '250500105008', '重庆市', '重庆市', '江北区', '重庆市江北区华新街街道金源路62号附67号', '29.558299', '106.528823', '重庆市江北区金源路贵州茅台43度经销店', '重庆百世年酒类销售有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536036364290, '2142038210001', '湖北省', '十堰市', '茅箭区', '十堰市茅箭区北京中路1号88幢（53#）', '32.639575', '110.803919', '十堰市北京中路湖北裕春贸易有限公司门店', '湖北裕春贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536074113025, '142420695001', '湖北省', '襄阳市', '樊城区', '襄阳市樊城区丹江路5号', '32.051742', '112.15462', '襄阳市丹江路贵州茅台专卖店', '襄阳宏久酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536103473154, '22441200004001', '广东省', '肇庆市', '端州区', '肇庆市端州区端州一路38号君安峰景湾花苑F幢首层25、26卡', '23.096326', '112.51741', '端州区端州一路茅台酱香万家共享主题终端', '肇庆市荣和酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536137027586, '250500105003', '重庆市', '重庆市', '江北区', '重庆市江北区建新北路36号1-2', '29.581929', '106.52863', '重庆市建新北路贵州茅台专卖店', '重庆乾虹酒类销售有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536170582018, '2343098200001', '湖南省', '益阳市', '赫山区', '益阳市赫山区赫山街道赫山社区龙洲北路汇龙苑122号', '28.574447', '112.364228', '益阳市赫山街道茅台酱香万家共享主题终端', '湖南金博贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536199942145, '214143300001', '山西省', '晋中市', '榆次区', '晋中市榆次区安宁大街678号凤凰城B座底商', '37.701784', '112.719643', '晋中市安宁大街贵州茅台专卖店', '晋中黔晋商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536229302273, '252520382001', '贵州省', '遵义市', '仁怀市', '遵义市仁怀市贵州省仁怀市国酒中路329号', '27.801854', '106.411215', '仁怀市国酒中路贵州茅台专卖店', '贵州省仁怀市糖业烟酒有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536258662401, '2361073100001', '陕西省', '汉中市', '汉台区', '汉中市汉台区沙沿路吾悦公馆A6-107', '33.076001', '106.997976', '汉中市沙沿路茅台酱香万家共享主题终端', '汉中慧轩商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536283828226, 'T110106001', '北京市', '北京市', '丰台区', '北京市丰台区玉泉营街道南三环西路28号院中林大厦A座102号', '39.852054', '116.356782', '北京市南三环西路贵州茅台专卖店', '北京中恒实信贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536321576962, '111110113002', '北京市', '北京市', '顺义区', '北京市顺义区仁和镇裕龙三区7-10', '40.123551', '116.673658', '仁和镇裕龙一街贵州茅台专卖店', '北京市越达兴旺贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536346742785, '113131085001', '河北省', '廊坊市', '广阳区', '廊坊市广阳区光明东道51号', '39.512291', '116.726282', '廊坊市光明东道贵州茅台专卖店', '廊坊市鎏世家华糖烟酒有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536371908609, '151511300001', '四川省', '南充市', '顺庆区', '南充市顺庆区滨江中路四段382-384号', '30.770188', '106.084844', '南充市滨江中路贵州茅台专卖店', '南充市万福来经贸有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536401268737, '113130800001', '河北省', '承德市', '双桥区', '承德市双桥区车站路顺诚大厦101 102', '40.967871', '117.94641', '承德市车站路贵州茅台专卖店', '承德银丰商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536426434561, '22440400022001', '广东省', '珠海市', '香洲区', '珠海市香洲区大姑乸街4号商铺', '22.25288', '113.589279', '香洲区大姑乸街茅台酱香万家共享主题终端', '珠海市凌桂行商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536455794689, '100410100002', '河南省', '郑州市', '金水区', '郑州市金水区丰乐路30号院3幢1层09号', '34.7776', '113.6514', '郑州市丰乐路贵州茅台专卖店', '郑州明都酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536497737730, '100410100001', '河南省', '郑州市', '金水区', '郑州市金水区金水东路11号院12号楼1-2层附11号-39', '34.760783', '113.74482', '郑州市金水东路贵州茅台专卖店', '河南省副食品有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536527097858, '22522422005001', '贵州省', '毕节市', '大方县', '毕节市大方县九驿大道久桓二期门面17.18号门面', '27.15', '105.59', '大方县九驿大道茅台酱香万家共享主题终端', '大方尚智商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536556457985, '100410100005', '河南省', '郑州市', '金水区', '郑州市金水区农科路9号1号楼1-2层102号', '34.792152', '113.675483', '郑州市农科路贵州茅台专卖店', '郑州永顺酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536585818113, '100410100004', '河南省', '郑州市', '金水区', '郑州市金水区嵩山北路152号索克嵩山大厦', '34.778809', '113.622849', '郑州市嵩山北路贵州茅台专卖店', '河南鼎信晟茂实业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536610983937, '2141023010001', '河南省', '开封市', '龙亭区', '开封市龙亭区黄河路与汉兴路交叉口向北100米路', '34.792935', '114.321662', '开封市黄河路河南合强商贸有限公司门店', '河南合强商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536640344066, '22370183004001', '山东省', '济南市', '历城区', '济南市历城区舜奥华府南区东侧沿街公建2-212', '36.651718', '117.146294', '高新区汉峪金谷茅台酱香万家共享主题终端', '济南汉道信息科技有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536669704194, '22522321014001', '贵州省', '黔西南布依族苗族自治州', '兴义市', '黔西南布依族苗族自治州兴义市贵州省黔西南布依族苗族自治州兴义市桔山街道富康生态城美鹤湾13栋1单元1层13号铺面', '25.119811', '104.925752', '兴义市桔山街道茅台酱香万家共享主题终端', '黔西南州玺铭酱酒商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536703258625, '100630100003', '青海省', '西宁市', '城中区', '西宁市城中区湟源大街151-85号', '36.59319', '101.750128', '西宁市文苑路贵州茅台专卖店', '西宁万春有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536728424450, '135350581002', '福建省', '泉州市', '石狮市', '泉州市石狮市湖滨街道富兴源大厦东港路938-940号', '24.733038', '118.646322', '石狮市东港路贵州茅台专卖店', '石狮市润霖酒业贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536761978881, '2351019400001', '四川省', '成都市', '高新区', '成都市高新区成汉中路177号', '30.592267', '104.054638', '成都市成汉中路茅台酱香万家共享主题终端', '四川省百年财富酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536791339009, '23153300004001', '内蒙古自治区', '鄂尔多斯市', '东胜区', '鄂尔多斯市东胜区迎宾路13号开远广场南侧底商', '39.812502', '109.967796', '东胜区迎宾路贵州茅台酱香系列酒体验中心', '鄂尔多斯市昌福盈泰商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536829087746, '161610700001', '陕西省', '汉中市', '汉台区', '汉中市汉台区劳动东路2号', '33.078621', '107.035086', '汉中市劳动路贵州茅台专卖店', '汉中桃心岛商贸有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536854253570, '2262232800101', '甘肃省', '武威市', '凉州区', '武威市凉州区西大街382号', '37.92777', '102.621939', '凉州区西大街贵州茅台酱香系列酒体验中心', '武威市益民商贸有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536879419393, '2352030000003', '贵州省', '遵义市', '湄潭县', '遵义市湄潭县清华园', '32.68', '156.44', '湄潭县清华园茅台酱香万家共享主题终端', '贵州湄潭俊博商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536908779522, '2352030000002', '贵州省', '遵义市', '播州区', '遵义市播州区播南街道白龙社区花鸟市场1号、2号门面', '27.519657', '106.823873', '遵义市播南街道茅台酱香万家共享主题终端', '遵义市播州区显发酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536933945346, '22352202014001', '福建省', '宁德市', '蕉城区', '宁德市蕉城区东侨经济开发区福宁北路1号东城水岸3幢102D', '26.665359', '119.556124', '东侨经济开发区福宁北路茅台酱香万家共享主题终端', '宁德市向东南酒业有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536967499778, '104602030001', '海南省', '三亚市', '海棠区', '三亚市海棠区海棠湾茅台度假村珍品酒店一层', '18.303019', '109.722696', '三亚市茅台度假村贵州茅台自营店', '海南国酒茅台销售有限公司三亚分公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938536996859905, '141410728002', '河南省', '新乡市', '长垣市', '新乡市长垣市杏坛路宏瑞三号院18号商铺', '35.185217', '114.643524', '长垣市杏坛路贵州茅台专卖店', '河南省宏瑞商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537022025730, '122220622001', '吉林省', '白山市', '靖宇县', '白山市靖宇县靖宇大街969号', '42.388259', '126.813301', '靖宇县靖宇大街贵州茅台专卖店', '吉林省中外名酒文化有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537051385858, '2352030000006', '贵州省', '遵义市', '习水县', '遵义市习水县杉王街道希望社区左岸金街8号楼6-110号', '28.320367', '106.193268', '习水县杉王街道茅台酱香万家共享主题终端', '贵州省仁怀市立鼎商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537080745986, '141410728003', '河南省', '新乡市', '长垣市', '新乡市长垣市蒲西区安仁街凤凰城10号商铺', '35.178501', '114.674468', '长垣市安仁街贵州茅台专卖店', '长垣云祥商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537110106114, '113130100029', '河北省', '石家庄市', '裕华区', '石家庄市裕华区塔南路维多利亚翠景园南区F13-0105', '38.005883', '114.524851', '石家庄市塔南路贵州茅台专卖店', '河北飞天进出口有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537139466242, '113130100028', '河北省', '石家庄市', '长安区', '石家庄市长安区平安北大街荣景园16-A-0104贵州茅台专卖店', '38.057044', '114.501582', '石家庄市平安北大街贵州茅台自营店', '河北国酒茅台贸易有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537173020673, '22510182004001', '四川省', '成都市', '彭州市', '成都市彭州市四川省成都市彭州市回龙东路22号', '30.99608', '103.96491', '回龙东路茅台酱香万家共享主题终端', '四川鹏景商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537210769409, '115150100017', '内蒙古自治区', '呼和浩特市', '新城区', '呼和浩特市新城区海拉尔东街巨华世纪城聚泽园2栋1013贵州茅台', '40.847869', '111.72997', '呼和浩特市海拉尔东街贵州茅台自营店', '内蒙古国酒茅台销售有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537244323842, '115150100018', '内蒙古自治区', '呼和浩特市', '赛罕区', '呼和浩特市赛罕区呼伦贝尔南路万锦合泰商业S3-1021，S3-1022，S3-1023', '40.774659', '111.698414', '呼和浩特市呼伦贝尔南路贵州茅台专卖店', '内蒙古蒙糖商贸有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537273683970, '231310105002', '上海市', '上海市', '徐汇区', '上海市徐汇区吴中东路503-509号', '31.189936', '121.423161', '上海市吴中东路贵州茅台专卖店', '上海捷强烟草糖酒集团配销有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537311432705, '115150100016', '内蒙古自治区', '呼和浩特市', '赛罕区', '呼和浩特市赛罕区丁香路91号巨海城三区东门', '40.814991', '111.742534', '呼和浩特市丁香南路贵州茅台专卖店', '内蒙古祥合斌途商贸有限公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537340792833, '153530300001', '云南省', '曲靖市', '麒麟区', '曲靖市麒麟区珠江源大道古镇138号', '25.545807', '103.82224', '曲靖市珠江源大道贵州茅台专卖店', '曲靖源茅商贸有限责任公司', '2023-08-11 17:55:19');
INSERT INTO `i_shop` VALUES (1689938537365958657, '112120223002', '天津市', '天津市', '静海区', '天津市静海区瑞和道海馨园东门F区03-04', '38.936932', '116.959489', '天津市瑞和道贵州茅台专卖店', '天津市澳顺峰烟酒经销有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537391124481, '137370883001', '山东省', '济宁市', '邹城市', '济宁市邹城市太平西路2188号', '35.403851', '116.979857', '邹城市太平西路贵州茅台专卖店', '邹城市天福商贸有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537420484610, '144440882001', '广东省', '湛江市', '雷州市', '湛江市雷州市新城区府前路1号卓越御湖湾一幢商铺19-22 号', '20.931125', '110.063818', '雷州市府前路贵州茅台专卖店', '雷州市友谊酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537454039041, '153532101001', '云南省', '昭通市', '昭阳区', '昭通市昭阳区龙泉街道办事处官坝路凤凰香榭', '27.352044', '103.710375', '昭通市官坝路贵州茅台专卖店', '昭通市靖和商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537508564994, '113130100030', '河北省', '石家庄市', '桥西区', '石家庄市桥西区石家庄市高铁站', '38.018867', '114.485277', '石家庄站贵州茅台专卖店', '河北品高商贸有限公司桥西分公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537537925122, '141411481001', '河南省', '商丘市', '永城市', '商丘市永城市东方大道与芒砀路交叉口北300米路东商铺', '33.931506', '116.441269', '永城市东方大道贵州茅台专卖店', '商丘市康禄商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537571479553, '2145300110001', '广西壮族自治区', '崇左市', '凭祥市', '崇左市凭祥市北大路55号', '22.105133', '106.75549', '凭祥市北大路凭祥市旭荣国酒总汇商行门店', '凭祥市旭荣国酒总汇商行', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537596645378, '152522223002', '贵州省', '铜仁市', '玉屏侗族自治县', '铜仁市玉屏侗族自治县康华大道安居园小区', '27.239984', '108.929069', '玉屏侗族自治县康华大道贵州茅台专卖店', '贵州玉屏发兴商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537630199809, '137370500002', '山东省', '东营市', '东营区', '东营市东营区东城街道东城银座城市广场三期8幢11-3号', '37.444027', '118.668331', '东营市胶州路贵州茅台专卖店', '东营市通裕商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537663754242, '211110105023', '北京市', '北京市', '朝阳区', '北京市朝阳区高碑店乡西店村44号楼8号一层', '39.905382', '116.520598', '北京市法制文化街贵州茅台专卖店', '安徽淘礼网科技有限公司北京分公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537693114370, '100350000001', '福建省', '漳州市', '芗城区', '漳州市芗城区草寮街129-10号、129-11号、129-12号、', '24.496075', '117.66555', '漳州市草寮街贵州茅台专卖店', '漳州市雅丰商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537726668801, '100360100005', '江西省', '南昌市', '东湖区', '南昌市东湖区北京西路69号檀悦语境小区A#楼101-103室', '28.677367', '115.905783', '南昌市省府北二路贵州茅台专卖店', '江西省晓村实业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537764417537, '22131081003001', '河北省', '廊坊市', '霸州市', '廊坊市霸州市市府路（第四医院对过）', '39.117194', '116.403491', '霸州市市府路茅台酱香万家共享主题终端', '霸州市品铄商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537802166274, '137371333001', '山东省', '临沂市', '河东区', '临沂市河东区经济技术开发区香港路与沂河东路交汇处西北角临沂宾馆旁边', '35.020793', '118.41726', '临沂市香港路贵州茅台专卖店', '山东九州商业集团有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537831526401, '221204000001', '天津市', '天津市', '河西区', '天津市河西区黑牛城道与洞庭路交口东南侧五福里6-171号底商', '39.077922', '117.257371', '河西区黑牛城道贵州茅台酱香系列酒体验中心', '天津酱源商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537856692226, '211110221001', '北京市', '北京市', '昌平区', '北京市昌平区回龙观东大街318号院1号楼1层103号', '40.080357', '116.355021', '北京市回龙观东大街贵州茅台专卖店', '北京佳宇龙翔商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537881858049, '212120101001', '天津市', '天津市', '和平区', '天津市和平区河北路205号现215号一层', '39.119868', '117.204088', '天津市河北路贵州茅台43度经销店', '天津中糖二商烟酒连锁有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537911218178, '250500700001', '重庆市', '重庆市', '渝北区', '重庆市渝北区北大资源财富森林2栋', '29.647428', '106.534613', '渝北区金州大道贵州茅台专卖店', '重庆崇晟商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537940578305, '113130100023', '河北省', '石家庄市', '桥西区', '石家庄市桥西区平安南大街7号商办楼00单元0106、0107号', '38.041173', '114.50202', '石家庄市平安南大街贵州茅台专卖店', '河北德源商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537965744129, '221210185001', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区全运三路99-3号13门', '41.679137', '123.463563', '沈阳市全运三路贵州茅台专卖店', '辽宁紫霖实业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938537995104257, '123232303001', '黑龙江省', '绥化市', '肇东市', '绥化市肇东市正阳北十九街东龙时代小区103号商服', '46.054003', '125.960117', '肇东市正阳北十九道街贵州茅台专卖店', '肇东财富天下商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538020270081, '261610132002', '陕西省', '西安市', '雁塔区', '西安市雁塔区西沣二路531号万科·高新华府五期25幢1单元1层10106号商铺', '34.181837', '108.891628', '西安市西沣二路贵州茅台专卖店', '陕西锦辉商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538053824514, '113130100024', '河北省', '石家庄市', '长安区', '石家庄市长安区育才街6号', '38.051058', '114.5274', '石家庄市育才街贵州茅台专卖店', '河北飞天进出口有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538083184641, '161612501002', '陕西省', '商洛市', '商州区', '商洛市商州区江滨路与通江西路交汇处', '33.866283', '109.919496', '商洛市江滨路贵州茅台专卖店', '商洛市鑫润源商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538112544770, '161612501001', '陕西省', '西安市', '未央区', '西安市未央区兴泰南路与兴泰四街交汇处', '34.331278', '109.01188', '西安市兴泰南路贵州茅台专卖店', '陕西美时代酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538150293506, '162620200001', '甘肃省', '嘉峪关市', '市辖区', '嘉峪关市市辖区新华中路21号', '39.793513', '98.274311', '嘉峪关市新华中路贵州茅台专卖店', '嘉峪关欣大烟草有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538179653633, '211110105017', '北京市', '北京市', '朝阳区', '北京市朝阳区百子湾东里415号楼1至2层105', '39.893619', '116.505113', '北京市广渠路贵州茅台专卖店', '北京天亚信嘉酒店用品有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538209013761, '211110105016', '北京市', '北京市', '通州区', '北京市通州区北苑一路2号院1号楼1至2层1-3、1-4', '39.904533', '116.64296', '北京市通州区北苑一路贵州茅台专卖店', '北京乾坤福商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538238373889, '2145260110001', '广西壮族自治区', '百色市', '右江区', '百色市右江区万锦名门2幢1层137号商铺', '23.8843', '106.629921', '百色市万锦名门百色市百兴盛酒业有限责任公司门店', '百色市百兴盛酒业有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538263539714, '223701160001', '山东省', '济南市', '莱芜区', '济南市莱芜区万福南路008号', '36.211269', '117.688604', '济南市莱芜区万福南路贵州茅台酱香系列酒体验中心', '济南市莱芜国茅财富商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538288705537, '211110105015', '北京市', '北京市', '石景山区', '北京市石景山区石景山路金融街长安商务中心54号院5号楼6-45商铺', '39.906601', '116.183523', '北京市石景山路贵州茅台专卖店', '北京诚实文祥商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538318065665, '211110105014', '北京市', '北京市', '大兴区', '北京市大兴区中科电商谷', '39.781014', '116.420208', '北京市五福堂二号路贵州茅台专卖店', '北京京糖盛世美丽华贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538343231490, '2213112100001', '河北省', '衡水市', '市辖区', '衡水市市辖区和平路南天元怡水花园二期1号门店', '37.746995', '115.651439', '衡水市和平路贵州茅台酱香系列酒体验中心', '河北三辰商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538389368833, '122220700001', '吉林省', '松原市', '前郭尔罗斯蒙古族自治县', '松原市前郭尔罗斯蒙古族自治县哈达大街与源江东路交汇飞达宜居康郡', '45.110965', '124.847162', '松原市哈达大街贵州茅台专卖店', '松原市金色阳光商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538414534657, '211110105013', '北京市', '北京市', '朝阳区', '北京市朝阳区朝阳区望京西路48号院1号楼1层101', '39.985853', '116.459367', '北京市望京西路贵州茅台专卖店（望京西路48号）', '北京德龙名泽酒业有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538439700481, '121211400001', '辽宁省', '葫芦岛市', '龙港区', '葫芦岛市龙港区海晏北路6-11号楼A', '40.681512', '120.811828', '葫芦岛市龙湾大街贵州茅台专卖店', '葫芦岛长宏酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538473254914, '211110105012', '北京市', '北京市', '朝阳区', '北京市朝阳区广顺北大街31号院1号楼1层102', '39.997067', '116.466798', '北京市广顺北大街贵州茅台专卖店', '北京华铭恒源商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538498420737, '221307030001', '山东省', '烟台市', '福山区', '烟台市福山区山东省烟台市开发区嫩江路15号', '121.277582', '37.563122', '烟台市开发区嫩江路贵州茅台酱香系列酒体验中心', '烟台华新酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538531975170, '150500109002', '重庆市', '重庆市', '北碚区', '重庆市北碚区重庆市北碚区云华路7号附1号左', '29.807557', '106.396409', '重庆市云华路贵州茅台专卖店', '重庆市德樽贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538561335298, '150500109001', '重庆市', '重庆市', '江北区', '重庆市江北区北滨二路450号1-1', '29.594584', '106.576113', '重庆市北滨二路贵州茅台专卖店', '重庆百年醇正实业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538590695426, '103302120001', '浙江省', '宁波市', '鄞州区', '宁波市鄞州区海晏北路681弄102号，和源路500号2-1,1-1', '29.870469', '121.615321', '宁波市海晏北路贵州茅台自营店', '浙江国酒茅台销售有限公司宁波分公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538620055554, '130322002001', '河北省', '秦皇岛市', '昌黎县', '秦皇岛市昌黎县茅台凤凰庄园', '39.766225', '119.095571', '昌黎县茅台凤凰庄园贵州茅台集团子公司', '昌黎茅台葡萄酒经贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538645221377, '2312010200002', '天津市', '天津市', '河西区', '天津市河西区台儿庄支路80号', '39.099644', '117.23739', '天津市台儿庄路茅台酱香万家共享主题终端', '天津市裕隆达商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538678775810, '2141132810001', '河南省', '南阳市', '唐河县', '南阳市唐河县文峰路中段五小北300米路东 ', '32.679392', '112.844385', '唐河县文峰路茅台酱香万家共享主题终端', '唐河县盛初商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538703941633, '232320488001', '江苏省', '常州市', '新北区', '常州市新北区新荷花园13-1', '31.822349', '119.974935', '常州市通江中路贵州茅台专卖店', '常州市开源贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538729107457, '233330288001', '浙江省', '宁波市', '鄞州区', '宁波市鄞州区四明中路688号', '29.82809', '121.553982', '宁波市四明中路贵州茅台专卖店', '宁波新江厦股份有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538758467585, '134341326001', '安徽省', '宿州市', '埇桥区', '宿州市埇桥区人民路198号、200号', '33.628361', '116.96484', '宿州市埇桥区人民路贵州茅台专卖店', '安徽省豪宸商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538783633410, '237370187001', '山东省', '济南市', '长清区', '济南市长清区莲台山路1095号', '36.558122', '116.760025', '济南市莲台山路贵州茅台43度经销店', '济南玉凯顺通商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538817187842, '22445504005001', '广东省', '深圳市', '宝安区', '深圳市宝安区新安街道文汇社区前进一路313号黄金台综合楼前进一路309-5及201', '22.580017', '113.893761', '宝安区新安街道茅台酱香万家共享主题终端', '广东九界贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538846547970, '113130100012', '河北省', '石家庄市', '新华区', '石家庄市新华区联盟路580号宁洋商务底商1-2', '38.079108', '114.451571', '石家庄市联盟西路贵州茅台专卖店', '河北品味茅香商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538875908098, '2132030010001', '江苏省', '徐州市', '云龙区', '徐州市云龙区云龙区淮海东路56号', '34.26353', '117.190173', '徐州市淮海东路徐州市华夏酒业有限公司门店', '徐州市华夏酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538901073922, '2341018900004', '河南省', '郑州市', '荥阳市', '郑州市荥阳市康泰路意墅蓝山79号楼101号', '34.781602', '113.4347488', '荥阳市康泰路茅台酱香万家共享主题终端', '河南万铭元商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538922045442, '113130100013', '河北省', '石家庄市', '裕华区', '石家庄市裕华区长江大道1号润丰盛世家园11-112', '38.045479', '114.605934', '石家庄市长江大道贵州茅台专卖店', '河北尚善睿谷商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538959794177, '150500224001', '重庆市', '重庆市', '铜梁区', '重庆市铜梁区铜梁区白龙大道189号', '29.819043', '106.061937', '重庆市铜梁区白龙大道贵州茅台专卖店', '重庆市铜梁区榕润酒类销售有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938538989154305, '211110105009', '北京市', '北京市', '西城区', '北京市西城区展览路3号', '39.93021', '116.343509', '北京市展览路贵州茅台专卖店', '北京北方京糖洋酒销售有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539018514433, '2132030010003', '江苏省', '徐州市', '市辖区', '徐州市市辖区经济开发区金工路1号市政综合楼-楼北门面', '34.297898', '117.248163', '徐州市金工路徐州市吉雅德贸易有限公司门店', '徐州市吉雅德贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539047874561, '113130227001', '河北省', '唐山市', '迁西县', '唐山市迁西县西环路129号、131号', '40.150581', '118.293994', '迁西县西环路贵州茅台专卖店', '唐山品旭商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539077234690, '2363012500001', '青海省', '西宁市', '城中区', '西宁市城中区长江路5-5号', '36.63143', '101.78259', '西宁市长江路茅台酱香万家共享主题终端', '青海翠鼎商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539102400513, '2152272910001', '贵州省', '黔南布依族苗族自治州', '长顺县', '黔南布依族苗族自治州长顺县城关长征大道原政协门面', '26.022643', '106.442697', '长顺县长征大道长顺县顺和酒业有限责任公司门店', '长顺县顺和酒业有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539131760641, '22460002003001', '海南省', '海口市', '龙华区', '海口市龙华区椰海大道359-1伟业椰海尚城1#综合楼（幢）1层108号', '19.98', '110.32', '龙华区椰海大道茅台酱香万家共享主题终端', '琼海咀华贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539169509377, '2322010000004', '吉林省', '长春市', '南关区', '长春市南关区南四环临河街金色世界湾34栋109', '43.813587', '125.371187', '长春市南四环茅台酱香万家共享主题终端', '吉林省嘉源创展经贸有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539198869506, '22371330003001', '山东省', '临沂市', '费县', '临沂市费县费城街道鲁公社区南门东50米路北', '35.262869', '117.990575', '费县建设路茅台酱香万家共享主题终端', '临沂辰泽商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539228229633, '2322010000002', '吉林省', '长春市', '南关区', '长春市南关区西民主大街547号', '43.88687', '125.304171', '长春市西民主大街茅台酱香万家共享主题终端', '吉林省天喜商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539261784065, '2121092410001', '辽宁省', '阜新市', '海州区', '阜新市海州区文化街7号', '42.012232', '121.654423', '阜新市文化街阜新市海州区周存德糖酒商行门店', '阜新市海州区周存德糖酒商行', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539291144193, '5200000070001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区茅台商务中心C座34楼', '26.615679', '106.646581', '贵阳市长岭南路贵州茅台集团子公司', '贵州茅台生态农业销售有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539320504321, '222220100001', '吉林省', '长春市', '朝阳区', '长春市朝阳区西民主大街547号', '43.886869', '125.304215', '长春市西民主大街贵州茅台43度经销店', '吉林省天喜商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539354058753, '2341130000002', '河南省', '南阳市', '卧龙区', '南阳市卧龙区高新路和工农路交叉口向西500米路南', '33.027338', '112.544505', '南阳市高新路茅台酱香万家共享主题终端', '南阳市超然物外商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539383418881, '152520121001', '贵州省', '贵阳市', '开阳县', '贵阳市开阳县贵州省贵阳市开阳县城关镇紫江花园15幢1-4号门面', '27.052728', '106.97789', '城关镇开州大道贵州茅台专卖店', '开阳新一商贸中心', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539412779010, '2341130000003', '河南省', '南阳市', '宛城区', '南阳市宛城区长江路中段1116号金六香酒店对面政法委家属院-号楼门面', '32.971955', '112.541742', '南阳市长江路茅台酱香万家共享主题终端', '南阳市超然物外商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539437944834, '144441300003', '广东省', '惠州市', '惠城区', '惠州市惠城区江北11号小区金宝江畔花园A15栋1楼', '23.1044', '114.41265', '惠州市文昌一路贵州茅台专卖店', '惠州市金宝酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539479887874, '133330522001', '浙江省', '湖州市', '长兴县', '湖州市长兴县龙山街道金陵北路191-197号', '31.017201', '119.903551', '长兴县金陵北路贵州茅台专卖店', '长兴呈龙酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539534413826, '165650128001', '新疆维吾尔自治区', '乌鲁木齐市', '米东区', '乌鲁木齐市米东区振兴中路1750号公园5号', '43.950231', '87.629772', '乌鲁木齐市振兴中路贵州茅台专卖店', '乌鲁木齐玖玖利源商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539609911297, '113130628001', '河北省', '保定市', '高阳县', '保定市高阳县宏润大街2号宏润公司大门北侧门脸', '38.701105', '115.756911', '高阳县宏润大街贵州茅台专卖店', '高阳县怡佳商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539639271425, '113130100001', '河北省', '石家庄市', '桥西区', '石家庄市桥西区新石北路88号', '38.018598', '114.451734', '石家庄市新石北路贵州茅台专卖店', '河北云成商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539668631553, '241410582001', '河南省', '安阳市', '文峰区', '安阳市文峰区永明路与富源街交叉口东南', '36.094514', '114.395911', '安阳市永明路贵州茅台专卖店', '安阳君盛实业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539697991681, '2312022400001', '天津市', '天津市', '宝坻区', '宝坻区宝坻区天津市宝坻区宝平街道南三路97号', '39.712842', '117.307345', '天津市宝平街道茅台酱香万家共享主题终端', '天津-喆商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539744129026, '22441383003001', '广东省', '惠州市', '惠城区', '惠州市惠城区三环东路隆生西江花园南100米', '39.89', '116.69', '惠城区三环东路茅台酱香万家共享主题终端', '惠州市远卓贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539773489153, '22130100003001', '河北省', '石家庄市', '桥西区', '石家庄市桥西区石家庄市桥西区新石北路356号翡翠大厦1#/4#0105商铺', '38.017767', '114.451786', '桥西区友谊大街新石北路茅台酱香万家共享主题终端', '河北德源商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539798654978, '141411522001', '河南省', '信阳市', '光山县', '信阳市光山县光山县司马光西路光州2号院一层104-107号', '32.009295', '114.897224', '光山县司马光西路贵州茅台专卖店', '光山县沐欣商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539828015106, '142420134001', '湖北省', '武汉市', '洪山区', '武汉市洪山区文化大道555号融创智谷C8-2-1-2(2)', '30.453274', '114.320179', '武汉市文化大道贵州茅台专卖店', '武汉饮臻酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539857375233, '2132028210001', '江苏省', '无锡市', '宜兴市', '无锡市宜兴市环科园中节能106号', '31.350091', '119.783565', '宜兴市环科园无锡市牧康商贸有限公司门店', '无锡市牧康商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539882541057, '135350521001', '福建省', '泉州市', '惠安县', '泉州市惠安县螺城镇欧景帝苑', '25.024299', '118.790404', '螺城镇中山南路贵州茅台专卖店', '晋江市冠雄酒业贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539911901185, '2152030010004', '贵州省', '遵义市', '汇川区', '遵义市汇川区南京路体育馆西侧1-8号商铺', '27.713928', '106.922782', '遵义市南京路贵州文特吉文化发展有限公司门店', '贵州文特吉文化发展有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539941261313, '2144150010001', '广东省', '深圳市', '南山区', '深圳市南山区沙河街道新天鹅湖三期欢乐时光商场L1-67', '22.543488', '113.987236', '深圳市沙河街道深圳市嘉鑫辉煌投资有限公司门店', '深圳市嘉鑫辉煌投资有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539966427138, '22411382003001', '河南省', '南阳市', '南召县', '南阳市南召县人民南路与阳光大道交叉口商博城', '33.46165', '112.440846', '南召县人民南路茅台酱香万家共享主题终端', '南阳市宛酒酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938539995787265, '22340100001001', '安徽省', '合肥市', '瑶海区', '合肥市瑶海区长江东路382号商铺3号楼', '31.869247', '117.347256', '长江东路茅台酱香万家共享主题终端', '安徽省友谊贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540025147394, 'Z320100012', '江苏省', '南京市', '鼓楼区', '南京市鼓楼区石头城路77号1幢301', '32.057596', '118.751747', '南京市石头城路贵州茅台总经销店', '西藏威华达经贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540054507521, '134340906001', '安徽省', '黄山市', '屯溪区', '黄山市屯溪区徽州大道1号B苑', '29.703623', '118.33562', '黄山市徽州大道贵州茅台专卖店', '黄山老徽商旅游商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540088061954, '2343018300001', '湖南省', '长沙市', '岳麓区', '长沙市岳麓区岳麓街道猴子石大桥西头北侧阳光壹佰新城3-12栋、3-14栋108房', '28.141377', '112.943685', '长沙市岳麓街道茅台酱香万家共享主题终端', '湖南醴岸酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540125810689, '154540100001', '西藏自治区', '拉萨市', '堆龙德庆区', '拉萨市堆龙德庆区拉萨市堆龙德庆区柳梧新区察古大道通站路站前大街20号绿洲云邸二期3栋103.104号商铺', '29.627819', '91.080225', '拉萨市团结路贵州茅台专卖店', '西藏四友商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540163559425, '154540100002', '西藏自治区', '拉萨市', '堆龙德庆区', '拉萨市堆龙德庆区经济技术开发区博达路西藏天瑞实业有限公司综合楼一楼门面房东1号', '29.641288', '91.022459', '拉萨市博达路贵州茅台专卖店', '西藏瑞泰实业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540197113858, '2114018610001', '山西省', '太原市', '小店区', '太原市小店区龙堡街20号商3-1002号', '37.810952', '112.605935', '太原市龙堡街山西富得源电子商务有限公司门店', '山西富得源电子商务有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540230668289, '2131011010001', '上海市', '上海市', '杨浦区', '杨浦区上海市杨浦区许昌路1342号', '31.274414', '121.522516', '上海市许昌路上海涌臻贸易有限公司门店', '上海涌臻贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540260028418, '154540100004', '西藏自治区', '拉萨市', '经济技术开发区', '拉萨市经济技术开发区金珠西路158号世通阳光新城3幢611', '29.64264', '91.015304', '拉萨市金珠西路贵州茅台自营店', '西藏国酒茅台销售有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540301971457, '213130682001', '河北省', '保定市', '定州市', '保定市定州市兴定西路悦明园一期底商3号', '38.529278', '114.976141', '定州市兴定西路贵州茅台43度经销店', '定州市酒之林商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540331331586, '144440985001', '广东省', '茂名市', '电白区', '茂名市电白区水东镇海滨大道126号怡景海岸豪庭5幢首层09号商铺', '21.519352', '111.025553', '水东镇海滨大道贵州茅台专卖店', '茂名市华樽贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540356497409, '22530382003001', '云南省', '曲靖市', '麒麟区', '曲靖市麒麟区潇湘街道彩云路258号', '25.475123', '103.817917', '麒麟区潇湘街道彩云路茅台酱香万家共享主题终端', '曲靖旺顺大丁商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540394246146, '2337142400002', '山东省', '德州市', '临邑县', '德州市临邑县迎宾路203号', '37.181263', '116.873398', '临邑县迎宾路茅台酱香万家共享主题终端', '临邑县瑞丰综合商店', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540423606273, '22420693003001', '湖北省', '襄阳市', '高新技术开发区', '襄阳市高新技术开发区东风汽车大道18-5号门面', '32.12', '112.19', '高新技术开发区东风汽车大道茅台酱香万家共享主题终端', '襄阳程彦坤金源商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540461355010, '112120104001', '天津市', '天津市', '河北区', '天津市河北区中山北路6#増7#', '39.165703', '117.214923', '天津市中山北路贵州茅台专卖店', '天津市大天津商贸有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540490715137, 'B14010100401', '山西省', '太原市', '市辖区', '太原市市辖区山西转型综合改革示范区学府产业园南中环街426号山西国际金融中心A座一层AF109-1', '37.798793', '112.562431', '太原旗舰店', '山西冰小茅商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540524269570, '112120104003', '天津市', '天津市', '红桥区', '天津市红桥区红桥区三条石大街千吉花园8号楼增2-3', '39.15201', '117.177794', '天津市三条石大街贵州茅台专卖店', '天津开发区黔泰商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540562018305, '2341128200001', '河南省', '三门峡市', '灵宝市', '三门峡市灵宝市函谷路与长安路交叉口向南100米路西', '34.525615', '110.890928', '灵宝市函谷路茅台酱香万家共享主题终端', '灵宝市前进酒业有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540603961346, '2341088400001', '河南省', '焦作市', '解放区', '焦作市解放区映湖路龙湖警苑小区2号楼-层门面房东1-2间', '35.201673', '113.249444', '焦作市映湖路茅台酱香万家共享主题终端', '河南省如之享商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540629127170, '134341282001', '安徽省', '阜阳市', '界首市', '阜阳市界首市法姬娜A1-03商铺', '33.254468', '115.383273', '界首市人民东路贵州茅台专卖店', '界首市和庆商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540654292993, '143430186002', '湖南省', '长沙市', '雨花区', '长沙市雨花区圭塘街道嘉智路60号保利大都汇小区（二期）南区D12栋', '28.159701', '113.019379', '长沙市嘉智路贵州茅台专卖店', '湖南湘韵酒业有限公司长沙分公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540692041729, '22520122004001', '贵州省', '贵阳市', '息烽县', '贵阳市息烽县永阳街道城南商业一条街地块安置房15号、16号门面', '27.0755', '106.746792', '息烽县永阳街道茅台酱香万家共享主题终端', '贵州黔聚义贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540721401857, '143430186001', '湖南省', '长沙市', '岳麓区', '长沙市岳麓区观沙岭街道潇湘北路1088号渔人商业广场15栋一楼104-106号铺', '28.230984', '112.963445', '长沙市潇湘北路贵州茅台专卖店', '湖南强友酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540750761985, '113130481001', '河北省', '邯郸市', '武安市', '邯郸市武安市新华大街星河城东区商业102、202', '36.69375', '114.17875', '武安市新华大街贵州茅台专卖店', '河北天腾商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540780122114, '2213040000002', '河北省', '邯郸市', '丛台区', '邯郸市丛台区滏东北大街188号连城生活MALLBA区166号商铺', '36.619937', '114.522199', '邯郸市滏东北大街贵州茅台酱香系列酒体验中心', '邯郸市赛超商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540826259458, '22522425001001', '贵州省', '毕节市', '织金县', '毕节市织金县双堰街道桐兴苑小区商业一层1号商铺', '26.68478', '105.78707', '织金县三甲大道茅台酱香万家共享主题终端', '织金县清兴酒业销售有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540851425281, '22500103016001', '重庆市', '重庆市', '璧山区', '重庆市璧山区重庆市璧山区璧泉街道雪松路128号附36号', '29.578501', '106.198095', '璧山区雪松路茅台酱香万家共享主题终端', '重庆泓运兴商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540889174017, '214140100002', '山西省', '太原市', '小店区', '太原市小店区南内环街100号1幢17层1701号', '37.83821', '112.564833', '太原市南内环街贵州茅台43度经销店', '山西国瓷酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540922728450, '214140100001', '山西省', '太原市', '小店区', '太原市小店区龙城北街170号华天置地1003号商铺', '37.777439', '112.563425', '太原市龙城北街贵州茅台43度经销店', '山西盛世康宝贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938540964671489, '144445401003', '广东省', '潮州市', '饶平县', '潮州市饶平县黄冈镇饶平大道海博现代城商铺40-42号', '23.671237', '116.986744', '黄冈镇饶平大道贵州茅台专卖店', '饶平县敦元贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541019197441, '22412702002001', '河南省', '周口市', '项城市', '周口市项城市花园人民路建业城107', '33.470053', '114.870566', '项城市人民路茅台酱香万家共享主题终端', '项城市俊佑商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541052751873, '144441300002', '广东省', '惠州市', '惠阳区', '惠州市惠阳区淡水上杨村地段金碧蓝湾一期1层12号铺', '22.770261', '114.476604', '淡水镇开城大道贵州茅台专卖店', '惠州市惠阳区巨源贸易有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541077917698, '22130600010001', '河北省', '保定市', '莲池区', '保定市莲池区五四路街道办事处复兴中路1535号世纪华庭小区9号底商', '38.896137', '115.500968', '莲池区复兴中路茅台酱香万家共享主题终端', '保定龙行商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541115666434, '141411329001', '河南省', '南阳市', '新野县', '南阳市新野县朝阳路与健康路交叉口南30米', '32.515703', '112.366427', '新野县朝阳路贵州茅台专卖店', '南阳市超然物外商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541149220866, '253530125001', '云南省', '昆明市', '宜良县', '昆明市宜良县南羊街道办乡鸭湖雏鹰路听涛苑H-4-63号', '24.912831', '103.170036', '宜良县雏鹰路贵州茅台专卖店', '昆明南云宣酒坊有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541195358210, '22510187004001', '四川省', '成都市', '新都区', '成都市新都区清源路66号附42号', '30.815577', '104.178224', '新都区清源路茅台酱香万家共享主题终端', '成都富能达商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541224718338, '162622701001', '甘肃省', '平凉市', '崆峒区', '平凉市崆峒区仁爱路3号泾水嘉苑6号楼102号、103号', '35.554053', '106.681352', '平凉市仁爱路贵州茅台专卖店', '平凉欣大商贸有限责任公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541279244290, '145450900001', '广西壮族自治区', '玉林市', '玉州区', '玉林市玉州区玉州区玉城街道江滨路银泽庄小区18栋106、107、108号', '22.626808', '110.169379', '玉林市江滨路贵州茅台专卖店', '玉林市尊和电子商务有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541312798721, '22460102004001', '海南省', '海口市', '龙华区', '海口市龙华区金贸街道金垦路碧湖湾C栋商业用房105-4房一楼', '20.010328', '110.323822', '龙华区金贸街道金垦路茅台酱香万家共享主题终端', '海南鹏舟商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541367324673, '145450900003', '广西壮族自治区', '玉林市', '玉州区', '玉林市玉州区吉泉路3号富林汇金尚城小区2幢04、05号商铺', '22.6532', '110.177338', '玉林市教育东路贵州茅台专卖店', '广西百兴盛电子商务有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541400879106, '2237010000001', '山东省', '济南市', '槐荫区', '济南市槐荫区和畅路汇金金融中心', '36.664073', '116.903553', '济南市和畅路贵州茅台酱香系列酒体验中心', '山东德诚宝真酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541430239233, '2337028900001', '山东省', '青岛市', '黄岛区', '青岛市黄岛区灵海路5715号', '35.89765', '120.03732', '青岛市灵海路茅台酱香万家共享主题终端', '青岛嘉宏酒业有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541476376578, '100410300002', '河南省', '洛阳市', '洛龙区', '洛阳市洛龙区政和路与金城寨街22号长城花园13幢门面房', '34.62116', '112.445771', '洛阳市政和路贵州茅台专卖店', '洛阳洛百烟酒有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541501542402, '22410323003001', '河南省', '洛阳市', '新安县', '洛阳市新安县东区二路惠康苑A区7号楼门面房2号', '34.730519', '112.146984', '新安县东区二路茅台酱香万家共享主题终端', '洛阳鼎时商贸有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541530902530, '137371400001', '山东省', '德州市', '德城区', '德州市德城区宋官屯街道办事处东方红路1118号董子文化街A区1号楼1-2层8号1层', '37.439857', '116.371386', '德州市董子文化街贵州茅台专卖店', '德州市信诚名酒有限公司', '2023-08-11 17:55:20');
INSERT INTO `i_shop` VALUES (1689938541560262657, '264640126001', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区中心巷102-1-801号（新华东街与中心巷交汇处西南侧）', '38.46204', '106.276891', '银川市中心巷贵州茅台专卖店', '银川新华百货连锁超市有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541593817089, '2311010200002', '北京市', '北京市', '朝阳区', '北京市朝阳区通惠河北路69号院2号楼1层4单元1-17', '39.903615', '116.439732', '北京市通惠河北路茅台酱香万家共享主题终端', '北京欧亚凯盛贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541618982913, '100520300007', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区碧云路融兴大厦一楼', '27.685305', '106.920312', '遵义市碧云路贵州茅台专卖店', '遵义久发贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541644148738, '146460100013', '海南省', '海口市', '龙华区', '海口市龙华区椰海大道昌茂城邦小区一层15号', '19.97922', '110.3402', '海口市椰海大道贵州茅台专卖店', '海南鼎醴贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541677703169, '232320130002', '江苏省', '南京市', '江宁区', '南京市江宁区竹翠路56号113室-116室', '31.960065', '118.798862', '南京市宏运大道贵州茅台专卖店', '西藏中糖德和经贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541707063298, '137372328002', '山东省', '滨州市', '博兴县', '滨州市博兴县乐安大街天元万和城', '37.160898', '118.118278', '博兴县乐安大街贵州茅台专卖店', '山东省博兴县宏泰商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541736423425, '232320130003', '江苏省', '南京市', '雨花台区', '南京市雨花台区大周路32号D2北115,116', '31.938583643767988', '118.74373868107797', '南京市大周路贵州茅台专卖店', '南京酱留香酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541765783554, '2341152300001', '河南省', '信阳市', '新县', '信阳市新县朝阳路江南公社隔壁', '31.643099', '114.877185', '新县朝阳路茅台酱香万家共享主题终端', '新县诚达实业有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541795143682, '232320130004', '江苏省', '南京市', '鼓楼区', '南京市鼓楼区草场门大街111号', '32.057174', '118.737256', '南京市草场门大街贵州茅台专卖店', '江苏省苏食酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541828698114, '2344550000001', '广东省', '中山市', '中山市', '中山市中山市中山路顺景花园81-85幢17卡', '22.511734', '113.397619', '中山市中山路茅台酱香万家共享主题终端', '中山市协诚贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541862252545, '22520182025001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区云潭北路中铁阅山湖C组团一期商业CS1-1-34号 ', '26.63078', '106.594533', '观山湖区云潭北路茅台酱香万家共享主题终端', '贵州国樽酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541895806977, '123230900001', '黑龙江省', '七台河市', '桃山区', '七台河市桃山区桃北街200号七彩城北门', '45.773554', '131.00789', '七台河市桃北街贵州茅台专卖店', '七台河市全达商贸有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541929361409, '145450200007', '广西壮族自治区', '柳州市', '城中区', '柳州市城中区环江滨水大道26号碧桂园十里江湾59栋1-26', '24.38254', '109.43101', '柳州市环江滨水大道贵州茅台专卖店', '柳州市湍皓贸易有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938541962915841, '145450200008', '广西壮族自治区', '柳州市', '鱼峰区', '柳州市鱼峰区柳州市静兰路38号中海天钻15栋商铺106.107.108', '24.316071', '109.454165', '柳州市静兰路贵州茅台专卖店', '柳州市精蔓商贸有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542004858882, '146460100011', '海南省', '海口市', '龙华区', '海口市龙华区龙昆南路30号海南正大豪庭商住小区6#一层105-106房', '20.01667', '110.334283', '海口市龙昆南路贵州茅台自营店', '海南国酒茅台销售有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542042607617, '145450200006', '广西壮族自治区', '柳州市', '城中区', '柳州市城中区海关路1号温馨嘉园1-6，1-7号门面', '24.335285', '109.427124', '柳州市海关路贵州茅台专卖店', '广西鸿旗酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542071967746, '232320130001', '江苏省', '南京市', '雨花台区', '南京市雨花台区软件大道119号 5栋 103 104', '31.976126', '118.762089', '南京市软件大道贵州茅台专卖店', '江苏苏糖糖酒食品有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542109716482, '330100025001', '浙江省', '杭州市', '萧山区', '杭州市萧山区萧山经济技术开发区金鸡路1221号', '30.201745', '120.253309', '杭州市金鸡路贵州茅台茅台文化体验馆', '浙江德道食品有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542151659522, '2337078300001', '山东省', '潍坊市', '寿光市', '潍坊市寿光市圣城街与北海路交叉口南50米路西鑫源组团沿街', '36.867866', '118.768083', '寿光市圣城街茅台酱香万家共享主题终端', '寿光银丽工贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542185213954, '137370682003', '山东省', '烟台市', '莱阳市', '烟台市莱阳市五龙北路117号', '36.97978', '120.707401', '莱阳市五龙北路贵州茅台专卖店', '莱阳峻祥商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542227156993, '153530325001', '云南省', '曲靖市', '富源县', '曲靖市富源县中安街道金龙街249号', '25.679418', '104.253364', '富源县金龙街贵州茅台专卖店', '富源县智航商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542281682946, '225630000001', '贵州省', '遵义市', '汇川区', '遵义市汇川区汇川大道林达大院4号13.14.15号门面', '27.768944', '106.932554', '遵义市汇川大道贵州茅台酱香系列酒体验中心', '遵义市金瑞源酒业贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542311043074, '136360782001', '江西省', '赣州市', '章贡区', '赣州市章贡区章江路21号九铭广场1号公寓7#8#9#商业', '25.81293', '114.915425', '赣州市章江路贵州茅台专卖店', '赣州瑞联酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542361374721, '244440302011', '广东省', '深圳市', '南山区', '深圳市南山区沙河街道香山中街新天鹅湖欢乐时光L1-67', '22.543488', '113.987236', '深圳市香山中街贵州茅台专卖店', '深圳市嘉鑫辉煌投资有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542403317762, '235350586003', '福建省', '泉州市', '丰泽区', '泉州市丰泽区丰泽街道丰泽街群星广场49号', '24.899987', '118.616814', '泉州市丰泽街贵州茅台43度经销店', '泉州怡闽酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542449455105, '244440302010', '广东省', '深圳市', '龙华区', '深圳市龙华区龙华街道东环一路249号壹城中心第六区3A-103', '22.648242', '114.033462', '深圳市东环一路贵州茅台专卖店', '深圳市国盛源商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542483009538, '22410188002001', '河南省', '郑州市', '中原区', '郑州市中原区郑州市中原区秦岭路与建设路交叉口向北150米路东茅台酱香万家共享', '34.756703', '113.603303', '中原区秦岭路茅台酱香万家共享主题终端', '河南国酿实业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542524952578, '146460100006', '海南省', '海口市', '龙华区', '海口市龙华区椰海大道368号（海垦南路商铺E14-4-5）', '19.978989', '110.303637', '海口市海垦南路贵州茅台专卖店', '海南礼铭贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542562701314, '2337020000003', '山东省', '青岛市', '平度市', '青岛市平度市常州路103-2号', '36.786976', '119.956117', '平度市常州路茅台酱香万家共享主题终端', '平度市城关百信副食品超市', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542592061441, '141410187001', '河南省', '郑州市', '二七区', '郑州市二七区汉江路14号1楼（豫鼎大厦）', '34.71545', '113.644739', '郑州市汉江路贵州茅台专卖店', '郑州市恒盛酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542634004481, '146460100007', '海南省', '海口市', '龙华区', '海口市龙华区海垦路绿海佳苑贵州茅台专卖店', '20.011097', '110.307588', '海口市海垦路贵州茅台专卖店', '海口惠之洲贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542675947521, '235350586005', '福建省', '泉州市', '丰泽区', '泉州市丰泽区丰泽街道丰泽街41、43号', '24.900042', '118.61685', '泉州市丰泽街贵州茅台专卖店', '酌悦（福建）酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542705307649, '2337020000004', '山东省', '青岛市', '平度市', '青岛市平度市红旗路4-24号', '36.787856', '119.981436', '平度市红旗路茅台酱香万家共享主题终端', '平度市城关百信副食品超市', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542738862082, '2337020000005', '山东省', '青岛市', '市辖区', '青岛市市辖区富春江路1102号1102室', '35.95212', '120.16246', '青岛市富春江路茅台酱香万家共享主题终端', '青岛福红宇贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542768222210, '2313112600001', '河北省', '衡水市', '桃城区', '衡水市桃城区大庆路与中华大街交叉口西行100米路北', '37.752377', '115.678232', '衡水市大庆路茅台酱香万家共享主题终端', '衡水裕泰商贸有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542797582337, '22412801005001', '河南省', '驻马店市', '驿城区', '驻马店市驿城区开发区置地大道与文明路交叉口北100米路西', '33.002', '114.015', '开发区文明路茅台酱香万家共享主题终端', '驻马店市喜盈门商业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542835331074, '22440305004001', '广东省', '深圳市', '坪山区', '深圳市坪山区坪山街道六和社区和政路4-64', '22.708338', '114.344313', '坪山区坪山街道茅台酱香万家共享主题终端', '深圳市鹏茅实业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542864691201, '141410323001', '河南省', '洛阳市', '新安县', '洛阳市新安县涧河大道1048号', '34.732777', '112.128171', '新安县涧河大道贵州茅台专卖店', '洛阳牧灏商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542898245634, '22352202005001', '福建省', '漳州市', '芗城区', '漳州市芗城区福建省漳州市芗城区建元南花园9幢D05号', '24.497788', '117.666281', '漳州市芗城区茅台酱香万家共享主题终端', '漳州法尔顿贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542935994370, '100412801001', '河南省', '驻马店市', '驿城区', '驻马店市驿城区金山街道乐山大道与慎阳路交叉口东南角', '33.01913', '114.023063', '驻马店市乐山大道贵州茅台专卖店', '驻马店市飞天商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938542977937409, '122220300002', '吉林省', '四平市', '铁东区', '四平市铁东区紫气大路2555号', '43.150217', '124.405989', '四平市紫气大路贵州茅台专卖店', '四平市金久商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543036657665, '244440302002', '广东省', '深圳市', '福田区', '深圳市福田区深南大道1003号东方新天地广场一楼L-0607', '22.538825', '114.068408', '深圳市彩田路贵州茅台专卖店', '深圳市华源鑫贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543082795010, '22440423003001', '广东省', '珠海市', '香洲区', '珠海市香洲区春晖路1号1-22号商铺之2', '22.277146', '113.526382', '香洲区春晖路茅台酱香万家共享主题终端', '珠海市斗门永生隆贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543128932354, '2337028200003', '山东省', '青岛市', '即墨区', '青岛市即墨区潮海蓝鳌路919号', '36.393022', '120.467756', '青岛市潮海蓝鳌路茅台酱香万家共享主题终端', '即墨市潮海街道办事处圣达糖酒经营部', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543166681090, '145450200001', '广西壮族自治区', '柳州市', '城中区', '柳州市城中区高新五路21号荣和天誉3栋1-3、1-4、1-5', '24.35257', '109.427444', '柳州市高新五路贵州茅台专卖店', '柳州市谦益酒业商贸有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543200235521, '145450200002', '广西壮族自治区', '柳州市', '城中区', '柳州市城中区文华路9号温馨七七二5栋1-1', '24.332563', '109.437076', '柳州市文华路贵州茅台专卖店', '柳州市双实商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543233789953, '2337028200001', '山东省', '青岛市', '即墨区', '青岛市即墨区嵩山-路7丁附近', '36.39054', '120.44305', '青岛市嵩山一路茅台酱香万家共享主题终端', '青岛龙华酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543263150082, '145452601002', '广西壮族自治区', '百色市', '右江区', '百色市右江区龙景西路万锦名门2幢1层136、137商铺', '23.884473', '106.629918', '百色市龙景西路贵州茅台专卖店', '百色市百兴盛酒业有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543292510209, '244440302006', '广东省', '深圳市', '福田区', '深圳市福田区梅林街道斯达大厦1层东5-6', '22.56814', '114.065835', '深圳市梅林路贵州茅台专卖店', '深圳市玉酉圣贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543321870337, '133330783002', '浙江省', '金华市', '东阳市', '金华市东阳市江北街道甘溪西街2-1号，2-2号', '29.291126', '120.240806', '东阳市甘溪西街贵州茅台专卖店', '东阳市世弘商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543355424769, '244440302005', '广东省', '深圳市', '福田区', '深圳市福田区梅林街道梅亭路润华松鹤颐养中心首层1、2号铺', '22.567173', '114.043115', '深圳市梅亭路贵州茅台专卖店', '深圳市裕兴隆实业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543401562114, '2344042200001', '广东省', '珠海市', '香洲区', '珠海市香洲区前山岱山路74号乐士文化区B栋1楼B6104', '22.242276', '113.517318', '珠海市前山岱山路茅台酱香万家共享主题终端', '珠海天樽酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543435116546, '131310105001', '上海市', '上海市', '长宁区', '上海市长宁区茅台路588号', '31.210452', '121.389693', '上海市茅台路贵州茅台专卖店', '上海美天酒业销售有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543468670978, '162623200001', '甘肃省', '酒泉市', '肃州区', '酒泉市肃州区解放北路229号1-8号门店', '39.713331', '98.508292', '泉湖镇解放北路贵州茅台专卖店', '酒泉恒生实业有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543502225410, '154542301001', '西藏自治区', '日喀则市', '桑珠孜区', '日喀则市桑珠孜区吉林南路珠峰佳苑二期九号', '29.249388', '88.900512', '日喀则吉林南路贵州茅台专卖店', '西藏日喀则市志城酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543569334273, '100330100002', '浙江省', '杭州市', '上城区', '杭州市上城区庆春路11号凯旋门商业中心底层东侧', '30.257621', '120.185465', '杭州市庆春路贵州茅台专卖店', '杭州华商糖业烟酒有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543607083010, '241410786001', '河南省', '郑州市', '金水区', '郑州市金水区夏令街6号19号楼1层102号、103号', '34.792539', '113.764558', '郑州市夏令街贵州茅台专卖店', '河南盛世天翔商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543657414657, '100330100004', '浙江省', '杭州市', '上城区', '杭州市上城区钱江路570.572.574号', '30.23637', '120.198349', '杭州市钱江路贵州茅台专卖店', '杭州新飞天酒类销售有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543686774785, '161610300003', '陕西省', '宝鸡市', '渭滨区', '宝鸡市渭滨区火炬路东段30号一楼门面房', '34.352611', '107.14592', '宝鸡市宝鸡市火炬路中段30号商铺贵州茅台', '宝鸡精品圣鑫商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543732912129, '251510526001', '四川省', '成都市', '简阳市', '成都市简阳市射洪坝雄州大道南段240-244号1层', '30.404729', '104.546354', '简阳市雄州大道贵州茅台专卖店', '四川华商佳酿贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543774855169, '161610300002', '陕西省', '宝鸡市', '金台区', '宝鸡市金台区金台大道69号院（悦珑湾26幢1层）', '34.359199', '107.194529', '宝鸡市金台大道贵州茅台专卖店', '宝鸡茅缘汇商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543812603906, '133330100001', '浙江省', '杭州市', '上城区', '杭州市上城区凯旋街道新塘路322号、322-1号', '30.273697', '120.208081', '杭州市新塘路贵州茅台专卖店', '杭州香瑶食品有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543850352641, '244440186001', '广东省', '广州市', '白云区', '广州市白云区怡新路213号、215号、217号', '23.175908', '113.326831', '广州市怡新路贵州茅台专卖店', '广东鸿腾贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543875518465, '22520100292001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区金阳街道石林路300号中铁逸都国际E组团第一层33号', '26.604628', '106.613437', '观山湖区金阳街道茅台酱香万家共享主题终端', '贵州茂毅酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543917461506, '135352202002', '福建省', '宁德市', '福安市', '宁德市福安市阳春路1号鼎富澜悦湾116-117号店', '27.087344', '119.63932', '福安市阳春路贵州茅台专卖店', '福建省燕嘉食品有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938543967793154, '121210100012', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区天赐街5-3号（105）', '41.748435', '123.464385', '沈阳市天赐街贵州茅台自营店', '辽宁国酒茅台销售有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544009736193, '121210100011', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区文化东路18号9门', '41.76947', '123.464702', '沈阳市文化东路贵州茅台专卖店', '辽宁鑫源英民名酒连锁经营有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544051679233, '22511382007001', '四川省', '南充市', '顺庆区', '南充市顺庆区凤鸣路125号', '40.45', '116.1', '顺庆区凤鸣路茅台酱香万家共享自有主题终端', '南充康顺鸿壶酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544089427970, '141410487001', '河南省', '平顶山市', '新华区', '平顶山市新华区长安大道与育英路交叉口西100米大唐一品澜山3号楼一层102', '33.770582', '113.170524', '平顶山市长安大道贵州茅台专卖店', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544118788097, '100440800005', '广东省', '湛江市', '霞山区', '湛江市霞山区人民大道南112号蓝海峰境广场2号楼负1层03号商铺', '21.207502', '110.402785', '湛江市人民大道南贵州茅台专卖店', '湛江民大幸福贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544160731137, '2235082100201', '福建省', '龙岩市', '新罗区', '龙岩市新罗区西陂街道排头村龙腾中路286-11号', '25.088387', '117.013735', '新罗区龙腾中路贵州茅台酱香系列酒体验中心', '福建省长汀贵丰酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544198479874, '141411526001', '河南省', '信阳市', '潢川县', '信阳市潢川县跃进东路光州国际大酒店东侧', '32.130935', '115.051305', '潢川县跃进东路贵州茅台专卖店', '河南瑞达酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544232034306, '143430700001', '湖南省', '常德市', '武陵区', '常德市武陵区穿紫河街道武陵大道318号', '29.040358', '111.692519', '常德市武陵大道贵州茅台专卖店', '常德市金祥龙贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544265588737, '121210100010', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区热闹路10号', '41.787178', '123.437958', '沈阳市热闹路贵州茅台专卖店', '沈阳明逸商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544320114689, '244445221001', '广东省', '广州市', '白云区', '广州市白云区启德路龙禧中心', '23.22845', '113.287148', '广州市启德路贵州茅台专卖店', '广东粤强酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544357863426, '232320685001', '江苏省', '南通市', '通州区', '南通市通州区金沙街道为民路176号', '32.085554', '121.07139', '南通市为民路贵州茅台43度经销店', '南通正唐商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544420777986, '2237052200001', '山东省', '东营市', '利津县', '东营市利津县城区津五路130号', '37.490105', '118.239086', '东营市津五路贵州茅台酱香系列酒体验中心', '利津县中信商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544483692546, '111110108008', '北京市', '北京市', '海淀区', '北京市海淀区北清路68号院23号楼1层101号02室', '40.071423', '116.24391', '北京市永丰路贵州茅台专卖店', '北京崇学山庄宾馆有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544567578625, '121210100004', '辽宁省', '沈阳市', '和平区', '沈阳市和平区南京南街147甲5号', '41.763896', '123.393596', '沈阳市南京南街贵州茅台专卖店', '辽宁鑫源英民名酒连锁经营有限公司南京南街分店', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544630493186, '121210100007', '辽宁省', '沈阳市', '皇姑区', '沈阳市皇姑区昆山西路25-5号5门', '41.823595', '123.39433', '沈阳市昆山西路贵州茅台专卖店', '辽宁鑫源英民名酒连锁经营有限公司昆山西路分店', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544689213441, '146460002002', '海南省', '琼海市', '琼海市', '琼海市琼海市银海路贵州茅台专卖店', '19.258028', '110.459732', '琼海市银海路贵州茅台专卖店', '海南瑞祥隆贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544731156482, '121210100006', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区团结路59-9号4门', '41.813173', '123.443735', '沈阳市团结路贵州茅台专卖店', '辽宁鑫源英民名酒连锁经营有限公司团结路分店', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544764710914, '121210100001', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区全运路97号', '41.681909', '123.474717', '沈阳市全运路贵州茅台专卖店', '沈阳益丰商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544798265346, '121210100003', '辽宁省', '沈阳市', '苏家屯区', '沈阳市苏家屯区南京南街1019-47号20门，21门', '41.668906', '123.382447', '沈阳市苏家屯区南京南街贵州茅台专卖店', '沈阳梦诚商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544840208385, '22330824001001', '浙江省', '衢州市', '开化县', '衢州市开化县华埠镇华康路111号', '29.13785', '118.41616', '华埠镇华康路茅台酱香万家共享主题终端', '开化德茂供应链有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544882151426, '111110108001', '北京市', '北京市', '石景山区', '北京市石景山区玉泉路63号1层103号', '39.900967', '116.252409', '北京市玉泉路贵州茅台专卖店', '北京中烹苑接待用酒供应有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544924094466, '151514000001', '四川省', '眉山市', '东坡区', '眉山市东坡区铁环东路25号中鑫.半岛龙湾2号1层5-6号', '30.074538', '103.823753', '眉山市铁环东路贵州茅台专卖店', '眉山市家耀商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544961843201, '162622327001', '甘肃省', '武威市', '凉州区', '武威市凉州区富民南路5号', '37.915672', '102.647647', '武威市富民南路贵州茅台专卖店', '武威市鸿都酒业有限责任公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938544991203330, '2352240100002', '贵州省', '遵义市', '习水县', '遵义市习水县东皇街道双垭子社区习酒大道与华润大道交叉口京腾滋洲里A9栋1-04至06号', '28.309833', '106.208878', '习水县华润大道茅台酱香万家共享主题终端', '贵州省仁怀市恒源泉贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545033146370, '121210100009', '辽宁省', '沈阳市', '铁西区', '沈阳市铁西区云峰北街25号23门', '41.796225', '123.380702', '沈阳市云峰北街贵州茅台专卖店', '辽宁鑫源英民名酒连锁经营有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545062506497, '121210100008', '辽宁省', '沈阳市', '铁西区', '沈阳市铁西区沈辽西路27号盛京大天地', '41.777946', '123.331507', '沈阳市沈辽西路贵州茅台专卖店', '辽宁兴隆超市连锁有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545091866625, '141412828002', '河南省', '驻马店市', '新蔡县', '驻马店市新蔡县人民西路航宇天悦城2号楼062', '32.756529', '114.938103', '新蔡县人民西路贵州茅台专卖店', '新蔡正通商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545121226754, '144440310001', '广东省', '深圳市', '龙华区', '深圳市龙华区龙华街道清华社区梅龙大道国鸿广场1楼商铺', '22.669132', '114.04369', '深圳市龙华大道贵州茅台专卖店', '深圳市鼎和诚商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545146392578, '2154320010001', '四川省', '南充市', '顺庆区', '南充市顺庆区潆华中路华新路1号', '30.873566', '106.090478', '南充市潆华中路南充市天辰贸易有限公司门店', '南充市天辰贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545184141313, '137372901001', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区中华路1366号', '35.233933', '115.472194', '菏泽市中华路贵州茅台专卖店', '菏泽市兴亚酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545213501442, '22130289001001', '河北省', '唐山市', '丰润区', '唐山市丰润区曹雪芹西大街交通运输局大门口东侧', '39.83', '118.11', '丰润区曹雪芹西大街茅台酱香万家共享主题终端', '唐山市丰润区川鼎商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545242861569, '2241280100001', '河南省', '驻马店市', '驿城区', '驻马店市驿城区乐山大道与富裕街交叉口西100米路北', '33.023039', '114.01997', '驻马店市富裕街贵州茅台酱香系列酒体验中心', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545272221697, '2154320010002', '四川省', '达州市', '通川区', '达州市通川区凤西街道新锦社区紫荆花路79号', '31.21469', '107.50456', '达州市紫荆花路达州市遵达商贸有限公司门店', '达州市遵达商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545305776129, '224114000001', '河南省', '商丘市', '市辖区', '商丘市市辖区示范区南京路与学院路交叉口南100米路东', '34.405736', '115.664922', '商丘市学院路贵州茅台酱香系列酒体验中心', '河南省富航电子商务有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545335136257, '141411200002', '河南省', '三门峡市', '湖滨区', '三门峡市湖滨区五原西路天盛天鹅堡楼下105门面房', '34.785348', '111.16519', '三门峡市五原西路贵州茅台专卖店', '三门峡市新华丰食品有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545368690690, '141411200001', '河南省', '三门峡市', '湖滨区', '三门峡市湖滨区召公西路与众德街交叉口秀庭紫悦府102-103门面房', '34.769871', '111.155403', '三门峡市召公西路贵州茅台专卖店', '三门峡市新华丰食品有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545398050818, '152520182001', '贵州省', '贵阳市', '南明区', '贵阳市南明区新华路96号1-6、1-7', '26.565383', '106.719098', '贵阳市新华路贵州茅台专卖店', '贵阳鑫宝商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545435799553, '113131081001', '河北省', '廊坊市', '霸州市', '廊坊市霸州市迎宾东道温莎小镇第S3#1单元108号', '39.124992', '116.42123', '霸州市迎宾东道贵州茅台专卖店', '霸州市贵久商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545465159682, '221403230001', '山西省', '阳泉市', '城区', '阳泉市城区新建路佳园小区底商5号', '37.858759', '113.592125', '阳泉市城区新建路贵州茅台酱香系列酒体验中心', '阳泉市城区利华商行', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545494519809, '22320300015001', '江苏省', '徐州市', '泉山区', '徐州市泉山区荣景盛苑A1号楼1-105', '34.258316', '117.159581', '泉山区荣景盛苑茅台酱香万家共享主题终端', '徐州金银河商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545523879938, '2334252100001', '安徽省', '宣城市', '广德市', '宣城市广德市桃州镇团结东路祥生君临府-层213,214号商铺', '30.889539', '119.426001', '广德市桃州镇茅台酱香万家共享主题终端', '宣城市祥和商贸发展有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545549045761, '2344180000001', '广东省', '清远市', '清城区', '清远市清城区城市花园人民路2号楼5-6号', '23.679395', '113.050413', '清远市城市花园茅台酱香万家共享主题终端', '清远皓恩贸易有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545574211585, '113131000001', '河北省', '廊坊市', '广阳区', '廊坊市广阳区阳光高第小区底商', '39.53113', '116.679536', '廊坊市第八大街贵州茅台专卖店', '廊坊中糖华洋实业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545607766017, '2334252100002', '安徽省', '宣城市', '宣州区', '宣城市宣州区鳌峰东路22号', '30.941974', '118.768865', '宣城市鳌峰东路茅台酱香万家共享主题终端', '宣城市祥和商贸发展有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545641320450, '23330400003001', '浙江省', '嘉兴市', '南湖区', '嘉兴市南湖区经济技术开发区长水路1674-1650号', '30.722196', '120.754523', '南湖区长水路贵州茅台酱香系列酒体验中心', '嘉兴市中糖酒业有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545670680577, '224116710001', '河南省', '周口市', '经开区', '周口市经开区太昊路与工农路交叉口东北角', '38.041215', '114.502087', '周口市周口市太昊路贵州茅台酱香系列酒体验中心', '河南景隆商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545700040706, '164640383001', '宁夏回族自治区', '吴忠市', '利通区', '吴忠市利通区民族路100号', '37.986834', '106.161425', '吴忠市民族路贵州茅台专卖店', '吴忠市捷凌商贸有限公司', '2023-08-11 17:55:21');
INSERT INTO `i_shop` VALUES (1689938545733595138, '162620500002', '甘肃省', '天水市', '秦州区', '天水市秦州区成纪大道西路天水中心', '34.575657', '105.695414', '天水市成纪大道西路贵州茅台专卖店', '天水润圆兴达商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938545762955266, '22120400011001', '天津市', '天津市', '津南区', '天津市津南区双桥河镇工业园区欣欣南路15号底商', '38.99', '117.45', '津南区双桥镇欣欣南路茅台酱香万家共享主题终端', '天津信百兴商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938545792315394, '111110108012', '北京市', '北京市', '海淀区', '北京市海淀区清上园1.2.3号楼01层04-6B', '40.039352', '116.331606', '北京市清上园贵州茅台专卖店', '北京勃海通宝商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938545817481218, '137370785002', '山东省', '潍坊市', '高密市', '潍坊市高密市密水街道利群路南1399号菲达广场/12号楼7号营业房', '36.368144', '119.765276', '高密市利群路贵州茅台专卖店', '高密市华蒲酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938545842647041, '153532502001', '云南省', '昆明市', '嵩明县', '昆明市嵩明县嵩阳镇黄龙街1071号（碧桂园紫薇星城1幢1层09号商铺）', '25.331361', '103.040746', '嵩阳镇黄龙街贵州茅台专卖店', '昆明恒裕商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938545880395778, '111110108010', '北京市', '北京市', '海淀区', '北京市海淀区玲珑天地D座1层106-1', '39.930736', '116.276231', '北京市玲珑路贵州茅台专卖店', '北京古韵商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938545909755906, '143430626001', '湖南省', '岳阳市', '平江县', '岳阳市平江县汉昌街道天岳大道661号', '28.695634', '113.593318', '平江县天岳大道贵州茅台专卖店', '平江县隆源酒业销售有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938545947504642, '144440309001', '广东省', '深圳市', '龙华区', '深圳市龙华区民治街道办民塘路与民宝路交汇处金亨利瑜 璟苑裙楼 123 号至 128 号商铺', '22.620252', '114.029901', '深圳市民塘路贵州茅台专卖店', '深圳市宇辰鼎丰贸易发展有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938545981059073, '2222250100001', '吉林省', '延边朝鲜族自治州', '延吉市', '延边朝鲜族自治州延吉市太平街55号检察公寓10号门市', '42.899198', '129.520545', '延吉市太平街贵州茅台酱香系列酒体验中心', '延边君和糖酒有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546010419202, '22420692001001', '湖北省', '襄阳市', '襄城区', '襄阳市襄城区长虹南路盛景名门49号', '32.01', '112.14', '襄城区长虹南路茅台酱香万家共享主题终端', '襄阳国之魂酒业有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546039779329, '152520324001', '贵州省', '遵义市', '正安县', '遵义市正安县凤仪镇桃园社区尹珍公寓G1栋26号门面', '28.559521', '107.453012', '凤仪镇迎宾大道贵州茅台专卖店', '正安县君希商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546069139458, '22522731005001', '贵州省', '黔南布依族苗族自治州', '惠水县', '黔南布依族苗族自治州惠水县惠水县涟江街道涟江南路45号', '26.126142', '106.657165', '惠水县涟江街道涟江南路茅台酱香万家共享主题终端', '惠水县宏源泰食品经营部', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546106888193, '113130400002', '河北省', '邯郸市', '邯山区', '邯郸市邯山区滏河南大街国瑞瑞城嘉园', '36.594911', '114.506586', '邯郸市滏河南大街贵州茅台专卖店', '邯郸锦泽源商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546140442625, '22340700002001', '安徽省', '铜陵市', '铜官区', '铜陵市铜官区安徽省铜陵市石城大道柏庄春暖花开25-4号', '30.56', '117.48', '石城大道柏庄春暖花开茅台酱香万家共享主题终端', '铜陵市六和名城实业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546173997058, '22411483002002', '河南省', '商丘市', '睢阳区', '商丘市睢阳区商丘市睢阳区宜兴路与金银路交叉口西50米路北', '34.42', '115.65', '睢阳区宜兴路茅台酱香万家共享主题终端', '商丘市淘礼商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546203357185, '113130400001', '河北省', '邯郸市', '丛台区', '邯郸市丛台区荀子南大街2号阳光东尚名筑7号楼2-2', '36.603244', '114.566659', '邯郸市荀子南大街贵州茅台专卖店', '邯郸市乐园商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546228523010, '22411483002001', '河南省', '商丘市', '睢阳区', '商丘市睢阳区商丘市睢阳区宜兴路与金银路交叉口西50米路北', '34.42', '115.65', '宜兴路与金银路交叉口西北角茅台酱香万家共享主题终端', '商丘市淘礼商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546253688833, '133330881001', '浙江省', '衢州市', '江山市', '衢州市江山市礼贤路1号', '28.771232', '118.64859', '江山市礼贤路贵州茅台专卖店', '衢州和鑫贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546287243266, '134341221001', '安徽省', '阜阳市', '临泉县', '阜阳市临泉县港口路与前进路交叉口西北角', '33.057414', '115.267233', '临泉县前进东路贵州茅台专卖店', '安徽名泉商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546312409089, '22410884002001', '河南省', '焦作市', '山阳区', '焦作市山阳区长恩路1316号商铺', '35.203728', '113.267542', '山阳区长恩路茅台酱香万家共享主题终端', '焦作市解放区和平西街正和食品商行', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546337574914, '133330100011', '浙江省', '杭州市', '西湖区', '杭州市西湖区古墩路95号', '30.271718', '120.10111', '杭州市古墩路贵州茅台自营店', '浙江国酒茅台销售有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546366935041, '2313010000002', '河北省', '石家庄市', '新乐市', '石家庄市新乐市长寿街道鲜虞街34号', '38.344339', '114.692382', '新乐市长寿街道茅台酱香万家共享主题终端', '新乐市金爵酒行', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546392100865, '133330100002', '浙江省', '杭州市', '上城区', '杭州市上城区海普路120号七章公园117号', '30.32217', '120.26488', '杭州市海普路贵州茅台专卖店', '杭州壹玖贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546421460993, '133330100008', '浙江省', '杭州市', '拱墅区', '杭州市拱墅区余杭塘路533-535号', '30.293229', '120.107921', '杭州市余杭塘路贵州茅台专卖店', '杭州国香缘酒类销售有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546450821121, '165654327001', '新疆维吾尔自治区', '阿勒泰地区', '阿勒泰市', '阿勒泰地区阿勒泰市迎宾路红石区103号华丽学府苑7栋1层3、4、5号铺', '47.788507', '88.130987', '阿勒泰市解放路贵州茅台专卖店', '阿勒泰市汇鑫商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546475986946, '121210800001', '辽宁省', '营口市', '站前区', '营口市站前区盼盼路北31-8.9号', '40.67882', '122.250638', '营口市盼盼路贵州茅台专卖店', '营口南开吉祥商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546501152770, '121210800002', '辽宁省', '营口市', '鲅鱼圈区', '营口市鲅鱼圈区32-清华园二期超市-9#门市', '40.251879', '122.134236', '营口市桃花潭路贵州茅台专卖店', '营口威泽商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546526318593, '22320800005001', '江苏省', '淮安市', '清江浦区', '淮安市清江浦区北京北路88-3号', '33.602903', '119.008756', '清江浦区北京北路茅台酱香万家共享主题终端', '淮安市智溢酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546559873026, '2337310100003', '山东省', '滨州市', '滨城区', '滨州市滨城区黄河八路渤海十-路向南路西学苑花园小区沿街房', '37.387348', '117.997189', '滨州市黄河八路茅台酱香万家共享主题终端', '滨州市壹玖商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546585038849, '111110224003', '北京市', '北京市', '大兴区', '北京市大兴区经海六路', '39.797692', '116.561556', '北京市经海六路贵州茅台专卖店', '北京品尚九仙商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546614398977, '111110224004', '北京市', '北京市', '丰台区', '北京市丰台区花乡高立庄616号新华国际中心A座108', '39.795575', '116.302966', '北京市京垡路贵州茅台专卖店', '北京金源腾达酒类销售有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546635370498, '150500102001', '重庆市', '重庆市', '涪陵区', '重庆市涪陵区荔枝街道办事处稻香四组（四环路）太极大道74号附26—31号', '29.69904', '107.378038', '重庆市太极大道贵州茅台专卖店', '重庆茅美香商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546664730625, '111110224001', '北京市', '北京市', '大兴区', '北京市大兴区义锦北街3号院5号楼1层102', '39.721277', '116.317416', '北京市义锦北街贵州茅台专卖店', '北京望兴洲际商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546689896450, '114140300001', '山西省', '阳泉市', '郊区', '阳泉市郊区保晋路天峰山城绿洲小区底商2-102', '37.875157', '113.584219', '阳泉市保晋路贵州茅台专卖店', '阳泉市利华贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546715062273, '165652224001', '新疆维吾尔自治区', '哈密市', '伊州区', '哈密市伊州区建设东路29号领先花园1#2#高层底商住宅楼103-2铺', '42.836645', '93.513844', '哈密市光明路贵州茅台专卖店', '哈密市雄峰商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546740228097, '133330483001', '浙江省', '杭州市', '余杭区', '杭州市余杭区五常街道联创街瑞谷中心1幢', '30.285602', '120.014094', '杭州市联创街贵州茅台专卖店', '杭州酒源酒酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546765393921, '2351078300001', '四川省', '绵阳市', '游仙区', '绵阳市游仙区东津路11号', '31.467194', '104.768042', '绵阳市东津路茅台酱香万家共享主题终端', '绵阳市茅都商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546794754049, '2332120300002', '江苏省', '泰州市', '高港区', '泰州市高港区金港中路268号', '32.318661', '119.878932', '泰州市金港中路茅台酱香万家共享主题终端', '泰州市丰华烟酒有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546819919873, '135350300001', '福建省', '莆田市', '城厢区', '莆田市城厢区龙桥街道学园中街1411号', '25.444058', '119.012368', '莆田市学园中街贵州茅台专卖店', '福建顺天商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546853474306, '22511321001001', '四川省', '南充市', '南部县', '南充市南部县滨江路252号', '31.36', '106.07', '南部县滨江路茅台酱香万家共享主题终端', '南部县昌平酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546887028738, '142420122001', '湖北省', '武汉市', '洪山区', '武汉市洪山区珞喻路卓刀泉特1号湖北金鑫国际精品家居一楼商铺', '30.515721', '114.3831', '武汉市珞喻路贵州茅台专卖店', '湖北和丰经贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546916388866, '2132118210001', '江苏省', '镇江市', '扬中市', '镇江市扬中市三茅街道文景广场西侧', '32.232436', '119.834817', '扬中市三茅街道镇江市益加益烟酒茶有限公司门店', '镇江市益加益烟酒茶有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546941554690, '141411023001', '河南省', '许昌市', '魏都区', '许昌市魏都区建安大道与三里桥路交叉口金石假日广场7幢1层102', '34.034135', '113.847949', '许昌市建安大道贵州茅台专卖店', '许昌富乐贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938546970914818, '241410192001', '河南省', '郑州市', '市辖区', '郑州市市辖区经开区经南十路93号16号楼一层103.104.105.106号商铺（海棠公馆西南角）', '34.683412', '113.806069', '郑州市经南十路贵州茅台专卖店', '郑州贺贞商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547000274946, '2332118100001', '江苏省', '镇江市', '丹阳市', '镇江市丹阳市丹金路31-32号', '31.981135', '119.581707', '丹阳市丹金路茅台酱香万家共享主题终端', '丹阳人和商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547029635074, '241410192002', '河南省', '郑州市', '金水区', '郑州市金水区商务内环路13号奥园国际公寓【2】号楼【一】层【123】号', '34.776313', '113.721528', '郑州市商务内环路贵州茅台专卖店', '河南中瑞国酒有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547054800898, '241410192003', '河南省', '郑州市', '金水区', '郑州市金水区郑州市金水区如意西路华信楷林大厦015号', '34.803316', '113.733012', '郑州市如意西路贵州茅台专卖店', '河南盛林商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547084161025, '2341022300001', '河南省', '开封市', '尉氏县', '开封市尉氏县广场东路与北二环交叉口向西十米路南', '34.428032', '114.192035', '尉氏县广场东路茅台酱香万家共享主题终端', '尉氏县誉鑫副食商行', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547126104065, '137370282001', '山东省', '青岛市', '即墨区', '青岛市即墨区潮海街道办事处鹤山路369号-100', '36.398288', '120.473475', '青岛市鹤山路贵州茅台专卖店', '青岛龙华酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547155464194, '115153406001', '内蒙古自治区', '巴彦淖尔市', '临河区', '巴彦淖尔市临河区帅丰街金秋华城C1-103号', '40.748323', '107.36134', '巴彦淖尔市帅丰街贵州茅台专卖店', '巴彦淖尔市永强糖酒有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547189018625, '145450522001', '广西壮族自治区', '北海市', '海城区', '北海市海城区驿马街道重庆路九洲城小区Ｄ3幢6号7号商辅', '21.460328', '109.114679', '北海市重庆路贵州茅台专卖店', '北海市源华商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547214184450, '22320100001001', '江苏省', '南京市', '鼓楼区', '南京市鼓楼区江苏省南京市鼓楼区江东北路419号-2', '32.068619', '118.737298', '鼓楼区江东北路茅台酱香万家共享主题终端', '江苏苏糖糖酒食品有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547239350273, '2252253100001', '贵州省', '安顺市', '镇宁布依族苗族自治县', '安顺市镇宁布依族苗族自治县黄果树瀑韵天城A3栋1-1跃3-4', '26.000074', '105.68529', '镇宁县黄果树瀑韵天城贵州茅台酱香系列酒体验中心', '贵州旷世国酒业有限公司安顺分公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547268710401, '22330100025001', '浙江省', '杭州市', '萧山区', '杭州市萧山区宁围街道利华路20号', '30.218297', '120.270261', '萧山区宁围街道茅台酱香万家共享主题终端', '浙江德道食品有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547293876226, '122222501003', '吉林省', '延边朝鲜族自治州', '延吉市', '延边朝鲜族自治州延吉市太平街检察公寓门市', '42.899198', '129.520545', '延吉市太平街贵州茅台专卖店', '延吉市飞天商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547323236354, '141410581002', '河南省', '安阳市', '林州市', '安阳市林州市桂园办红旗渠大道东段58号泰宏国际城9幢105铺', '36.081233', '113.836645', '林州市红旗渠大道贵州茅台专卖店', '林州锦泽源商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547352596481, '2341078300001', '河南省', '新乡市', '红旗区', '新乡市红旗区牧野路东旭小区36号', '35.293336', '113.912132', '新乡市牧野路茅台酱香万家共享主题终端', '新乡市茅酱商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547386150913, '113130186001', '河北省', '石家庄市', '正定县', '石家庄市正定县正定镇恒山东路9号', '38.15289', '114.57363', '正定镇恒山东路贵州茅台专卖店', '石家庄市旭东糖酒有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547419705345, '132320583001', '江苏省', '苏州市', '昆山市', '苏州市昆山市昆太路588号天成佳园5号楼', '31.391336', '120.971831', '玉山镇昆太路贵州茅台专卖店', '昆山市国茅酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547449065473, '144441600001', '广东省', '河源市', '源城区', '河源市源城区大同路东边永和路北边万隆一品1栋103-104房', '23.764225', '114.69578', '河源市大同路贵州茅台专卖店', '河源市旭日嘉辉贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547482619905, '22522601007001', '贵州省', '黔东南苗族侗族自治州', '凯里市', '黔东南苗族侗族自治州凯里市大十字街道博南新区龙隐山庄1号楼1层7号，8号门面', '26.247996', '107.509052', '凯里市大十字街道茅台酱香万家共享主题终端', '凯里市锦隆源商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547516174337, '22371428001001', '山东省', '德州市', '武城县', '德州市武城县城区青年路美地新居B-S11-2号', '37.22', '116.07', '武城县青年路茅台酱香万家共享主题终端', '武城县久都商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547549728769, '22150400005001', '内蒙古自治区', '赤峰市', '红山区', '赤峰市红山区站前办事处钢铁街军分区院北侧钢铁街91-7号', '42.27', '118.96', '红山区钢铁街茅台酱香万家共享主题终端', '赤峰中烟金叶烟酒有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547574894594, '153534200001', '云南省', '昆明市', '安宁市', '昆明市安宁市连然街道办事处螳川社区居民委员会百花西路40号', '24.920786', '102.485778', '安宁市百花西路贵州茅台专卖店', '香格里拉市南崃酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547604254721, '246460200002', '海南省', '三亚市', '天涯区', '三亚市天涯区凤凰路景园城小区C栋一层10/11/12号', '18.288239', '109.484088', '三亚市天涯区凤凰路贵州茅台专卖店', '海南嘉新保国贸易有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547629420546, '153532526001', '云南省', '昆明市', '盘龙区', '昆明市盘龙区联盟街道白云路现代广场1层1-2/1-6/1-7商铺', '25.068342', '102.715945', '昆明市白云路贵州茅台专卖店', '昆明懿德酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547658780673, '246460200003', '海南省', '三亚市', '天涯区', '三亚市天涯区海润路2号', '18.291018', '109.499701', '三亚市海润路贵州茅台专卖店', '三亚仕玲商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547696529410, '137371100001', '山东省', '日照市', '东港区', '日照市东港区济南路189号（荣域世嘉小区沿街东1号）', '35.426332', '119.515612', '日照市济南路贵州茅台专卖店', '日照市颐国商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547725889538, '133330800001', '浙江省', '衢州市', '柯城区', '衢州市柯城区白云南大道151-157号', '28.958427', '118.850066', '衢州市白云南大道贵州茅台专卖店', '衢州市金叶商厦有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547759443969, '246460200004', '海南省', '三亚市', '吉阳区', '三亚市吉阳区榆亚路东海豪庭花园B栋B段02—1号铺面', '18.225373', '109.521856', '三亚市榆亚路贵州茅台43度经销店', '三亚鼎醴贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547784609793, '22431200007002', '湖南省', '怀化市', '鹤城区', '怀化市鹤城区鹤城区城中街道迎丰中路84号', '27.553784', '109.965195', '鹤城区城中街道迎丰中路茅台酱香万家共享主题终端', '湖南爱酒者贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547809775617, '152520300002', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区白杨路68号、70号', '27.676102', '106.92336', '遵义市白杨路贵州茅台专卖店', '遵义市糖酒贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547834941442, '144440981001', '广东省', '广州市', '番禺区', '广州市番禺区番禺钟村街汉兴东路33 号、35号、39号、41号', '22.995648', '113.335756', '广州市汉兴东路贵州茅台专卖店', '茂名市盈大商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547864301570, '152520300003', '贵州省', '遵义市', '汇川区', '遵义市汇川区厦门路碧桂园遵义公馆S1栋1-4、1-5、1-6', '27.716696', '106.924195', '遵义市厦门路贵州茅台专卖店', '遵义三源酒业有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547893661698, '152520300004', '贵州省', '遵义市', '汇川区', '遵义市汇川区上海路壹品城1单元2层1-2-4、1-2-5、1-2-6号门面', '27.708301', '106.9317', '遵义市上海路贵州茅台专卖店', '遵义市泰宇商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547918827522, '211110105005', '北京市', '北京市', '朝阳区', '北京市朝阳区常营乡管庄路150号院1号楼1层0101、0102-1、0102-2号', '39.92228', '116.59163', '常营乡管庄路贵州茅台专卖店', '北京亚思利泉商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547948187650, '22411425003001', '河南省', '商丘市', '市辖区', '商丘市市辖区河南省虞城县嵩山路江山领秀北门西侧1518门面', '34.241891', '115.473631', '虞城县嵩山路江山领秀茅台酱香万家共享主题终端', '虞城铭嫣商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938547977547778, '152520300005', '贵州省', '遵义市', '播州区', '遵义市播州区龙坑街道爱特购智慧新城A区一层A0-1-96', '27.5894', '106.8927', '遵义市和平大道贵州茅台专卖店', '遵义市中淳商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548006907906, '2113050010001', '河北省', '邢台市', '信都区', '邢台市信都区中兴西大街利达世纪花园底商', '37.062809', '114.487273', '邢台市中兴西大街邢台黔塘商贸有限公司门店', '邢台黔塘商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548040462337, '22330100001001', '浙江省', '杭州市', '滨江区', '杭州市滨江区长河街道滨盛路2077号潮上中南银座1幢楼102室-2号', '30.203857', '120.197018', '滨江区长河街道滨盛路茅台酱香万家共享主题终端', '浙商糖酒集团有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548065628162, '211110105003', '北京市', '北京市', '朝阳区', '北京市朝阳区弘燕山水文园3号楼108、109', '39.86755', '116.480923', '北京市弘燕路贵州茅台专卖店', '北京朝批商贸股份有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548094988289, '211110105001', '北京市', '北京市', '朝阳区', '北京市朝阳区顺白路133号院21号楼108室', '40.041934', '116.508783', '崔各庄乡顺白路贵州茅台专卖店', '北京中酒联合科贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548128542722, '23522638006001', '贵州省', '黔东南苗族侗族自治州', '凯里市', '黔东南苗族侗族自治州凯里市永丰西路银时尊府南区－1层1－2－3－4号门面', '26.572312', '107.953259', '凯里市永丰西路贵州茅台酱香系列酒体验中心', '黔东南州百佳商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548153708545, '251511382001', '四川省', '南充市', '顺庆区', '南充市顺庆区大北街209号', '30.785527', '106.086439', '南充市大北街贵州茅台43度经销店', '南充市三名酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548183068674, '122220523001', '吉林省', '通化市', '辉南县', '通化市辉南县辉南东部生态新城馨园小区1幢1单元1 层101-102号', '42.682761', '126.066265', '朝阳镇建设大街贵州茅台专卖店', '吉林省中外名酒文化有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548220817409, '113130223001', '河北省', '唐山市', '滦州市', '唐山市滦州市燕山北大街100号', '39.751362', '118.706431', '滦州市燕山北大街贵州茅台专卖店', '滦县一路风顺商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548254371841, '2332100000002', '江苏省', '扬州市', '宝应县', '扬州市宝应县国泰华苑213号门市', '33.246844', '119.331635', '宝应县国泰华苑茅台酱香万家共享主题终端', '宝应县中豪商贸经营部', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548317286401, '150500114001', '重庆市', '重庆市', '秀山土家族苗族自治县', '重庆市秀山土家族苗族自治县中和街道白沙大道北段3号五岳广场南区1栋1层79号', '28.447359', '109.009046', '秀山县白沙大道贵州茅台专卖店', '秀山县渝诺商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548346646530, '2322040000002', '吉林省', '辽源市', '龙山区', '辽源市龙山区温州城二期金领国际G座0102', '42.89921', '125.113678', '辽源市温州城茅台酱香万家共享主题终端', '辽源市一鸣商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548376006658, '22220500001001', '吉林省', '通化市', '东昌区', '通化市东昌区滨江南路贵州茅台酱香系列酒主题终端', '41.71162', '125.93339', '滨江南路贵州茅台酱香系列酒主题终端', '通化市义和酒类销售有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548430532610, '22440900005001', '广东省', '茂名市', '茂南区', '茂名市茂南区西粤北路9号大院首层77号-1房', '21.674952', '110.943376', '茂南区西粤北路茅台酱香万家共享主题终端', '茂名市粮基贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548468281346, '152522427001', '贵州省', '毕节市', '威宁彝族回族苗族自治县', '毕节市威宁彝族回族苗族自治县海边街道乌撒大道奥园广场SY3-1-1-33.34.35号', '26.87632', '104.238912', '威宁县乌撒大道贵州茅台专卖店', '威宁县康佑帆商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548510224385, '2112022510001', '天津市', '天津市', '蓟州区', '天津市蓟州区渔阳镇光明路（派出所南100米）', '40.032854', '117.425016', '天津路光明路天津嘉裕秉盛商贸有限公司门店', '天津嘉裕秉盛商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548535390209, '2364240000001', '宁夏回族自治区', '银川市', '贺兰县', '银川市贺兰县虹桥北街中房苏荷阳光20-A幢-101', '38.514013', '106.300027', '贺兰县虹桥北街茅台酱香万家共享主题终端', '银川宏利酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548560556033, '22652801001001', '新疆维吾尔自治区', '巴音郭楞蒙古自治州', '库尔勒市', '巴音郭楞蒙古自治州库尔勒市新城辖区杜鹃路79号门面沁园春锦36栋1层05、06号', '41.734871', '86.153675', '库尔勒市杜鹃路茅台酱香万家共享主题终端', '巴州鼎盛商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548594110466, '100420500003', '湖北省', '宜昌市', '伍家岗区', '宜昌市伍家岗区城东大道与中南路交汇处博雅长江广场商铺', '30.676425', '111.331382', '宜昌市中南路贵州茅台专卖店', '宜昌市博溪商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548623470593, '115150128002', '内蒙古自治区', '呼和浩特市', '新城区', '呼和浩特市新城区成吉思汗东街丁香河畔4号商业楼104号', '40.862166', '111.749506', '呼和浩特市成吉思汗东街贵州茅台专卖店', '呼和浩特市乾尊云峰商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548657025026, '2151132110001', '四川省', '南充市', '南部县', '南充市南部县草市街129号', '31.345482', '106.05957', '南部县草市街南部县昌平酒业有限公司门店', '南部县昌平酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548686385154, '22152101001001', '', '', '', '', '0.0', '0.0', '', '呼伦贝尔市糖酒副食品有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548795437057, '22610484001001', '陕西省', '咸阳市', '秦都区', '咸阳市秦都区秦皇北路与毕塬路十字东南角瑞沣苑底商', '34.347285', '108.698889', '秦都区秦皇北路茅台酱香万家共享主题终端', '咸阳晓酌商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548820602882, '115150128001', '内蒙古自治区', '呼和浩特市', '新城区', '呼和浩特市新城区成吉思汗东街东河御府南门-S3B段1022、1023、1024', '40.860522', '111.736235', '呼和浩特市成吉思汗东街贵州茅台专卖店', '内蒙古一壶天名烟名酒有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548849963010, '241412801001', '河南省', '驻马店市', '驿城区', '驻马店市驿城区东风街道前进大道与雪松大道交叉口东50米', '32.98711', '114.055254', '驻马店市雪松大道贵州茅台专卖店', '驻马店市喜盈门商业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548896100354, '151510400001', '四川省', '凉山彝族自治州', '西昌市', '凉山彝族自治州西昌市胜利南路一段263附1', '27.882147', '102.254195', '西昌市胜利南路一段贵州茅台专卖店', '西昌市盛亿欣商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548921266178, '22500700005001', '重庆市', '重庆市', '万州区', '重庆市万州区王牌路1388号6栋2-商铺8号门面', '30.767221', '108.409058', '万州区王牌路茅台酱香万家共享主题终端', '重庆崇晟商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548946432001, '100522501001', '贵州省', '安顺市', '西秀区', '安顺市西秀区中华东路友爱路段安置楼1楼1号铺面', '26.247998', '105.940006', '安顺市中华东路贵州茅台专卖店', '安顺市黔运红酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938548975792129, '2352022100001', '贵州省', '六盘水市', '钟山区', '六盘水市钟山区凤凰大道山海观天下三单元113室1层', '26.573583', '104.842116', '六盘水市凤凰大道茅台酱香万家共享主题终端', '六盘水仟醇商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549005152257, '2236240100401', '江西省', '赣州市', '安远县', '赣州市安远县欣山镇腾飞路中央公园小区东门6栋10-12茅台酱香', '25.124103', '115.391303', '安远县欣山镇腾飞路贵州茅台酱香系列酒体验中心', '江西钦成酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549034512385, '141410100003', '河南省', '郑州市', '金水区', '郑州市金水区金水路115号', '34.762894', '113.695523', '郑州市金水路115号贵州茅台专卖店', '河南中州皇冠贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549063872514, '141410100002', '河南省', '郑州市', '管城回族区', '郑州市管城回族区航海东路70号院13号楼1层商5', '34.721213', '113.70157', '郑州市管城区航海东路贵州茅台专卖店', '郑州源真商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549093232642, '2251050000501', '四川省', '泸州市', '龙马潭区', '泸州市龙马潭区蜀泸大道二段68号', '28.903149', '105.422833', '龙马潭区蜀泸大道贵州茅台酱香系列酒体验中心', '四川省泸州久丰久盛酒类营销有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549118398466, '22362204002001', '江西省', '宜春市', '袁州区', '宜春市袁州区宜浦路宜春高铁站负101号', '27.4732', '114.2558', '袁州区宜浦路茅台酱香万家共享主题终端', '江西瀚强实业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549143564289, '151511000001', '四川省', '内江市', '东兴区', '内江市东兴区栖霞路559号十栋商铺7-9号', '29.608217', '105.044069', '内江市栖霞路贵州茅台专卖店', '内江市润泽酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549172924418, '232320482001', '江苏省', '常州市', '金坛区', '常州市金坛区华苑一村1-3甲', '31.743365', '119.590908', '常州市华城中路贵州茅台专卖店', '常州江南春酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549210673154, '141410100009', '河南省', '郑州市', '金水区', '郑州市金水区金水东路85号（雅宝东方国际3号楼1层106号）', '34.769405', '113.774443', '郑州市金水区金水东路贵州茅台专卖店', '河南省茅五剑贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549240033281, '141410100008', '北京市', '北京市', '朝阳区', '北京市朝阳区泓鑫家园16号楼（2号公建）1层01号', '39.949268', '116.547398', '北京市东坝中路贵州茅台专卖店', '尚郡（北京）商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549265199105, '141412728001', '河南省', '周口市', '沈丘县', '周口市沈丘县尚德路与建设路交叉口南100米路西', '33.398849', '115.100227', '沈丘县尚德路贵州茅台专卖店', '河南亿星实业集团股份有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549298753538, '146460200004', '海南省', '三亚市', '天涯区', '三亚市天涯区海田路碧桂园三亚郡17号楼109/110铺面', '18.296846', '109.432682', '三亚市海田路贵州茅台专卖店', '海南林洋贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549323919361, '2315320000001', '内蒙古自治区', '乌兰察布市', '集宁区', '乌兰察布市集宁区兴泰锦绣华城南门东侧1011商铺', '40.991594', '113.157334', '乌兰察布市兴泰锦绣华城茅台酱香万家共享主题终端', '内蒙古对君酌酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549349085185, '141410100006', '河南省', '郑州市', '金水区', '郑州市金水区金水路30号', '34.76461', '113.658911', '郑州市金水区金水路贵州茅台专卖店', '河南省副食品有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549374251009, '146460200003', '海南省', '三亚市', '吉阳区', '三亚市吉阳区迎宾路295号三亚房地产交易中心', '18.287112', '109.526314', '三亚市迎宾路贵州茅台专卖店', '三亚海之魂文化发展有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549403611138, '22510684004001', '四川省', '德阳市', '旌阳区', '德阳市旌阳区珠江西路120号', '31.11144', '104.39262', '旌阳区珠江西路茅台酱香万家共享主题终端', '德阳市区星辉商贸部', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549432971266, '141410100004', '河南省', '郑州市', '金水区', '郑州市金水区天韵街5号13号楼1层104、105', '34.779232', '113.740534', '郑州市天韵街贵州茅台专卖店', '河南中州皇冠贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549466525697, '146460200005', '海南省', '三亚市', '吉阳区', '三亚市吉阳区凤凰路汇丰国际公寓一期大门103-7商铺', '18.263951', '109.520054', '三亚市凤凰路贵州茅台专卖店', '三亚今有嘉禾贸易有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549495885826, '141410181002', '河南省', '郑州市', '巩义市', '郑州市巩义市孝沙路16-2', '34.761864', '112.989433', '巩义市孝沙路贵州茅台专卖店', '巩义市海澜商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549521051649, '141410181003', '河南省', '郑州市', '巩义市', '郑州市巩义市新兴东路117号附5号', '34.755171', '113.015194', '巩义市新兴东路贵州茅台专卖店', '巩义市海澜商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549550411778, '22411024002001', '河南省', '许昌市', '鄢陵县', '许昌市鄢陵县鄢陵县柏梁镇翠薇路西段医保局西邻茅台酱香万家共享店', '34.109055', '114.164919', '鄢陵县翠薇路茅台酱香万家共享主题终端', '鄢陵县合一盛商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549596549122, '153532934001', '云南省', '大理白族自治州', '大理市', '大理白族自治州大理市满江街道建标华城兰峰路5幢019-020号', '25.604913', '100.277436', '大理市兰峰路贵州茅台专卖店', '大理市泉源商贸有限责任公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549638492162, '237370100001', '山东省', '济南市', '历下区', '济南市历下区崇华路贤文花园南区东门', '36.686844', '117.119111', '济南市崇华路贵州茅台专卖店', '济南林金经贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549672046593, '100411300001', '河南省', '南阳市', '卧龙区', '南阳市卧龙区张衡街道办事处和庄社区居委会卓越凯越国际1幢108', '33.02435', '112.538097', '南阳市人民北路贵州茅台专卖店', '南阳市顺信商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549705601026, '152522228002', '贵州省', '铜仁市', '沿河土家族自治县', '铜仁市沿河土家族自治县团结街道仙源路铭堃尚景商业中心', '28.551957', '108.497347', '沿河土家族自治县仙源路贵州茅台专卖店', '贵州梵源兴河商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549743349761, '2144528110002', '广东省', '揭阳市', '普宁市', '揭阳市普宁市流沙长春路正华园商铺东起第5至6间', '23.301908', '116.153186', '普宁市流沙长春路普宁市池尾千顺糖烟茶酒商店门店', '普宁市池尾千顺糖烟茶酒商店', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549768515586, '141410100014', '河南省', '郑州市', '金水区', '郑州市金水区龙湖中环南路40号4号楼1层109号', '34.793764', '113.730102', '郑州市龙湖中环南路贵州茅台专卖店', '郑州名门酒业有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549806264321, '22520224001001', '贵州省', '六盘水市', '钟山区', '六盘水市钟山区水西南路9号附3号时代蝴蝶湾 106号铺', '26.587488', '104.847018', '钟山区水西南路茅台酱香万家共享主题终端', '六盘水仁强商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549844013058, '141410100012', '河南省', '郑州市', '管城回族区', '郑州市管城回族区经开第四大街133号蓬勃大厦茅台专卖店', '34.7248', '113.750631', '郑州市经开第四大街贵州茅台专卖店', '河南三睿酒业商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549885956097, '141410100011', '河南省', '郑州市', '金水区', '郑州市金水区郑东新区中州大道与商鼎路交叉口永威翡翠城1层101号贵州茅台', '34.755037', '113.728027', '郑州市商鼎路贵州茅台自营店', '河南国酒茅台销售有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549923704834, '142421181002', '湖北省', '黄冈市', '麻城市', '黄冈市麻城市兴信路恒泰名仕公馆16幢1层', '31.163431', '114.99401', '麻城市兴信路贵州茅台专卖店', '麻城市鑫广商贸有限公司', '2023-08-11 17:55:22');
INSERT INTO `i_shop` VALUES (1689938549953064961, '152522423002', '贵州省', '毕节市', '黔西县', '毕节市黔西县黔西市莲城街道同心大道同心商贸城B栋', '26.992932', '106.039708', '黔西市同心大道贵州茅台专卖店', '黔西市意凯黔贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938549986619394, '2344190200003', '广东省', '东莞市', '东莞', '东莞市东莞鸿福社区黄金路888号御泉山庄5栋142号', '22.976185', '113.712766', '东莞市黄金路茅台酱香万家共享主题终端', '东莞市君越酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550020173825, '2344190200002', '广东省', '东莞市', '东莞', '东莞市东莞南城区南城街道宏伟路7号附159号', '22.992279', '113.753433', '东莞市宏伟路茅台酱香万家共享主题终端', '东莞市唯臻汇贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550049533953, '22460200017001', '海南省', '三亚市', '吉阳区', '三亚市吉阳区三亚东岸外语培训中心五号楼第一层B区6铺面', '18.28462', '109.52294', '三亚市迎宾路茅台酱香万家共享主题终端', '三亚海之魂文化发展有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550091476994, '136360122001', '江西省', '南昌市', '红谷滩区', '南昌市红谷滩区九龙湖绿地国博绿地左岸公馆3号商业楼113-114室', '28.598986', '115.814091', '南昌市寺山街贵州茅台专卖店', '南昌华烨商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550129225730, '214140188001', '山西省', '太原市', '小店区', '太原市小店区长治路331号C2座1层南01号', '37.785833', '112.560871', '太原市长治路贵州茅台专卖店', '太原市酒海科贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550158585858, '2313040000001', '河北省', '邯郸市', '武安市', '邯郸市武安市中山大街与桥西路交叉口西北角', '36.689203', '114.197551', '武安市中山大街茅台酱香万家共享主题终端', '河北天腾商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550187945985, '2341040000002', '河南省', '平顶山市', '卫东区', '平顶山市卫东区矿工路老汽车站斜对面东50米路南', '33.740481', '113.327069', '平顶山市矿工路茅台酱香万家共享主题终端', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550217306113, '22441909002001', '广东省', '东莞市', '东莞', '东莞市东莞南城街道鸿福西路南城段76号102室', '23.01676', '113.7386218', '南城区鸿福西路茅台酱香万家共享主题终端', '东莞市银丰酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550246666242, '141410100015', '河南省', '郑州市', '管城回族区', '郑州市管城回族区货站街170号', '34.737425', '113.70989', '郑州市货站街贵州茅台专卖店', '河南豫副酒源商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550276026369, '2341040000003', '河南省', '平顶山市', '叶县', '平顶山市叶县广安路与九龙路交叉口西50米路北', '33.625866', '113.365378', '叶县广安路茅台酱香万家共享主题终端', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550305386497, '153532533001', '云南省', '昆明市', '晋宁区', '昆明市晋宁区晋城镇环湖南路七彩云南花园里（大观小院）35幢6、7号商铺', '24.763354', '102.735218', '晋城镇环湖南路贵州茅台专卖店', '昆明轩桐贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550343135233, '2341040000001', '河南省', '平顶山市', '新华区', '平顶山市新华区联盟路与迎宾路交叉口西50米路南', '33.742611', '113.297427', '平顶山市联盟路茅台酱香万家共享主题终端', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550368301057, '2313028100001', '河北省', '唐山市', '遵化市', '唐山市遵化市北二环西路鸿福轩商务酒店底商', '40.203246', '117.959578', '遵化市北二环西路茅台酱香万家共享主题终端', '遵化市明睿商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550393466882, '164640126002', '宁夏回族自治区', '银川市', '西夏区', '银川市西夏区西夏区金波北路东侧银川西夏万达广场二期A区2号住宅', '38.493504', '106.150384', '银川市金波北路贵州茅台专卖店', '银川市信和达商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550418632706, '2141110010001', '河南省', '漯河市', '召陵区', '漯河市召陵区漯河市光明路土产院路北22号', '33.5712502311077', '114.053339660167', '漯河市光明路漯河市铭久源商贸有限公司门店', '漯河市铭久源商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550447992833, '144441903001', '广东省', '东莞市', '东莞', '东莞市东莞南城区鸿福路200号(海德广场1栋商场107号)', '23.012059', '113.757614', '东莞市鸿福路贵州茅台专卖店', '东莞市妙品实业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550481547265, '152522722001', '贵州省', '黔南布依族苗族自治州', '荔波县', '黔南布依族苗族自治州荔波县玉屏街道荔波古镇古风驿站（二期）6栋1层8号）', '25.40938', '107.889183', '荔波县迎宾大道贵州茅台专卖店', '荔波浩源商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550515101697, '211110101001', '北京市', '北京市', '丰台区', '北京市丰台区南三环西路85号（郑王坟140号）', '39.850947', '116.340383', '北京市南三环西路贵州茅台专卖店', '北京京糖酒业有限公司销售分公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550557044738, '2337098300001', '山东省', '泰安市', '肥城市', '泰安市肥城市泰临路24号', '36.189473', '116.782676', '肥城市泰临路茅台酱香万家共享主题终端', '肥城市鑫泉商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550586404865, '211110101003', '北京市', '北京市', '东城区', '北京市东城区广渠门内白桥大街15号嘉禾国信大厦1层', '39.895021', '116.438889', '北京市白桥大街贵州茅台专卖店', '华致酒行连锁管理股份有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550624153601, '22522424003001', '贵州省', '毕节市', '金沙县', '毕节市金沙县泰山路贵出名门4栋1层4-1-32-33号', '27.470126', '106.240278', '金沙县泰山路茅台酱香万家共享主题终端', '贵州酱酒之源商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550678679553, '211110101002', '北京市', '北京市', '丰台区', '北京市丰台区郭公庄中街18号1号楼1层105', '39.814238', '116.304888', '北京市郭公庄中街贵州茅台专卖店', '北京恒泰嘉华贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938550712233985, '152522321004', '贵州省', '黔西南布依族苗族自治州', '兴义市', '黔西南布依族苗族自治州兴义市兴义机场T2航站楼一楼', '25.083769', '104.960435', '兴义机场贵州茅台专卖店', '贵州省机场集团有限公司酒业分公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551022612482, '164640126001', '宁夏回族自治区', '银川市', '金凤区', '银川市金凤区泰康街5号', '38.485585', '106.238864', '银川市泰康街贵州茅台专卖店', '宁夏地德人和科工贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551056166914, '121210185001', '辽宁省', '沈阳市', '和平区', '沈阳市和平区香港路140号', '41.750943', '123.428864', '沈阳市香港路贵州茅台专卖店', '沈阳浩维实业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551081332738, '133330125001', '浙江省', '杭州市', '临平区', '杭州市临平区南苑街道崇韵街86-3号', '30.393272', '120.298949', '杭州市崇韵街贵州茅台专卖店', '杭州宏强酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551106498561, '121210185002', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区十三纬路58号', '41.785999', '123.426845', '沈阳市十三纬路贵州茅台专卖店', '沈阳浩维实业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551135858690, 'Z410100044', '河南省', '郑州市', '金水区', '郑州市金水区金水路6号1层', '34.763858', '113.694606', '郑州市金水路贵州茅台总经销店', '河南省盛国藏商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551161024514, '22450982001001', '广西壮族自治区', '玉林市', '玉州区', '玉林市玉州区二环北路1299号，中鼎假日公园紫荆苑2栋一层05、06号商铺', '22.65', '110.13', '玉州区二环北路茅台酱香万家共享主题终端', '玉林市意运供应链管理有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551186190337, '2650011203101', '重庆市', '重庆市', '渝北区', '重庆市渝北区洪湖东路财富mall购物中心L2-A-18商铺', '29.608029', '106.507022', '渝北区洪湖东路茅台万家共享主题终端', '重庆怡飞酒类营销有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551215550465, '2337300300001', '山东省', '威海市', '环翠区', '威海市环翠区仙姑顶路112号-14号', '37.450309', '122.13776', '威海路仙姑顶路茅台酱香万家共享主题终端', '威海宝聚贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551244910593, '233331000001', '浙江省', '杭州市', '拱墅区', '杭州市拱墅区华中路218号（临）', '30.3429', '120.202898', '杭州市华中路贵州茅台43度经销店', '杭州潮鑫筱赢酒类销售有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551274270721, '2352252900001', '贵州省', '安顺市', '关岭布依族苗族自治县', '安顺市关岭布依族苗族自治县龙潭街道信达三期1层2、3号铺面', '25.93361', '105.606736', '关岭县龙潭街茅台酱香万家共享主题终端', '关岭音符酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551303630849, '22320300012001', '江苏省', '徐州市', '沛县', '徐州市沛县汉邦路御澜湾二期4号楼101室', '34.73911', '116.930555', '沛县汉邦路茅台酱香万家共享主题终端', '沛县糖烟酒采购供应有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551332990977, '246460104003', '海南省', '海口市', '美兰区', '海口市美兰区海甸岛五西路80号蓝色海岸D栋1层103', '20.061728', '110.316517', '海口市五西路贵州茅台专卖店', '海口可喜可嘉贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551362351106, '2122030010001', '吉林省', '四平市', '铁西区', '四平市铁西区河西委华宇城小区27号楼1至2层104号房', '43.169019', '124.333618', '四平市河西委华宇城小区四平市铁西区鸿丰综合商店门店', '四平市铁西区鸿丰综合商店', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551387516929, '2341102300001', '河南省', '许昌市', '东城区', '许昌市东城区南海街奥体花城小区南门向西13米', '34.052239', '113.864259', '许昌市南海街茅台酱香万家共享主题终端', '许昌富乐贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551416877058, '420100172001', '湖北省', '武汉市', '江岸区', '武汉市江岸区中山大道与胜利街交叉口胜利街257号', '30.592039', '114.302185', '武汉市胜利街贵州茅台自营店', '湖北国酒茅台销售有限公司武汉分公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551450431490, '2337090000001', '山东省', '济南市', '槐荫区', '济南市槐荫区齐州路1756号', '36.674266', '116.898821', '济南市齐州路茅台酱香万家共享主题终端', '泰安市泰山名饮有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551479791617, '2337090000002', '山东省', '济南市', '槐荫区', '济南市槐荫区营市街137号', '36.658539', '116.967131', '济南市营市街茅台酱香万家共享主题终端', '泰安市泰山名饮有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551517540353, '142421100002', '湖北省', '黄冈市', '黄州区', '黄冈市黄州区西湖三路56号香山湖畔4栋104号商铺', '30.433218', '114.892656', '黄冈市西湖三路贵州茅台专卖店', '黄冈市语丰商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551542706177, '2337090000003', '山东省', '泰安市', '泰山区', '泰安市泰山区擂鼓石大街660-1号', '36.198635', '117.094761', '泰安市擂鼓石大街茅台酱香万家共享主题终端', '泰安九尊商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551572066305, '152520381002', '贵州省', '遵义市', '赤水市', '遵义市赤水市红军大道红星小区A区7号楼1层3-4号', '28.5743', '105.697', '赤水市红军大道贵州茅台专卖店', '赤水市九龙酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551593037826, '251510185002', '四川省', '成都市', '成华区', '成都市成华区成华区二仙桥东路46号附13号1楼', '30.676019', '104.131159', '成华区二仙桥东路贵州茅台专卖店', '成都宏利商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551634980865, '2244560800001', '广东省', '江门市', '新会区', '江门市新会区会城镇潮江路31号108铺', '22.535507', '113.051268', '江门市潮江路贵州茅台酱香系列酒体验中心', '江门市凯盈酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551660146690, '22410100088001', '河南省', '郑州市', '金水区', '郑州市金水区金水路与通泰路交叉口向北100米路东', '34.762868', '113.733052', '金水区金水路茅台酱香万家共享主题终端', '河南喜洋洋永盛实业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551697895426, 'B37020200201', '山东省', '青岛市', '市南区', '青岛市市南区山东省青岛市市南区山东路6号甲B119号商铺', '36.085155', '120.3972', '青岛旗舰店', '山东茅承传薪商贸股份有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551723061249, '2342030000001', '湖北省', '十堰市', '茅箭区', '十堰市茅箭区五堰街办北京中路1号55幢1-95', '32.629034', '110.798662', '十堰市北京中路茅台酱香万家共享主题终端', '十堰冯氏商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551752421378, '22371483002001', '山东省', '德州市', '德城区', '德州市德城区经济技术开发区宋官屯街道办事处晶华路德高综合楼10-2号', '37.44', '116.38', '经济技术开发区晶华大道茅台酱香万家共享主题终端', '德州市丰永商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551777587202, '132321100001', '江苏省', '镇江市', '润州区', '镇江市润州区黄山南路1号', '32.185983', '119.441491', '镇江市黄山南路贵州茅台专卖店', '江苏恒顺集团镇江恒海酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551806947330, '236360783002', '江西省', '赣州市', '章贡区', '赣州市章贡区蓉江新区茉莉路1号启迪科技城一期A区A1栋1-1至1-4号商铺', '25.786534', '114.89482', '赣州市赣南大道贵州茅台专卖店', '赣州长庚贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551832113153, '23620124004001', '甘肃省', '兰州市', '城关区', '兰州市城关区甘肃省兰州市城关区南滨河东路5150号名城广场1号楼1楼', '36.07558', '103.864679', '城关区南滨河东路贵州茅台酱香系列酒体验中心', '甘肃政创商贸有限责任公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551869861890, '2345300700003', '广西壮族自治区', '河池市', '金城江区', '河池市金城江区金福路41号', '24.687621', '108.045565', '河池市金福路茅台酱香万家共享主题终端', '河池市微客商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551920193538, '132321091002', '江苏省', '扬州市', '江都区', '扬州市江都区仙女镇仙城北路80-4号', '32.436678', '119.564846', '扬州市仙城北路贵州茅台专卖店', '扬州经之典酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938551970525186, '222220187001', '吉林省', '长春市', '市辖区', '长春市市辖区高新区硅谷大街以东居然家园3号楼118号', '43.788876', '125.230831', '长春市超强街贵州茅台专卖店', '吉林省莲芝商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552008273922, '22220500002001', '吉林省', '通化市', '东昌区', '通化市东昌区光复路一高中山下锦绣家园第4座6号', '41.72', '125.93', '东昌区光复路茅台酱香万家共享主题终端', '通化市麦德林商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552033439746, '22520300062001', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区新蒲新区新中街道新城大酒店后街门面10.11号', '39.93', '116.6', '新蒲新区新中街道茅台酱香万家共享主题终端', '遵义市金瑞源酒业贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552062799873, '164640321001', '宁夏回族自治区', '中卫市', '沙坡头区', '中卫市沙坡头区恒通路与五里南街交叉口恒祥壹方城B区2#楼01--03号营业房', '37.491794', '105.220171', '中卫市恒通路贵州茅台专卖店', '中卫市酱韵酒业贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552096354306, '165650100004', '新疆维吾尔自治区', '乌鲁木齐市', '新市区', '乌鲁木齐市新市区北京南路623号绿洲综合楼1栋1层商业4', '43.857066', '87.566538', '乌鲁木齐市北京南路贵州茅台专卖店', '新疆国酒事业糖酒有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552134103041, '165650100005', '新疆维吾尔自治区', '乌鲁木齐市', '水磨沟区', '乌鲁木齐市水磨沟区昆仑东街华凌公馆A区2栋103室', '43.832029', '87.619985', '乌鲁木齐市昆仑东街贵州茅台专卖店', '新疆义君福水商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552171851777, 'B52038202501', '贵州省', '遵义市', '仁怀市', '遵义市仁怀市中国酒文化城', '27.852178', '106.372202', '文旅公司', '', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552213794818, '165650100006', '新疆维吾尔自治区', '乌鲁木齐市', '头屯河区', '乌鲁木齐市头屯河区黄山街81号一品九点阳光7号公寓楼', '43.856176', '87.523024', '乌鲁木齐市黄山街贵州茅台专卖店', '新疆奋强商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552255737857, '165650100007', '新疆维吾尔自治区', '乌鲁木齐市', '天山区', '乌鲁木齐市天山区乌鲁木齐碱泉三街99号', '43.804958', '87.639936', '乌鲁木齐市碱泉三街贵州茅台专卖店', '新疆遂意商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552285097986, '165650100001', '新疆维吾尔自治区', '乌鲁木齐市', '头屯河区', '乌鲁木齐市头屯河区玄武湖路686号翠竹园商业街S2栋101号', '43.84049', '87.520361', '乌鲁木齐市玄武湖路贵州茅台专卖店', '乌鲁木齐市宜新商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552327041025, '134342521001', '安徽省', '宣城市', '宣州区', '宣城市宣州区香江金郡东区12栋104、105室', '30.940085', '118.738341', '宣城市梅园路贵州茅台专卖店', '宣城市祥和商贸发展有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552368984065, '165650100002', '新疆维吾尔自治区', '乌鲁木齐市', '水磨沟区', '乌鲁木齐市水磨沟区西虹东路642号', '43.818227', '87.620534', '乌鲁木齐市西虹东路贵州茅台专卖店', '乌鲁木齐市聚亨贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552402538497, '100440300003', '广东省', '深圳市', '盐田区', '深圳市盐田区沙头角街道沙盐路', '22.552867', '114.224933', '深圳市沙盐路贵州茅台专卖店', '深圳市沙头角商业外贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552448675842, '213130100001', '河北省', '石家庄市', '桥西区', '石家庄市桥西区西二环南路付12号', '38.029985', '114.43715', '石家庄市西二环南路贵州茅台专卖店', '河北品高商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552524173314, '213130100002', '河北省', '石家庄市', '裕华区', '石家庄市裕华区东岗路藏龙福地14号底商二楼商铺', '38.01906', '114.5646', '石家庄市东岗路贵州茅台43度经销店', '石家庄市贤拓商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552561922049, '134340500002', '安徽省', '马鞍山市', '雨山区', '马鞍山市雨山区钟山路791、793', '31.660948', '118.505633', '马鞍山市钟山路贵州茅台专卖店', '马鞍山市新宇酒业有限责任公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552587087873, '165650100009', '新疆维吾尔自治区', '乌鲁木齐市', '新市区', '乌鲁木齐市新市区北京南路439号金原民居2号楼5号商铺神州风汽车租赁西行一百米（临）', '43.848693', '87.568429', '乌鲁木齐市北京南路贵州茅台自营店', '新疆国酒茅台销售有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552624836609, '213130100003', '河北省', '石家庄市', '桥西区', '石家庄市桥西区中山西路283号', '38.043595', '114.469792', '石家庄市中山西路贵州茅台43度经销店', '河北慧泉商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552654196738, '244440307001', '广东省', '深圳市', '坪山区', '深圳市坪山区行政二路4号招商花园城南区10号楼', '22.706661', '114.344749', '深圳市行政二路贵州茅台专卖店', '广东旗帜商贸发展有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552691945474, 'Z110101136', '北京市', '北京市', '东城区', '北京市东城区王府井东街八号澳门中心12', '39.915067', '116.413808', '北京市王府井东街贵州茅台总经销店', '北京恒生醇贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552717111298, '137370886001', '山东省', '济宁市', '任城区', '济宁市任城区红星中路93号', '35.415087', '116.576858', '济宁市红星路贵州茅台专卖店', '济宁市荣品商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552767442946, '2313112100002', '河北省', '衡水市', '枣强县', '衡水市枣强县富强路东侧', '37.511279', '115.737121', '枣强县富强路茅台酱香万家共享主题终端', '河北三辰商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552826163202, '2312011300001', '天津市', '天津市', '北辰区', '北辰区北辰区天津市北辰区双街镇顺风路15号', '39.25927347', '117.13803128', '天津市双街镇茅台酱香万家共享主题终端', '天津开发区世诚源科技发展有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552872300546, '22612734002001', '陕西省', '西安市', '高新区', '西安市高新区丈八二路绿地中心B座北裙楼一楼10118-2号', '34.2', '108.88', '高新区丈八二路茅台酱香万家共享主题终端', '西安泓韵酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552905854977, '2145010010001', '广西壮族自治区', '玉林市', '玉州区', '玉林市玉州区玉东大道161号玉林市得利广场3幢08-12号商铺', '22.6642', '110.193', '玉林市广场东路玉林市品正商贸有限公司门店', '玉林市品正商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552943603714, '145450333001', '广西壮族自治区', '桂林市', '七星区', '桂林市七星区空明西路29号', '25.252227', '110.31172', '桂林市空明西路贵州茅台专卖店', '桂林市丙辛酒业有限责任公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938552981352449, '242420126001', '湖北省', '武汉市', '江岸区', '武汉市江岸区芦沟桥路特1号', '30.605775', '114.313329', '武汉市芦沟桥路贵州茅台专卖店', '武汉市大鸿雁供应链管理有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553019101186, '242420126002', '湖北省', '武汉市', '江汉区', '武汉市江汉区江北国家民营科技园江发路8号第1栋A12-A15', '30.621594', '114.236195', '武汉市江发路贵州茅台专卖店', '武汉市晟蓝商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553048461313, '2153038210001', '云南省', '曲靖市', '市辖区', '曲靖市市辖区建保路女子监狱旁商铺', '25.5005', '103.811342', '曲靖市建保路曲靖市尚锋商贸有限公司门店', '曲靖市尚锋商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553094598658, '165650100011', '新疆维吾尔自治区', '乌鲁木齐市', '新市区', '乌鲁木齐市新市区长春路1355号澳龙广场裙楼一层5号', '43.883579', '87.580074', '乌鲁木齐市长春路贵州茅台专卖店', '喀什月勤商贸有限公司乌鲁木齐分公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553132347393, '115152905001', '内蒙古自治区', '呼伦贝尔市', '满洲里市', '呼伦贝尔市满洲里市尚都国际高层2号楼门市-5', '49.600935', '117.430348', '满洲里市华埠大街贵州茅台专卖店', '满洲里市精华张裕酒窖', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553186873345, '22522230007001', '贵州省', '铜仁市', '万山区', '铜仁市万山区仁山街道万和锦里D区广场一层S3-S8栋9、10、11号铺面', '27.686954', '109.184276', '万山区金鳞大道茅台酱香万家共享主题终端', '铜仁市碧江区华盛酒类经营部', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553228816385, '112120109001', '天津市', '天津市', '滨海新区', '天津市滨海新区大港街道迎宾街12.14号', '38.856534', '117.459503', '天津市迎宾街贵州茅台专卖店', '天津市金色年华科技有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553266565121, '2351012400001', '四川省', '成都市', '郫都区', '成都市郫都区郫都区红光镇高店路西段226', '30.777623', '103.937171', '成都市红光镇茅台酱香万家共享主题终端', '成都风雅颂酒文化传播有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553304313858, '136362301002', '江西省', '上饶市', '信州区', '上饶市信州区上饶大道公园道1号9-16-21号', '28.451594', '117.940056', '上饶市凤凰中大道贵州茅台专卖店', '上饶市德宝酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553333673985, '22362330002001', '江西省', '上饶市', '鄱阳县', '上饶市鄱阳县湖城国际1号商铺127号', '29.001627', '116.701595', '鄱阳县湖城国际茅台酱香万家共享主题终端', '鄱阳县顺达副食商行', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553367228418, '132320132001', '江苏省', '南京市', '浦口区', '南京市浦口区顶山街道天浦路28号江畔都会上城14幢112室、113室、114室', '32.064247', '118.665991', '南京市天浦路贵州茅台专卖店', '南京湘巍酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553409171458, '22522526007001', '贵州省', '安顺市', '平坝区', '安顺市平坝区安平街道平黎大道中段锦绣园1栋1层5号商铺', '26.399031', '106.268508', '平坝区平黎大道中段茅台酱香万家共享主题终端', '贵州钦杨商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553446920193, '2137018710001', '山东省', '济南市', '长清区', '济南市长清区莲台山路1095号', '36.558122', '116.760025', '济南市莲台山路济南玉凯顺通商贸有限公司门店', '济南玉凯顺通商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553497251842, '2221010000002', '辽宁省', '沈阳市', '和平区', '沈阳市和平区南京南街147号11门', '41.763184', '123.394004', '沈阳市南京南街贵州茅台酱香系列酒体验中心', '辽宁鑫源英民名酒连锁经营有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553555972097, '2246010200401', '海南省', '海口市', '龙华区', '海口市龙华区碧桂园剑桥郡二期东门S108铺面', '19.972887', '110.289961', '龙华区椰海大道贵州茅台酱香系列酒体验中心', '海南鹏舟商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553610498050, '2221010000003', '辽宁省', '沈阳市', '大东区', '沈阳市大东区珠林路28号4门', '41.806822', '123.478938', '沈阳市贵州茅台酱香系列酒体验中心', '沈阳西平商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553648246785, '2331011200001', '上海市', '上海市', '闵行区', '上海市闵行区春申路1475号', '31.115607', '121.436079', '上海市春申路茅台酱香万家共享主题终端', '名嘉（上海）酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553677606914, '150500228001', '重庆市', '重庆市', '南岸区', '重庆市南岸区二塘路66号附115号、116号、117号', '29.491163', '106.567466', '重庆市二塘路贵州茅台专卖店', '重庆国荣酒店用品有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553711161345, '122220682001', '吉林省', '吉林市', '船营区', '吉林市船营区解放大路巨龙大厦5-1号网点', '43.841804', '126.546586', '吉林市解放大路贵州茅台专卖店', '吉林省中外名酒文化有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553740521473, '114140400001', '山西省', '长治市', '潞州区', '长治市潞州区长兴中路383号', '36.191885', '113.119662', '长治市长兴中路贵州茅台专卖店', '长治市亿樽商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553769881601, '211110101005', '北京市', '北京市', '东城区', '北京市东城区广渠门内大街43号雍贵中心C座403', '39.894057', '116.428214', '北京市广渠门内大街贵州茅台特约经销商', '北京钜华东鼎贸易发展有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553795047426, '211110101004', '北京市', '北京市', '丰台区', '北京市丰台区榴乡路84 号院1号楼1层3单元 110-112', '39.845611', '116.42466', '北京市榴乡路贵州茅台专卖店', '北京平定江山商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553824407553, 'Z110101145', '北京市', '北京市', '东城区', '北京市东城区澳门中心写字楼1205', '39.915112', '116.413554', '北京市澳门中心贵州茅台总经销店', '安徽怡天醇贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553853767682, '223413000001', '安徽省', '宿州市', '埇桥区', '宿州市埇桥区西关街道银河一路河畔壹号门面房345#347#349', '33.645704', '116.967695', '宿州市埇桥区银河一路贵州茅台酱香系列酒体验中心', '宿州市国韵糖酒有限责任公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553887322113, '137373002002', '山东省', '威海市', '荣成市', '威海市荣成市崖头街道悦湖路88号', '37.148624', '122.463367', '荣成市悦湖路贵州茅台专卖店', '威海荣礼糖酒有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553929265154, '150500700002', '重庆市', '重庆市', '渝北区', '重庆市渝北区金海大道68号27幢1-3,4,5', '29.661478', '106.47264', '重庆市金海大道贵州茅台专卖店', '重庆明培成商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553958625282, '162620400001', '甘肃省', '白银市', '白银区', '白银市白银区北京路466号', '36.546232', '104.14356', '白银市北京路贵州茅台专卖店', '白银欣大烟草经销有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938553983791105, '113130281001', '河北省', '唐山市', '遵化市', '唐山市遵化市开元豪庭商业西10', '40.192459', '117.957675', '遵化市华明北路贵州茅台专卖店', '唐山盈派商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938554013151234, '22370287002001', '山东省', '青岛市', '市北区', '青岛市市北区重庆南路99号-31', '36.110653', '120.379298', '市北区淮安路茅台酱香万家共享主题终端', '青岛新星物流有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938554059288577, '100450100006', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区民族大道86号金和大厦一楼103、104铺', '22.812563', '108.354773', '南宁市民族大道贵州茅台专卖店', '广西翠屏酒业有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938554092843009, '242420138001', '湖北省', '武汉市', '新洲区', '武汉市新洲区阳逻街道风情大道路7号湖景雅苑2号楼/单元1-2层7/8/9/10/11号铺', '30.680224', '114.577152', '武汉市风情大道贵州茅台专卖店', '武汉元盛和商贸有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938554118008834, '22433131005001', '湖南省', '衡阳市', '常宁市', '衡阳市常宁市培元街道办事处环城西路300号', '26.41', '112.39', '常宁市环城西路茅台酱香万家共享主题终端', '衡阳市易网通贸易有限公司', '2023-08-11 17:55:23');
INSERT INTO `i_shop` VALUES (1689938554172534785, '2142058110001', '湖北省', '宜昌市', '宜都市', '宜昌市宜都市陆城街道名都路8号新鸿国悦府5号楼1单元-层108、109铺', '30.384478', '111.440396', '宜都市陆城街道宜都市汇方达商贸有限公司门店', '宜都市福之源商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554197700610, '22440300034001', '广东省', '深圳市', '盐田区', '深圳市盐田区梅沙街道环梅路26-1号', '22.36', '0.0', '盐田区梅沙街道环梅路茅台酱香万家共享主题终端', '深圳市溢香酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554239643649, '100420100003', '湖北省', '武汉市', '武昌区', '武汉市武昌区铁机路5、7号华润橡树湾项目一期工程1栋1-3层1室', '30.60842', '114.347323', '武汉市铁机路贵州茅台专卖店', '武汉茅二代商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554273198081, '241411282001', '河南省', '三门峡市', '灵宝市', '三门峡市灵宝市灵宝市涧东区管委会函谷路隆盛福星苑2幢103-104', '34.525412', '110.890254', '灵宝市函谷路贵州茅台专卖店', '灵宝市前进酒业有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554323529729, '262620100001', '甘肃省', '兰州市', '城关区', '兰州市城关区张掖路19号泰生大厦1单元1501室', '36.058627', '103.830222', '兰州市张掖路贵州茅台43度经销店', '兰州嘉和源商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554348695553, '2151100010001', '四川省', '内江市', '市中区', '内江市市中区公园街118号', '29.585108', '105.064782', '内江市公园街四川内江甜城糖酒有限公司糖酒分公司门店', '四川内江甜城糖酒有限公司糖酒分公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554378055681, '133330721001', '浙江省', '金华市', '婺城区', '金华市婺城区八一北街324号', '29.103908', '119.651103', '金华市八一北路贵州茅台专卖店', '金华市奕弘商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554407415810, '141411323001', '河南省', '南阳市', '西峡县', '南阳市西峡县白羽街道建设西路凤凰城楼下', '33.295606', '111.475299', '西峡县建设西路贵州茅台专卖店', '南阳市亨盛酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554432581634, '2344019000001', '广东省', '广州市', '越秀区', '广州市越秀区广园西路219号101-2铺', '23.16', '113.25', '广州市增槎路茅台酱香万家共享主题终端', '广州新酒旺贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554466136066, '141411484001', '河南省', '商丘市', '梁园区', '商丘市梁园区文化路北中州路西临街综合楼东数18、19号', '34.424473', '115.668709', '商丘市文化路贵州茅台专卖店', '商丘市鑫海贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554516467713, '241410190002', '河南省', '郑州市', '新密市', '郑州市新密市溱水路与密州大道交汇处向东500米路南乐园天地商务中心', '34.541234', '113.410422', '新密市溱水路贵州茅台专卖店', '河南新祥之普商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554550022145, '142420130001', '湖北省', '武汉市', '武昌区', '武汉市武昌区积玉桥尚隆路地球村友谊国际二期七栋一层21号', '30.557368', '114.310191', '武汉市积玉路贵州茅台专卖店', '湖北人人大经贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554579382274, '142420300005', '湖北省', '十堰市', '丹江口市', '十堰市丹江口市碧桂园1号楼1幢107-108', '32.539686', '111.490094', '丹江口市明珠路贵州茅台专卖店', '十堰市酒类专卖有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554608742401, '151510100019', '四川省', '成都市', '武侯区', '成都市武侯区益州大道中段1281号1楼、1283号1楼、1285号1楼', '30.547947', '104.056941', '成都市益州大道中段贵州茅台专卖店', '成都铂金盛利商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554642296833, '142420300004', '湖北省', '十堰市', '茅箭区', '十堰市茅箭区朝阳中路29号寿康华悦城购物中心1F-09', '32.6474', '110.78335', '十堰市朝阳中路贵州茅台专卖店', '十堰市酒类专卖有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554675851265, '111110221001', '北京市', '北京市', '昌平区', '北京市昌平区龙水路26号楼西侧01号1-2层', '40.213999', '116.259937', '北京市龙水路贵州茅台专卖店', '北京市奥盛泽兴糖酒有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554709405698, '137370400001', '山东省', '枣庄市', '薛城区', '枣庄市薛城区新城光明大道3888号嘉豪国际公寓二号102商铺', '34.804803', '117.3109', '枣庄市光明路贵州茅台专卖店', '滕州市醴泉商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554747154434, '137370400002', '山东省', '枣庄市', '薛城区', '枣庄市薛城区光明西路光明花苑5号楼东单元102门市', '34.808005', '117.281683', '枣庄市光明西路贵州茅台专卖店', '山东万兴商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554772320257, '133330381001', '浙江省', '温州市', '瑞安市', '温州市瑞安市莘塍街道锦佳华庭万松东路552号', '27.778394', '120.670525', '瑞安市万松东路贵州茅台专卖店', '瑞安市大台发贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554801680386, '2145060210001', '广西壮族自治区', '防城港市', '港口区', '防城港市港口区行政中心区乐天花园小区E10#', '21.686005', '108.365545', '防城港市乐天花园小区广西防城港市诚信贸易有限公司门店', '广西防城港市诚信贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554831040513, 'B36011300101', '江西省', '南昌市', '红谷滩区', '南昌市红谷滩区江西省南昌市红谷滩区会展路888号熙梦里购物中心室内1层1F014(2-105、2-106)', '28.690366', '115.84729', '南昌旗舰店', '江西省茅小凌食品销售有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554864594946, '2351060000003', '四川省', '德阳市', '旌阳区', '德阳市旌阳区湘江街156号', '31.140161', '104.389501', '德阳市茅台酱香万家共享主题终端', '德阳市龙鳞商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554889760769, '100410400001', '河南省', '平顶山市', '卫东区', '平顶山市卫东区建设路中段24号宏升国际3#4#号楼底商', '33.735159', '113.328313', '平顶山市建设路中段贵州茅台专卖店', '平顶山市新诚信商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554919120898, '151510100001', '四川省', '成都市', '青羊区', '成都市青羊区大安中路13号', '30.672348', '104.083093', '成都市大安中路贵州茅台专卖店', '成都花茅全通商贸有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554944286722, '151510100002', '四川省', '成都市', '武侯区', '成都市武侯区航空二巷35号', '30.618197', '104.081175', '成都市航空二巷贵州茅台专卖店', '成都高扬商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554969452545, '151510100003', '四川省', '成都市', '武侯区', '成都市武侯区洗面桥街22号附1号附2号', '30.63972', '104.055876', '成都市洗面桥街贵州茅台专卖店', '成都金久达贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938554994618370, '151510100005', '四川省', '成都市', '天府新区', '成都市天府新区天府新区瑞祥路944号、946号、948号、950号', '30.472751', '104.034338', '成都市瑞祥路贵州茅台专卖店', '成都市芷歆颐商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555015589890, '151510100006', '四川省', '成都市', '武侯区', '成都市武侯区大石西路223号一层、225号一层', '30.650765', '104.030825', '成都市大石西路贵州茅台专卖店', '成都佳祥佳商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555044950018, '151510100007', '四川省', '成都市', '青羊区', '成都市青羊区人民中路三段1号2栋5、6、7号', '30.672541', '104.068921', '成都市人民中路贵州茅台专卖店', '四川正天国品贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555070115841, '2142068510001', '湖北省', '襄阳市', '老河口市', '襄阳市老河口市天河路御景天下商铺2一101号', '32.378873', '111.672137', '老河口市浩元商贸有限公司门店', '老河口市浩元商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555099475970, '151510100008', '四川省', '成都市', '金牛区', '成都市金牛区兴平路100号1栋1层1号', '30.719257', '104.005975', '成都市兴平路贵州茅台专卖店', '成都唐文坊贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555137224706, '2315020000001', '内蒙古自治区', '包头市', '青山区', '包头市青山区青东东路保利花园溪水园11-150', '40.64565', '109.907505', '包头市青东东路茅台酱香万家共享主题终端', '内蒙古中饮诚汇商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555166584833, '2332109000001', '江苏省', '扬州市', '高邮市', '扬州市高邮市屏淮路92号(玉檀苑19-4)', '32.771949', '119.456862', '高邮市屏淮路茅台酱香万家共享主题终端', '扬州市猎豹电子商务有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555191750657, '2344540300001', '广东省', '揭阳市', '榕城区', '揭阳市榕城区临江南路中段榕江-品馨园122号铺', '23.542592', '116.377959', '揭阳市临江南路茅台酱香万家共享主题终端', '揭阳市骏亿贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555216916482, '2146010410001', '海南省', '海口市', '美兰区', '海口市美兰区海甸五西路78号美丽沙花园G2-02商铺', '20.068452', '110.316347', '海口市海甸五西路海口可喜可嘉贸易有限公司门店', '海口可喜可嘉贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555246276610, '122220800002', '吉林省', '长春市', '二道区', '长春市二道区吉林大路4055号', '43.882949', '125.400411', '长春市吉林大路贵州茅台专卖店', '长春市九台区酒源酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555271442434, '22140186007001', '山西省', '太原市', '万柏林区', '太原市万柏林区长风西街街道南上庄街上庄凤玺湾4号楼南侧101号底商', '37.823163', '112.518244', '万柏林区南上庄街茅台酱香万家共享主题终端', '山西金百顺贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555309191169, '22620100040010', '甘肃省', '兰州市', '城关区', '兰州市城关区甘肃省兰州市城关区青白石街道青石路2043号', '36.091764', '103.901584', '城关区青白石街道青石路茅台酱香万家共享主题终端', '兰州国宇酒业有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555346939906, '150500106001', '重庆市', '重庆市', '沙坪坝区', '重庆市沙坪坝区都市花园西路9号附23号-27号', '29.540171', '106.450415', '重庆市都市花园西路贵州茅台专卖店', '重庆江岸酒类销售有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555372105730, '151510124001', '四川省', '成都市', '郫都区', '成都市郫都区红光街道港大路39号优派立方4幢1层 39、40、41号', '30.788633', '103.929227', '红光镇港大路贵州茅台专卖店', '成都幸福一生酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555401465857, '122220800003', '吉林省', '白城市', '洮北区', '白城市洮北区保平街道光明北街38楼-6', '45.62294', '122.812735', '白城市光明北街贵州茅台专卖店', '白城市复兴商贸有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555426631682, '150500106003', '重庆市', '重庆市', '沙坪坝区', '重庆市沙坪坝区大学城中路20号附40号1-7', '29.592529', '106.307612', '重庆市大学城中路贵州茅台专卖店', '重庆国誉商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555455991810, '252520183019', '贵州省', '贵阳市', '南明区', '贵阳市南明区解放路金龙滨河湾壹号B栋一层2、3号商铺', '26.564656', '106.699207', '贵阳市青云路贵州茅台专卖店', '贵州同城生活商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555481157633, '2137130010003', '山东省', '临沂市', '兰山区', '临沂市兰山区北城新区沂蒙路与上海路交汇东200米路北', '35.105692', '118.348523', '临沂市沂蒙路临沂市兰山区智和百货商行门店', '临沂市兰山区智和百货商行', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555506323458, '2313082900001', '河北省', '唐山市', '路北区', '唐山市路北区新华西道21号副1号', '39.625917', '118.171607', '唐山市新华西道茅台酱香万家共享主题终端', '唐山龙悦酒业饮品有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555535683585, '22410900009001', '河南省', '濮阳市', '濮阳县', '濮阳市濮阳县人民路与濮上路交叉口向东200米路北', '35.76', '115.01', '濮阳市人民路茅台酱香万家共享主题终端', '濮阳永辉跃商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555565043714, '2137130010004', '山东省', '临沂市', '兰陵县', '临沂市兰陵县育才路金鼎国际沿街圣玺商贸', '34.87220497', '118.07118952', '兰陵县文峰路兰陵县东唐酒行门店', '兰陵县东唐酒行', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555594403841, '2337150000001', '山东省', '聊城市', '茌平区', '聊城市茌平区振兴街道枣乡街东正泰6B商业楼1号商铺', '36.594614', '116.2427198', '聊城市振兴街道茅台酱香万家共享主题终端', '聊城易百亿物资有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555623763969, '252520183018', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区金朱路金融中心二期住宅项目A7组团1-11栋负1-42、43、44号门面', '26.655033', '106.657142', '贵阳市同城南路贵州茅台专卖店', '贵州黔鸿顺达商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555657318401, '252520183015', '贵州省', '贵阳市', '南明区', '贵阳市南明区龙洞堡小碧乡多彩贵州城节庆街道项目一期水街F组团2层7号', '26.530903', '106.787664', '贵阳市节庆街水街贵州茅台专卖店', '贵阳金诚贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555690872833, '151511530001', '四川省', '宜宾市', '翠屏区', '宜宾市翠屏区金沙江北路东段贵州茅台专卖店', '28.745689', '104.596727', '宜宾市金沙江北路东段贵州茅台专卖店', '宜宾隆凡商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555745398786, '113131086001', '河北省', '廊坊市', '广阳区', '廊坊市广阳区华祥路与汇源道交口东南角', '39.571305', '116.772575', '廊坊市华祥路贵州茅台专卖店', '廊坊市凯柏商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555774758914, '232320100001', '江苏省', '南京市', '建邺区', '南京市建邺区燕山路169号', '32.003873', '118.722027', '南京市燕山路贵州茅台专卖店', '南京国策酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555804119041, '2153018610001', '云南省', '昆明市', '宜良县', '昆明市宜良县环城西路76号', '24.917687', '103.143252', '宜良县环城西路昆明万振商贸有限公司门店', '昆明融展振富商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555854450690, '151511100001', '四川省', '乐山市', '市中区', '乐山市市中区人民西路158-166号', '29.565456', '103.761522', '乐山市人民西路贵州茅台专卖店', '乐山市金樽贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555883810818, '133330782002', '浙江省', '金华市', '义乌市', '金华市义乌市江东东路126号', '29.307192', '120.107476', '义乌市江东东路贵州茅台专卖店', '义乌市歌画酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555921559553, '133330782003', '浙江省', '金华市', '义乌市', '金华市义乌市稠江街道贝村路107号', '29.301348', '120.061989', '义乌市贝村路贵州茅台专卖店', '义乌市泓谕贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555955113985, '2261010000003', '陕西省', '西安市', '莲湖区', '西安市莲湖区报恩寺街88号303~1号', '34.252139', '108.933209', '西安市报恩寺街贵州茅台酱香系列酒体验中心', '西安成城裕朗商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938555984474114, '2261010000002', '陕西省', '西安市', '雁塔区', '西安市雁塔区雁塔西路6号美居酒店1层', '34.217914', '108.954264', '西安市雁塔西路贵州茅台酱香系列酒体验中心', '陕西华鼎酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556013834241, '142420900004', '湖北省', '孝感市', '孝南区', '孝感市孝南区坤大道乾坤阳光42栋107室、108室', '30.915727', '113.947857', '孝感市乾坤大道贵州茅台专卖店', '湖北和丰经贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556039000065, '142420900005', '湖北省', '孝感市', '市辖区', '孝感市市辖区黄香路中都巴黎城9栋116号117号商铺', '30.908879', '113.962257', '孝感市黄香路贵州茅台专卖店', '孝感市文利峰酒业有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556072554497, '22640100024001', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区兴庆府大院6号楼1号营业房', '38.493387', '106.271686', '兴庆区天平街茅台酱香万家共享主题终端', '宁夏宁致商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556114497538, '131310110001', '上海市', '上海市', '杨浦区', '上海市杨浦区政高路1号01A商铺（天盛科创广场）', '31.309471', '121.509694', '上海市政高路贵州茅台专卖店', '上海天朗酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556143857665, '22120400006001', '天津市', '天津市', '滨海新区', '天津市滨海新区杭州街道河北路2275号', '39.032599', '117.663657', '滨海新区杭州街道河北路茅台酱香万家共享主题终端', '天津顶立宏业进出口贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556181606401, '100411400001', '河南省', '商丘市', '睢阳区', '商丘市睢阳区香君路与学院路交叉口西20米路北阳平里第一排', '34.394818', '115.66396', '商丘市香君路贵州茅台专卖店', '商丘市纳鑫商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556206772225, '252520183007', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区贵旅大厦一楼商铺1-1号', '26.594074', '106.706582', '贵阳市北京路贵州茅台专卖店', '贵阳玉贝商务有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556236132354, '23150200005001', '内蒙古自治区', '包头市', '青山区', '包头市青山区科学路与民主路交叉口往南80米路东富华公馆底店S2-S06-S07', '40.65044', '109.89582', '青山区民主路贵州茅台酱香系列酒体验中心', '包头市蒙泉贸易有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556282269698, '22310104004001', '上海市', '上海市', '徐汇区', '上海市徐汇区石龙路987-1号', '31.147548', '121.429775', '徐汇区长桥街道茅台酱香万家共享主题终端', '贵州经典名特优产品经营有限公司上海分公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556315824130, '151510100020', '四川省', '成都市', '高新区', '成都市高新区锦城大道50号', '30.576084', '104.074206', '成都市锦城大道贵州茅台自营店', '四川国酒茅台销售有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556340989954, '252520183002', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区三桥路街道三马片区万科麓山（C9）1层12号', '26.59469', '106.64036', '贵阳市北京西路贵州茅台专卖店', '贵州隆元乾商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556370350082, '151510100021', '四川省', '成都市', '双流区', '成都市双流区剑南大道南段3083号', '30.486657', '104.034142', '成都市剑南大道南段贵州茅台专卖店', '成都君宏天珩贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556399710210, '252520183003', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区黔灵镇杨柳湾住宅小区负4层4-6号', '26.610239', '106.727362', '贵阳市杨柳湾路贵州茅台专卖店', '贵州省糖业烟酒有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556437458945, '151510100022', '四川省', '成都市', '武侯区', '成都市武侯区佳悦路10号/12号/14号', '30.62777', '104.009854', '成都市佳悦路贵州茅台专卖店', '成都嘉盛长盈商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556466819073, '22321093003001', '江苏省', '扬州市', '仪征市', '扬州市仪征市真州东路23-8号', '119.193248', '32.281399', '仪征市真州镇茅台酱香万家共享主题终端', '仪征市中糖酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556496179202, '2237158300001', '山东省', '聊城市', '市辖区', '聊城市市辖区滦河路百利园中小微企业创意创业园B区', '36.462703', '116.062215', '聊城市滦河路贵州茅台酱香系列酒体验中心', '聊城市佳科达商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556538122241, '103702120001', '山东省', '青岛市', '崂山区', '青岛市崂山区秦岭路19号楼1025号', '36.100577', '120.468239', '青岛市秦岭路贵州茅台自营店', '山东国酒茅台销售有限公司青岛分公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556571676674, '142420137001', '湖北省', '武汉市', '黄陂区', '武汉市黄陂区百秀街黄陂人-信城西北侧约50米', '30.892516', '114.371496', '武汉市前川街贵州茅台专卖店', '武汉市华源森迪商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556601036801, '141410423001', '河南省', '平顶山市', '鲁山县', '平顶山市鲁山县尧山大道与鲁班路交叉口', '33.72437', '112.920145', '鲁山县尧山大道贵州茅台专卖店', '鲁山县盛源鑫地商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556626202626, '252520383015', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区东欣大道原创贵州学府1号7、8号楼商业1-1', '27.665008', '106.891157', '遵义市东欣大道贵州茅台专卖店', '贵州遵义轩睿商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556655562753, '132320100001', '江苏省', '南京市', '玄武区', '南京市玄武区玄武区中央路220号', '32.073977', '118.784325', '南京市中央路贵州茅台专卖店', '南京龙沐神酒业贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556684922881, '132320100002', '江苏省', '南京市', '玄武区', '南京市玄武区龙蟠中路93号一楼', '32.048772', '118.806543', '南京市龙蟠中路贵州茅台专卖店', '江苏苏糖烟酒有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556718477313, '137372301003', '山东省', '滨州市', '滨城区', '滨州市滨城区滨州市黄河八路与渤海十路交叉口东南角沿街商铺', '37.391472', '118.000969', '滨州市黄河八路贵州茅台专卖店', '滨州天士力商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556747837441, '231310106001', '上海市', '上海市', '黄浦区', '上海市黄浦区淮海中路917,921号', '31.217092', '121.460132', '上海市淮海中路贵州茅台专卖店', '上海海烟物流发展有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556785586177, '132320100007', '江苏省', '南京市', '建邺区', '南京市建邺区吴侯街167号', '31.96565', '118.697649', '南京市吴侯街贵州茅台专卖店', '南京裕佰鑫百货贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556819140609, '22411082002001', '河南省', '许昌市', '长葛市', '许昌市长葛市金英路南段樱之新城西门', '34.196928', '113.794438', '长葛市金英路南段茅台酱香万家共享主题终端', '长葛市颐润商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556848500738, '2245023000002', '广西壮族自治区', '柳州市', '城中区', '柳州市城中区高新五路21号荣和天誉17号楼-层120/121/122/123/110/111商铺', '24.350637', '109.425778', '柳州市高新五路贵州茅台酱香系列酒体验中心', '柳州市金樽商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556882055170, '211110108002', '北京市', '北京市', '西城区', '北京市西城区西城区文兴街1号科研楼9层908', '39.936315', '116.337306', '北京友谊使者商贸有限公司', '北京友谊使者商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556911415298, '211110108001', '北京市', '北京市', '朝阳区', '北京市朝阳区卷石天地大厦1号楼1层3-03内102、103', '39.983615', '116.458227', '北京市望京西路贵州茅台专卖店（卷石天地大厦）', '北京京糖酒类经营有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556953358337, '234340400001', '安徽省', '淮南市', '田家庵区', '淮南市田家庵区洞山中路2081号上郑广场商务中心', '32.629399', '117.028714', '淮南市洞山中路贵州茅台专卖店', '淮南市勤信商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938556995301378, '2315310400001', '内蒙古自治区', '赤峰市', '红山区', '赤峰市红山区首地红山郡1-1-1-2块地商业楼3-103商厅', '42.238774', '118.914652', '赤峰市首地红山郡茅台酱香万家共享主题终端', '红山区天禄酒城', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557024661505, '2245030000001', '广西壮族自治区', '桂林市', '临桂区', '桂林市临桂区凤凰路地王国际1栋08-09-10号商铺', '25.238971', '110.164499', '桂林市凤凰路贵州茅台酱香系列酒体验中心', '桂林市开元酒业有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557049827330, '2335220200005', '福建省', '龙岩市', '新罗区', '龙岩市新罗区西陂街道条围村水晶兰天', '25.08185', '117.018275', '龙岩市西陂街道茅台酱香万家共享主题终端', '福建华永贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557104353282, '2335220200006', '福建省', '莆田市', '秀屿区', '莆田市秀屿区笏石镇后井街365号', '25.318955', '119.100679', '莆田市笏石镇后井街茅台酱香万家共享主题终端', '莆田市佰诚商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557133713410, '134343005001', '安徽省', '亳州市', '谯城区', '亳州市谯城区康美中药城J3-120号', '33.818808', '115.792552', '亳州市建安路贵州茅台专卖店', '亳州市鹏翔商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557196627969, '252520383004', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区解放路81号', '27.690255', '106.917886', '遵义市解放路贵州茅台专卖店', '遵义宾馆有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557221793793, '252520383005', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区白杨路调度大楼附楼1幢1层', '27.680901', '106.925637', '遵义市白杨路贵州茅台专卖店', '遵义腾星电力有限责任公司名酒经营部', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557255348225, '252520383006', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区银河北路桃溪河畔四期-1-169-170门面', '27.670799', '106.88736', '遵义市银河北路贵州茅台专卖店', '贵州金利商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557284708354, '137370200011', '山东省', '青岛市', '城阳区', '青岛市城阳区正阳路178-5号', '36.306391', '120.404567', '青岛市正阳路贵州茅台专卖店', '青岛龙华酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557314068482, '152520330002', '贵州省', '遵义市', '习水县', '遵义市习水县东皇街道大陆村公园路黔北商贸中心20栋1-1号', '28.30131', '106.213624', '习水县公园路贵州茅台专卖店', '习水县财源酒业营销有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557360205825, '2221040000001', '辽宁省', '抚顺市', '顺城区', '抚顺市顺城区新城东路9号楼1单元M11号门市', '41.883353', '123.949543', '抚顺市新城东路贵州茅台酱香系列酒体验中心', '抚顺天朗商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557389565954, '132320100017', '江苏省', '南京市', '鼓楼区', '南京市鼓楼区江东北路58-7、58-8号', '32.043306', '118.739809', '南京市江东北路贵州茅台自营店', '江苏国酒茅台有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557418926081, '2337072400002', '山东省', '潍坊市', '临朐县', '潍坊市临朐县东镇路与创博城南路交叉路口西20米路南', '36.49217', '118.58152', '临朐县东镇路茅台酱香万家共享主题终端', '临朐亿隆经贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557460869121, '132321403002', '江苏省', '泰州市', '泰兴市', '泰州市泰兴市国庆东路168号新世界广场一区（2号地块）商业2幢109室', '32.17331321917852', '120.0596590650728', '泰兴市国庆路贵州茅台专卖店', '泰兴市瑞久源商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557494423553, '211110108011', '北京市', '北京市', '海淀区', '北京市海淀区三里河路11号南新楼1207室', '39.929622', '116.33347', '北京市三里河路贵州茅台特约经销店', '北京中材国建商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557536366594, '2337072400001', '山东省', '潍坊市', '临朐县', '潍坊市临朐县新华路莱茵名都沿街26幢', '36.51302', '118.55084', '临朐县新华路茅台酱香万家共享主题终端', '临朐亿隆经贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557565726721, '142420884001', '湖北省', '荆门市', '东宝区', '荆门市东宝区象山大道113号', '31.020132', '112.198186', '荆门市象山大道贵州茅台专卖店', '荆门市玉液醇商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557607669761, '211110108013', '北京市', '北京市', '海淀区', '北京市海淀区紫竹院路116号A座商业03', '39.947199', '116.291907', '北京市紫竹院路贵州茅台专卖店', '北京东阳华泰商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557678972930, '211110108014', '北京市', '北京市', '海淀区', '北京市海淀区万寿寺甲四号', '39.950844', '116.314706', '北京市万寿寺贵州茅台特约经销店', '中协宾馆', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557716721665, '250500384001', '重庆市', '重庆市', '南川区', '重庆市南川区西城街道办事处永隆路20号', '29.164064', '107.078458', '重庆市永隆路贵州茅台专卖店', '重庆市南川区国玖香商贸有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557762859009, '2444441481001', '广东省', '梅州市', '兴宁市', '梅州市兴宁市毅德城一号交易广场41栋5Ｂ', '24.106572', '115.732783', '兴宁市毅德城一号交易广场贵州茅台专卖店', '兴宁市红成百货食品商店', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557796413441, '2335220200001', '福建省', '漳州市', '龙海市', '漳州市龙海市榜山镇平宁南路祥云豪庭5幢9号33', '24.4381', '117.807291', '漳州市榜山镇茅台酱香万家共享主题终端', '漳州市广进财贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557834162177, '141410188002', '河南省', '郑州市', '管城回族区', '郑州市管城回族区东明路御玺大厦', '34.748401', '113.699724', ' 郑州市东明路贵州茅台专卖店', '河南御玺酒店有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557859328002, '231310500001', '上海市', '上海市', '长宁区', '上海市长宁区协和路1358号', '31.228276', '121.354132', '上海市协和路贵州茅台专卖店', '上海东方国信经济发展有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557888688130, '2335220200002', '福建省', '厦门市', '湖里区', '厦门市湖里区金钟路1-138号', '24.502199', '118.178052', '厦门市金钟路茅台酱香万家共享主题终端', '厦门市古窖香商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557922242561, '141410188001', '河南省', '郑州市', '管城回族区', '郑州市管城回族区朝凤路美景芳华8号楼105商铺', '34.704016', '113.741907', '郑州市朝凤路贵州茅台专卖店', '河南仁商商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557951602689, '131310109003', '上海市', '上海市', '虹口区', '上海市虹口区汶水东路917号12幢103室', '31.293493', '121.465492', '上海市汶水东路贵州茅台专卖店', '上海汉帝酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938557980962818, '2331011100001', '上海市', '上海市', '松江区', '松江区松江区上海市松江区泗泾镇九干路165号', '31.126704', '121.28981', '上海市泗泾镇茅台酱香万家共享主题终端', '上海皇家酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558014517250, '2152252610001', '贵州省', '安顺市', '平坝区', '安顺市平坝区安平街道平黎大道中段锦绣园1栋1层4号商铺', '26.398803', '106.268934', '安顺市平黎大道安顺市平坝区钦杨烟酒店门店', '贵州钦杨商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558043877378, '2132118310001', '江苏省', '镇江市', '句容市', '镇江市句容市句容市福地路福地生鲜汇内第二幢', '31.969778', '119.165792', '句容市福地路句容经济开发区心和商贸经营部门店', '句容经济开发区心和商贸经营部', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558073237506, '225201820001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区云潭街道云潭路西侧银海元隆熙府C1栋1层4号', '26.625357', '106.608041', '贵阳市云潭南路贵州茅台酱香系列酒体验中心', '贵阳嘉元惠沣贸易有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558098403330, '253530188002', '云南省', '昆明市', '呈贡区', '昆明市呈贡区林溪路庆沣祥茶城3-4号商铺', '24.950034', '102.836342', '昆明市林溪路贵州茅台专卖店', '昆明尼慕商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558127763457, '211110225001', '北京市', '北京市', '房山区', '北京市房山区拱辰街道天星街1号院6号楼718', '39.75542', '116.161969', '北京市天星街贵州茅台43度经销店', '北京嘉诚利发糖酒有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558165512194, '2113032510001', '河北省', '秦皇岛市', '海港区', '秦皇岛市海港区文博城底商8-1号', '39.946036', '119.57374', '秦皇岛市文博城秦皇岛市秦皇岛耿直商贸有限公司门店', '秦皇岛耿直商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558190678018, '2341138200001', '河南省', '南阳市', '卧龙区', '南阳市卧龙区人民路与张衡路交叉口向北200米路西', '33.0256', '112.538499', '南阳市人民路茅台酱香万家共享主题终端', '南阳市天达商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558215843841, '22440100084001', '广东省', '广州市', '黄埔区', '广州市黄埔区云埔街道榕悦三街7#9#11#106房', '23.11', '113.55', '黄埔区云埔街道榕悦三街茅台酱香万家共享主题终端', '广州市龙泉酒业有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558245203970, '22650100011002', '新疆维吾尔自治区', '乌鲁木齐市', '米东区', '乌鲁木齐市米东区广兴西街1869号37栋1层', '43.951174', '87.638871', '米东区广兴西街茅台酱香万家共享主题终端', '乌鲁木齐玖泰商贸有限责任公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558274564097, '141410586001', '河南省', '安阳市', '文峰区', '安阳市文峰区高新区黄河大道与东风路交叉口东北角新华学府2号楼103号', '36.063028', '114.364282', '安阳市东风路贵州茅台专卖店', '安阳福顺德商贸有限公司', '2023-08-11 17:55:24');
INSERT INTO `i_shop` VALUES (1689938558337478657, '2332140300001', '江苏省', '泰州市', '泰兴市', '泰州市泰兴市星火路350号', '30.392876', '120.251246', '泰兴市星火路茅台酱香万家共享主题终端', '泰兴市富煌酒业商行', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558366838786, '145453003001', '广西壮族自治区', '崇左市', '扶绥县', '崇左市扶绥县新宁镇空港大道东3号东信华府一期17号楼109-110商铺', '22.604534', '107.922677', '新宁镇空港大道贵州茅台专卖店', '广西五福酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558400393217, '151510181001', '四川省', '成都市', '都江堰市', '成都市都江堰市都江堰大道252号', '30.987959', '103.646003', '都江堰市都江堰大道贵州茅台专卖店', '都江堰市酒久九商贸中心', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558442336258, '2121020010001', '辽宁省', '大连市', '旅顺口区', '大连市旅顺口区自新街17-7号', '38.807576', '121.262548', '大连市自新街大连京玉商贸有限公司门店', '大连京玉商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558517833730, '144445602003', '广东省', '江门市', '新会区', '江门市新会区同德一路33号', '22.514061', '113.056865', '会城镇同德一路贵州茅台专卖店', '江门市深星贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558547193857, '22445504004001', '广东省', '中山市', '西区', '中山市西区彩虹社区金港路6号时代金沙雅苑2幢116卡', '22.5599', '113.3422', '西区金港路茅台酱香万家共享主题终端', '中山市鹏润贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558576553986, '22500112029001', '重庆市', '重庆市', '渝北区', '重庆市渝北区双凤桥街道桃源大道363号附14号', '29.74', '106.63', '渝北区桃源大道茅台酱香万家共享主题终端', '渝北区久韵酒类经营部', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558601719809, '2351092200001', '四川省', '遂宁市', '射洪市', '遂宁市射洪市紫云-号2号楼1号门面', '30.872679', '105.372223', '射洪市紫云一号茅台酱香万家共享主题终端', '射洪市新一佳商贸有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558631079938, '145450981001', '广西壮族自治区', '玉林市', '北流市', '玉林市北流市圣力商业广场2栋205-207商铺', '22.6911', '110.341748', '北流市永顺大道贵州茅台专卖店', '北流市胜源商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558656245761, '2342910000001', '湖北省', '随州市', '曾都区', '随州市曾都区迎宾大道滨湖湾二期门面166号（滨湖湾加油站往南100米）', '31.697195', '113.389101', '随州市迎宾大道茅台酱香万家共享主题终端', '随州市井源酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558689800194, '252520183053', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区北京路68号贵州省人民大会堂配套五星级酒店综合楼工程33、34层', '26.594113', '106.7066', '贵阳市北京路贵州茅台特约经销店', '贵州惠群商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558719160322, '132320124001', '江苏省', '南京市', '溧水区', '南京市溧水区宝塔路秦淮缘小区6幢107室', '31.664149', '119.021903', '南京市宝塔路贵州茅台专卖店', '江苏三乔酒业有限公司溧水分公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558748520450, '252520183052', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区长岭北路中天会展城A2组团A2-2-A2-4负1层8B、8C、8D', '26.636895', '106.647776', '贵阳市长岭北路贵州茅台专卖店', '贵州天浆酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558790463490, '2132048510001', '江苏省', '常州市', '钟楼区', '常州市钟楼区怀德北路73号', '31.788654', '119.951049', '常州市怀德北路江苏大隆汇文化科技股份有限公司门店', '江苏大隆汇文化科技股份有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558824017921, '22510100078001', '四川省', '成都市', '成华区', '成都市成华区四川省成都市成华区建和路6号附39号', '30.67393494', '104.1122589', '建和路茅台酱香万家共享主题终端', '成都仁品酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558853378049, '151510300001', '四川省', '自贡市', '自流井区', '自贡市自流井区绿盛电梯公寓5栋8号', '29.326804', '104.785052', '自贡市汇川路贵州茅台专卖店', '自贡市乐邦糖酒有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558878543873, '2314032300001', '山西省', '阳泉市', '城区', '阳泉市城区佳园小区底商8号', '37.858759', '113.592125', '阳泉市佳园小区茅台酱香万家共享主题终端', '阳泉市城区利华商行', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558907904002, '232321401001', '江苏省', '泰州市', '兴化市', '泰州市兴化市昭阳街道花园路89号', '32.928814', '119.839664', '兴化市花园路贵州茅台43度经销店', '兴化鑫鼎酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558949847041, '2152242810003', '贵州省', '毕节市', '七星关区', '毕节市七星关区滨河西路碧阳派出所下行200米', '27.286138', '105.29656', '毕节市滨河西路众意商贸有限责任公司门店', '毕节市众意商贸有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938558991790081, '133330327001', '浙江省', '温州市', '苍南县', '温州市苍南县灵溪镇车站大道415-417号', '27.518829', '120.41891', '灵溪镇车站大道贵州茅台专卖店', '温州市铭瀚酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559025344513, '142420381001', '湖北省', '十堰市', '茅箭区', '十堰市茅箭区武当路街办重庆路520号2幢1-2号、1-3号', '32.613471', '110.795674', '十堰市重庆路贵州茅台专卖店', '十堰市方雅物资贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559071481858, '141411100003', '河南省', '漯河市', '郾城区', '漯河市郾城区岷江路以南育才路以西嘉业城市花园三期14号楼14幢108号和109号', '33.598755', '114.027846', '漯河市岷江路贵州茅台专卖店', '漯河鹏博商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559109230593, '22330621002001', '浙江省', '绍兴市', '柯桥区', '绍兴市柯桥区柯桥万商路1031-1号', '30.07483', '120.469585', '柯桥区柯桥万商路茅台酱香万家共享主题终端', '绍兴尚品酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559142785025, '141411100002', '河南省', '漯河市', '源汇区', '漯河市源汇区建设路与泰山路交叉口东南角', '33.549674', '114.022982', '漯河市泰山路贵州茅台专卖店', '漯河鑫科商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559180533762, '2341280100002', '河南省', '驻马店市', '驿城区', '驻马店市驿城区白桥路与天顺路交叉口西北角', '32.966684', '114.027384', '驻马店市白桥路茅台酱香万家共享主题终端', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559214088193, '2341280100004', '河南省', '驻马店市', '驿城区', '驻马店市驿城区骏马路通达小区大门口', '33.004655', '114.019225', '驻马店市骏马路茅台酱香万家共享主题终端', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559243448322, '2341280100003', '河南省', '驻马店市', '驿城区', '驻马店市驿城区置地大道与乐山路交叉口西北角', '33.001748', '114.02738', '驻马店市置地大道茅台酱香万家共享主题终端', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559277002753, '135350582001', '福建省', '泉州市', '晋江市', '泉州市晋江市梅岭街道世纪大道706号', '24.813796', '118.57262', '晋江市世纪大道贵州茅台专卖店', '晋江福黔酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559310557186, '2341280100006', '河南省', '驻马店市', '驿城区', '驻马店市驿城区骏马路与团结路交叉口西50米路南', '32.9912', '114.018329', '驻马店市团结路茅台酱香万家共享主题终端', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559352500225, '2341280100005', '河南省', '驻马店市', '驿城区', '驻马店市驿城区经济开发区金雀路与文祥路交叉口向西50米路北', '32.997422', '114.010069', '驻马店市金雀路茅台酱香万家共享主题终端', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559381860354, '2341280100008', '河南省', '驻马店市', '驿城区', '驻马店市驿城区天中山大道与雪松路交叉口西北角路西', '32.987412', '114.008816', '驻马店市天中山大道茅台酱香万家共享主题终端', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559407026178, '2261272400101', '陕西省', '榆林市', '榆阳区', '榆林市榆阳区长城路阳光紫郡西门A1商铺', '38.2699', '109.7560358', '榆林市长城路贵州茅台酱香系列酒体验中心', '榆林市鑫诚隆瑞商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559436386305, '135350582002', '福建省', '泉州市', '晋江市', '泉州市晋江市安海镇鸿江东路535、537、539、541、543号', '24.721361', '118.495067', '安海镇鸿江东路贵州茅台专卖店', '厦门禹道实业集团有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559465746433, '252522638001', '贵州省', '黔东南苗族侗族自治州', '凯里市', '黔东南苗族侗族自治州凯里市文化南路8号', '26.580664', '107.985976', '凯里市文化南路贵州茅台专卖店', '黔东南州华凯酒业有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559499300866, '2252253200001', '贵州省', '安顺市', '西秀区', '安顺市西秀区黄果树大街CK国际1号铺', '26.238542', '105.957263', '安顺市黄果树大街贵州茅台酱香系列酒体验中心', '安顺市新天海酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559541243905, '2341280100007', '河南省', '驻马店市', '驿城区', '驻马店市驿城区解放路人民政府对面', '32.972866', '113.99559', '驻马店市解放路茅台酱香万家共享主题终端', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559599964162, '2151118210002', '四川省', '乐山市', '市中区', '乐山市市中区三苏路1006号', '29.604343', '103.726809', '乐山市三苏路乐山市顺君商贸有限责任公司门店', '乐山市顺君商贸有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559625129986, '2246020000001', '海南省', '三亚市', '吉阳区', '三亚市吉阳区荔枝沟路荣兴建材城万利城小区-楼商铺', '18.291398', '109.518218', '三亚市荔枝沟路贵州茅台酱香系列酒体验中心', '海南保棠贸易有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559654490114, '2341280100009', '河南省', '驻马店市', '驿城区', '驻马店市驿城区交通路与天中山大道交叉口西北角', '32.979813', '114.009829', '驻马店市交通路茅台酱香万家共享主题终端', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559688044546, '252520183045', '贵州省', '遵义市', '仁怀市', '遵义市仁怀市茅台镇游客集散中心三楼', '27.84', '106.38', '中国贵州茅台酒厂（集团）文化旅游有限责任公司售卖', '中国贵州茅台酒厂（集团）文化旅游有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559713210370, '22543200003001', '四川省', '南充市', '顺庆区', '南充市顺庆区铁昌路156号', '30.811736', '106.088164', '顺庆区铁昌路茅台酱香万家共享主题终端', '南充市天辰贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559742570497, '141411282001', '河南省', '三门峡市', '灵宝市', '三门峡市灵宝市河滨西路天仁爱丽舍小区东门7幢114商铺', '34.541981', '110.889263', '灵宝市河滨西路贵州茅台专卖店', '三门峡市华融食品有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559776124929, '2113019010001', '河北省', '石家庄市', '桥西区', '石家庄市桥西区平安南大街7号商会大厦406、407室', '38.041215', '114.502087', '石家庄市平安南大街石家庄军酱一苑商贸有限公司门店', '石家庄军酱一苑商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559822262274, '2152242810001', '贵州省', '毕节市', '赫章县', '毕节市赫章县城关镇解放东路', '27.122703', '104.728226', '赫章县城关镇解放东路赫章鸿运批发部门店', '赫章鸿运批发部', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559847428098, '2351062300001', '四川省', '德阳市', '中江县', '德阳市中江县凯江镇星源路180号', '31.045044', '104.688332', '中江县凯江镇茅台酱香万家共享主题终端', '中江县强华商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559880982530, '2132120310001', '江苏省', '泰州市', '高港区', '泰州市高港区金港中路272号', '32.319304', '119.878743', '泰州市金港中路泰州市丰华烟酒有限公司门店', '泰州市丰华烟酒有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559906148354, '22532934001001', '云南省', '大理白族自治州', '大理市', '大理白族自治州大理市满江街道琪年时代商贸城二期4栋410号', '25.62', '100.28', '大理市满江街道茅台酱香万家共享主题终端', '大理市泉源商贸有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559935508482, '22530100069001', '', '', '', '', '0.0', '0.0', '', '昆明酱典商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559956480001, '223425210001', '安徽省', '宣城市', '宣州区', '宣城市宣州区济川街道向阳路四季花城18幢3号', '30.937151', '118.768947', '宣城市佟公路贵州茅台酱香系列酒体验中心', '宣城市祥和商贸发展有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938559985840130, '22320983005001', '江苏省', '盐城市', '亭湖区', '盐城市亭湖区黄海东路53号万泰时代城悦府16幢118室', '33.402653', '120.151604', '亭湖区黄海东路茅台酱香万家共享主题终端', '盐城凯锐祥商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560011005954, 'Z520100265', '贵州省', '贵阳市', '花溪区', '贵阳市花溪区开发大道808号大数据创新中心9层', '26.449425', '106.711837', '贵阳市开发大道贵州茅台总经销店', '贵州同辉酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560036171778, '142421000003', '湖北省', '荆州市', '沙市区', '荆州市沙市区塔桥北路与明珠大道交汇处直行50m', '30.341369', '112.252272', '荆州市明珠大道贵州茅台专卖店', '荆州区新飞天茅台酒行', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560065531906, '121211000001', '辽宁省', '辽阳市', '白塔区', '辽阳市白塔区新兴街168-5号', '41.263325', '123.195841', '辽阳市新兴街贵州茅台专卖店', '辽阳醇香糖酒有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560094892033, '142421000001', '湖北省', '荆州市', '沙市区', '荆州市沙市区北京中路260号', '30.304267', '112.265575', '荆州市北京中路贵州茅台专卖店', '荆州市金慧铭商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560120057857, '232321095001', '江苏省', '扬州市', '邗江区', '扬州市邗江区文昌西路456号', '32.391193', '119.382038', '扬州市文昌西路贵州茅台专卖店', '扬州风正经贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560153612289, '132320136001', '江苏省', '南京市', '六合区', '南京市六合区大厂街道晓山路148号', '32.221208', '118.736541', '江苏省南京市江苏省南京市贵州茅台', '南京周窖坊商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560182972417, '22500383007002', '重庆市', '重庆市', '永川区', '重庆市永川区中山路街道人民西路16号附34号', '29.351533', '105.929985', '永川区人民西路茅台酱香万家共享主题终端', '重庆市沛泉酒类有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560212332545, '113130483001', '河北省', '邯郸市', '丛台区', '邯郸市丛台区联纺东路269号', '36.627392', '114.498588', '邯郸市联纺路贵州茅台专卖店', '河北美食林商贸集团有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560237498370, '152520224001', '贵州省', '六盘水市', '钟山区', '六盘水市钟山区钟山区月照机场航站楼', '26.60306', '104.972489', '六盘水市月照机场贵州茅台专卖店', '六盘水月照机场有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560262664193, '152520385002', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区新舟镇遵义新舟机场航站楼', '27.807408', '107.250766', '新舟镇机场大道贵州茅台专卖店', '遵义机场有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560292024322, '252520183033', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区中天未来方舟D5组团7号', '26.598759', '106.761444', '贵阳市水东路贵州茅台专卖店', '贵州致优汇贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560317190146, '252520183034', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区贵州省贵阳市云岩区省府路30号', '26.580726', '106.716239', '贵阳市省府路贵州茅台专卖店', '贵州现代物流润丰贸易发展有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560350744577, '22445608003001', '广东省', '江门市', '新会区', '江门市新会区会城同德二路8号名苑华庭1座103', '22.513322', '113.052419', '新会区同德二路茅台酱香万家共享主题终端', '江门市凯盈酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560375910402, '252520183032', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区云潭路西侧银海元隆熙府', '26.625713', '106.60826', '贵阳市云潭路贵州茅台专卖店', '贵州兴正源贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560409464833, '2151018710001', '四川省', '成都市', '青羊区', '成都市青羊区青羊区家园路80号', '30.661435', '104.013039', '成都市家园路成都富能达商贸有限公司门店', '成都富能达商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560463990786, '22520383008001', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区遵义市新蒲新区新蒲街道美的云熙府S5#1-3', '27.71', '107.04', '新蒲街道美的云熙府茅台酱香万家共享主题终端', '贵州省遵义市宝诚元商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560489156609, '22520383008002', '贵州省', '遵义市', '红花岗区', '遵义市红花岗区遵义市红花岗区长征街道白杨路白杨小区58幢1-5号', '27.68', '106.93', '长征街道白杨路白杨小区茅台酱香万家共享主题终端', '贵州省遵义市宝诚元商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560531099650, '2353010000002', '云南省', '昆明市', '西山区', '昆明市西山区金广路亚龙小区7-14号商铺', '25.00851085', '102.69094539', '昆明市金广路茅台酱香万家共享主题终端', '昆明水淼商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560573042689, '2431010900001', '上海市', '上海市', '闵行区', '闵行区闵行区上海市闵行区中春路7001号10号楼', '31.136395', '121.343851', '上海市中春路贵州茅台专卖店', '上海贵州茅台实业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560598208513, '135350185001', '福建省', '福州市', '仓山区', '福州市仓山区建新南路155号-05', '26.025392', '119.26884', '建新镇建新南路贵州茅台专卖店', '福州百年航港贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560631762946, '2152232510001', '贵州省', '黔西南布依族苗族自治州', '贞丰县', '黔西南布依族苗族自治州贞丰县贞丰县永丰街道办供电局对面', '25.387184', '105.645786', '贞丰县永丰街道贞丰县五五商贸有限公司门店', '贞丰县五五商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560661123074, '2341100000003', '河南省', '许昌市', '许昌市', '许昌市许昌市解放路北段294号', '33.929', '113.6892', '许昌市解放路茅台酱香万家共享主题终端', '许昌成跃商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560690483202, '2341100000004', '河南省', '许昌市', '魏都区', '许昌市魏都区文峰路鑫悦广场3号楼108-109号', '34.02', '113.83', '许昌市文峰路茅台酱香万家共享主题终端', '许昌成跃商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560724037634, '2341100000001', '河南省', '许昌市', '东城区', '许昌市东城区潩河北路赵湾小区门面房', '34.041', '113.84', '许昌市潩河北路茅台酱香万家共享主题终端', '许昌成跃商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560753397762, '137370184001', '山东省', '济南市', '槐荫区', '济南市槐荫区齐鲁大道高铁西站候车大厅楼上茅台专卖店', '36.668917', '116.891354', '济南市齐鲁大道贵州茅台专卖店', '济南嘉诚泰山名饮商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560778563586, '2341100000002', '河南省', '许昌市', '禹州市', '许昌市禹州市颍川街道建设路恒达景园门面房1-121', '34.142', '113.5', '许昌市建设路茅台酱香万家共享主题终端', '许昌成跃商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560803729410, '135350525001', '福建省', '泉州市', '永春县', '泉州市永春县美岭新天地美岭金街10#-13，10#-15，10#-16', '25.319315', '118.277673', '石鼓镇桃源南路贵州茅台专卖店', '石狮市历记名酒贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560833089538, '2144020010003', '广东省', '韶关市', '武江区', '韶关市武江区沿江路16号南枫碧水花城二期建行旁汉酱酒', '24.781429', '113.589255', '韶关市沿江路韶关市好客贸易有限公司门店', '韶关市好客贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560854061057, '22511382004001', '四川省', '南充市', '顺庆区', '南充市顺庆区金鱼岭路561号领地天屿2幢1层573号、575号', '30.814957', '106.097342', '顺庆区金鱼岭路茅台酱香万家共享主题终端', '南充宗阳商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560883421185, '2144020010001', '广东省', '韶关市', '武江区', '韶关市武江区沿江路16号南枫碧水花城L3幢-1层53号商铺之二', '24.7755137276043', '113.582438436173', '韶关市沿江路韶关前茅贸易有限公司门店', '韶关市前茅贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560908587009, '2313100000003', '河北省', '廊坊市', '三河市', '廊坊市三河市燕郊开发区学院大街北侧、汉王路东侧同忆首歌汇福苑1号楼西7号', '39.954121', '116.827125', '三河市学院大街茅台酱香万家共享主题终端', '三河市君品商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560933752834, '132320285001', '江苏省', '无锡市', '梁溪区', '无锡市梁溪区中山路752号', '31.588726', '120.294221', '无锡市中山路贵州茅台专卖店', '江苏新百通酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560963112961, '252520183027', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区渔安安井片区渔安新城B1-5栋负4层3号', '26.584366', '106.743877', '贵阳市尚雅路贵州茅台专卖店', '贵州佳家琦商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938560984084481, '2344040000001', '广东省', '珠海市', '香洲区', '珠海市香洲区梅华东路301号1单元2层', '22.286819', '113.567568', '珠海市梅华东路茅台酱香万家共享主题终端', '珠海海玛贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561013444609, '22412801008001', '河南省', '驻马店市', '驿城区', '驻马店市驿城区文明大道中段天龙大酒店北100米路西', '32.98', '114.02', '驿城区文明大道茅台酱香万家共享主题终端', '驻马店市金谷商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561042804738, '2341048300002', '河南省', '平顶山市', '新华区', '平顶山市新华区建设路与公园北街交叉口北50米路西', '33.744186', '113.306042', '平顶山市建设路万家共享主题终端', '平顶山市国典商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561067970562, '2132110010001', '江苏省', '镇江市', '丹阳市', '镇江市丹阳市金陵西路117号', '31.998', '119.6034', '镇江市金陵西路丹阳市葆春商贸有限公司门店', '丹阳市葆春商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561097330690, '2341048300001', '河南省', '平顶山市', '湛河区', '平顶山市湛河区金城丽景小区大门口南50米路西17号', '33.716719', '113.313165', '平顶山市金城丽景茅台酱香万家共享主题终端', '平顶山市国典商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561122496513, '2223010000001', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区哈西大街295号1栋商服1层6号', '45.705623', '126.593521', '哈尔滨市哈西大街贵州茅台酱香系列酒体验中心', '黑龙江聚琪经贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561147662338, '137370524001', '山东省', '东营市', '东营区', '东营市东营区千佛山路19号', '37.450555', '118.542756', '东营市千佛山路贵州茅台专卖店', '东营路程商贸有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561177022465, '2137028210002', '山东省', '青岛市', '即墨区', '青岛市即墨区副食品批发市场四区二号楼38号', '36.397302', '120.486992', '即墨市副食品批发市场即墨市潮海街道办事处圣达糖酒经营部门店', '即墨市潮海街道办事处圣达糖酒经营部', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561202188289, '2331011700002', '上海市', '上海市', '松江区', '上海市松江区嘉松南路402号', '31.031509', '121.231024', '上海市嘉松南路茅台酱香万家共享主题终端', '购酒网（上海）供应链管理有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561227354113, '22411300005001', '河南省', '南阳市', '宛城区', '南阳市宛城区汉冶街道老庄社区邓禹路两相路交叉口善水居小区商业一楼4＃108', '33.021386', '112.590604', '宛城区两相路茅台酱香万家共享主题终端', '南阳市银宇酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561256714242, '2351390100001', '四川省', '资阳市', '雁江区', '资阳市雁江区皇龙新城A座6号楼A6（F）1-10', '30.124948', '104.631963', '资阳市皇龙新城茅台酱香万家共享主题终端', '资阳天耀商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561290268673, '22522601008001', '贵州省', '黔东南苗族侗族自治州', '凯里市', '黔东南苗族侗族自治州凯里市友庄南路未来城E区12栋8-9号（贵州昕玥晟商贸有限公司）', '26.561152', '107.972181', '凯里市友庄南路茅台酱香万家共享主题终端', '凯里市博南博恒商贸有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561319628801, '132320882001', '江苏省', '淮安市', '清江浦区', '淮安市清江浦区淮海西路99号金汇广场5-8号', '33.595228', '119.014852', '淮安市淮海西路贵州茅台专卖店', '淮安市智溢酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561344794626, '2344098400001', '广东省', '茂名市', '茂南区', '茂名市茂南区迎宾路154号大院7、8号首层7-10号房', '21.658973', '110.940326', '茂名市迎宾路茅台酱香万家共享主题终端', '茂名市金叶发展有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561374154754, 'B11022401301', '北京市', '北京市', '大兴区', '北京市大兴区北京市北京经济技术开发区科创十一街18号院C座2层215室', '39.785886', '116.563439', '北京京东世纪贸易有限公司北京市科创十一街18号院专卖店', '北京京东世纪贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561403514882, '244440189001', '广东省', '广州市', '天河区', '广州市天河区粤垦路1号104房', '23.150413', '113.333885', '广州市粤垦路贵州茅台专卖店', '广州鼎醴贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561437069313, '2232109300001', '江苏省', '扬州市', '仪征市', '扬州市仪征市真州西路177号', '32.279001', '119.164818', '仪征市真州西路贵州茅台酱香系列酒体验中心', '仪征市中糖酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561470623745, '244440189003', '广东省', '广州市', '海珠区', '广州市海珠区领江东街2号', '23.100882', '113.317233', '广州市艺景路贵州茅台专卖店', '广东友谊酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561499983874, '22410194005001', '河南省', '郑州市', '金水区', '郑州市金水区107国道与310高速出口处', '34.841677', '113.691327', '金水区中州大道茅台酱香万家共享主题终端', '河南明睿酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561525149697, '132320481001', '江苏省', '常州市', '溧阳市', '常州市溧阳市溧城镇西大街38号', '31.428303', '119.489207', '溧阳市西大街贵州茅台专卖店', '溧阳市第一糖烟酒有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561562898433, '137372922001', '山东省', '菏泽市', '曹县', '菏泽市曹县赣江路鑫园小区东临', '34.831278', '115.549813', '曹县赣江路贵州茅台专卖店', '曹县冠存酒水有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561592258562, '112120105001', '天津市', '天津市', '河北区', '天津市河北区昆纬路44号增1号', '39.158538', '117.206546', '天津市昆纬路贵州茅台专卖店', '天津市海菊酒业有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561625812994, '113130983001', '河北省', '沧州市', '黄骅市', '沧州市黄骅市黄骅市北海路与华兴街交叉口南160米', '38.390572', '117.351619', '黄骅市华兴街贵州茅台专卖店', '沧州市醇香源糖酒有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561655173122, '145450600001', '广西壮族自治区', '防城港市', '港口区', '防城港市港口区云南路缪汉商住楼“金岛花园”1幢1层102-105号铺面', '21.618146', '108.350211', '防城港市云南路贵州茅台专卖店', '防城港市玉液商贸有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561680338945, '112120105003', '天津市', '天津市', '滨海新区', '天津市滨海新区华苑产业园区工华道2号天津国际珠宝城19号楼-1、2-101', '39.092799', '117.1168', '天津市工华道贵州茅台专卖店', '天津海津皇冠贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561705504770, '121210900001', '辽宁省', '阜新市', '海州区', '阜新市海州区阜新市海州区中华路海州街80号', '42.013007', '121.646094', '阜新市阜新市海州区中华路贵州茅台', '阜新市吉盛商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561734864898, '145450921002', '广西壮族自治区', '玉林市', '容县', '玉林市容县容州镇登高路489号容州御景2栋1层04-07号商铺', '22.861375', '110.54046', '容州镇登高路贵州茅台专卖店', '南宁市洲赞商贸有限公司容县分公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561776807937, 'Z310104013', '上海市', '上海市', '静安区', '上海市静安区北京西路1399号信达大厦11D', '31.227393', '121.44861', '上海市北京西路贵州茅台总经销店', '上海诺易达贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561806168065, '100411100001', '河南省', '漯河市', '郾城区', '漯河市郾城区海河路与泰山路交叉口东南角', '33.58686', '114.02561', '漯河市郾城区海河路贵州茅台', '漯河市华银商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561831333889, '241410193001', '河南省', '郑州市', '中原区', '郑州市中原区莲花街338号2号楼1层5号', '34.834874', '113.50368', '郑州市莲花街贵州茅台专卖店', '河南银怀祥商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561860694018, '22520221004001', '贵州省', '六盘水市', '钟山区', '六盘水市钟山区凤凰街道南环中路71号派华新港2期1层', '26.58', '104.86', '钟山区凤凰街道南环中路茅台酱香万家共享主题终端', '六盘水仟醇商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561902637058, '22120400009001', '天津市', '天津市', '滨海新区', '天津市滨海新区塘沽新港路2864号1楼', '39.004391', '117.700915', '滨海新区塘沽新港路茅台酱香万家共享主题终端', '天津顶立集团有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561940385793, '132320400002', '江苏省', '常州市', '钟楼区', '常州市钟楼区广化街178-1号', '31.772542', '119.950575', '常州市广化街贵州茅台专卖店', '常州糖烟酒集团酒类有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938561969745922, '115152901001', '内蒙古自治区', '呼伦贝尔市', '海拉尔区', '呼伦贝尔市海拉尔区兴安东路糖酒综合楼', '49.219998', '119.748288', '呼伦贝尔市兴安东路贵州茅台专卖店', '呼伦贝尔市糖酒副食品有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562003300354, '22310107003001', '上海市', '上海市', '嘉定区', '上海市嘉定区曹安公路2020号', '31.26', '121.35', '嘉定区曹安公路茅台酱香万家共享主题终端', '上海茅五剑贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562028466178, '144440400006', '广东省', '珠海市', '香洲区', '珠海市香洲区红山路三好名苑60-62号铺', '22.270301', '113.541283', '珠海市红山路贵州茅台专卖店', '珠海市秋霖酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562053632001, '144440400005', '广东省', '珠海市', '香洲区', '珠海市香洲区九洲大道东1165号商铺', '22.248767', '113.58392', '珠海市九洲大道东贵州茅台专卖店', '珠海市同威商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562082992129, '144440400007', '广东省', '珠海市', '香洲区', '珠海市香洲区弘泰路11号、13号', '22.270153', '113.569044', '珠海市人民东路贵州茅台专卖店', '珠海蓬胜酒业贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562116546562, '223505000001', '福建省', '泉州市', '丰泽区', '泉州市丰泽区丰泽街东段群盛大厦1号楼罗兰苑19-21号店', '24.89997', '118.61707', '福建省泉州市贵州茅台酱香系列酒体验中心', '酌悦（福建）酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562154295298, '225301210001', '云南省', '昆明市', '盘龙区', '昆明市盘龙区北京路延长线金江小区 7-41/42/43号商铺', '25.097957', '102.740415', '盘龙区北京路贵州茅台酱香系列酒体验中心', '昆明宏烨商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562179461121, '100412701001', '河南省', '周口市', '川汇区', '周口市川汇区七一路金泰王朝8号楼109-110', '33.61826', '114.666342', '周口市七一路贵州茅台专卖店', '周口华富酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562204626946, '2244138300002', '广东省', '惠州市', '惠城区', '惠州市惠城区河南岸麦地南2路7号浩盛商住楼1层05号', '23.06345', '114.412002', '惠州市麦地南2路贵州茅台酱香系列酒体验中心', '惠州市远卓贸易有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562229792769, '22422401005001', '湖北省', '仙桃市', '仙桃市', '仙桃市仙桃市湖北省仙桃市沙嘴街道汉江路特1号御台商业街18栋107室', '30.350404', '113.432288', '仙桃市汉江大道茅台酱香万家共享主题终端', '仙桃市天宇商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562263347202, '22500112030001', '重庆市', '重庆市', '渝北区', '重庆市渝北区两江新区大竹林街道龙凼路9号附18号', '29.632538', '106.471299', '两江新区大竹林街道茅台酱香万家共享主题终端', '重庆市商源酒类销售有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562288513025, '22520185002001', '贵州省', '贵阳市', '乌当区', '贵阳市乌当区顺海中路88号保利温泉新城三期商业街8单元负2层3号', '26.61112', '106.75666', '乌当区顺海中路茅台酱香万家共享主题终端', '贵阳博昱朗商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562322067458, '145450130001', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区民族大道168号翡翠园紫青庭7号商铺', '22.809164', '108.407703', '南宁市青秀区民族大道贵州茅台专卖店', '广西尊和实业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562359816193, '251510925001', '四川省', '遂宁市', '市辖区', '遂宁市市辖区芳洲北路3号邦泰.河东院子15号楼1层1、2、3号', '30.54017', '105.59776', '遂宁市芳洲北路贵州茅台专卖店', '遂宁市盛世家商贸有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562389176321, '244440190004', '广东省', '广州市', '荔湾区', '广州市荔湾区紫郡街8号101-106', '23.06468', '113.244846', '广州市紫郡街贵州茅台专卖店', '广州瑞德隆实业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562435313666, '244440190003', '广东省', '广州市', '白云区', '广州市白云区同和路187号云凯酒店（Y1-Y2)', '23.203847', '113.327521', '广州市同和路贵州茅台专卖店', '广州茅渡商贸有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562460479489, '2343310100001', '湖南省', '湘西土家族苗族自治州', '吉首市', '湘西土家族苗族自治州吉首市乾州办事处世纪大道湘州阳光第5栋1单元101号门面', '28.265052', '109.704449', '吉首市世纪大道茅台酱香万家共享主题终端', '湘西领品贸易有限责任公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562489839618, '2252010000002', '贵州省', '贵阳市', '云岩区', '贵阳市云岩区中山东路141号附1号', '26.578083', '106.721385', '贵阳市中山东路贵州茅台酱香系列酒体验中心', '贵阳诚意酒业有限公司', '2023-08-11 17:55:25');
INSERT INTO `i_shop` VALUES (1689938562515005442, '22110108054002', '北京市', '北京市', '海淀区', '北京市海淀区北京市海淀区建材城翡丽华庭15号楼1至3层07', '40.064415', '116.367678', '海淀区建材城中路茅台酱香万家共享主题终端', '北京腾远华茂商贸有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562540171266, '100520200001', '贵州省', '六盘水市', '钟山区', '六盘水市钟山区钟山中路71号', '26.582709', '104.854949', '六盘水市钟山中路贵州茅台专卖店', '六盘水台皇商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562586308609, '111110225001', '北京市', '北京市', '房山区', '北京市房山区拱辰南大街91号楼底商', '39.725705', '116.141694', '北京市拱辰南大街贵州茅台专卖店', '北京三兴盛源商贸中心', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562615668738, '136360300002', '江西省', '萍乡市', '安源区', '萍乡市安源区萍安南大道景盛豪庭A5栋118-119', '27.606588', '113.876321', '萍乡市萍安南大道贵州茅台专卖店', '萍乡市新明贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562661806082, '22110108054001', '北京市', '北京市', '海淀区', '北京市海淀区建材城翡丽华庭15号楼1至3层07', '40.064415', '116.367678', '海淀区建材城西路茅台酱香万家共享主题终端', '北京腾远华茂商贸有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562691166209, '144441323001', '广东省', '东莞市', '东莞', '东莞市东莞万科紫台27栋110-111商铺', '22.800873', '113.690808', '虎门镇连升中路贵州茅台专卖店', '东莞市国茅贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562716332034, '2337062000001', '山东省', '威海市', '环翠区', '威海市环翠区威海海滨中路14A-2', '37.48', '122.14', '威海市海滨中路茅台酱香万家共享主题终端', '威海世昌酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562749886465, '143431227001', '湖南省', '怀化市', '新晃侗族自治县', '怀化市新晃侗族自治县晃州镇晃山西路南侧新南滨江1号G4-113号', '27.354427', '109.162937', '新晃侗族自治县晃山西路贵州茅台专卖店', '新晃锦云商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562775052289, '244440189005', '广东省', '广州市', '天河区', '广州市天河区体育西路133号临街铺面3107-3108室', '23.137287', '113.321368', '广州市体育西路贵州茅台专卖店', '广东尊茅酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562804412418, '244440189004', '广东省', '广州市', '番禺区', '广州市番禺区东环街东艺路145号', '22.979528', '113.347529', '广州市东艺路贵州茅台专卖店', '广州鼎申贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562829578241, '141411123001', '河南省', '漯河市', '郾城区', '漯河市郾城区太行山路与淞江路交叉口向北50米路东', '33.59833', '114.00541', '漯河市太行山路贵州茅台专卖店', '漯河市品旺商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562863132674, '237370692001', '山东省', '烟台市', '福山区', '烟台市福山区烟台经济技术开发区海滨路86号海滨假日花园小区12号楼106-107室', '37.577191', '121.203428', '烟台市元江路贵州茅台专卖店', '烟台新兆宇酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562896687105, '244440189006', '广东省', '广州市', '天河区', '广州市天河区黄埔大道西505号', '23.126638', '113.345134', '广州市黄埔大道贵州茅台专卖店', '广州满海贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562926047234, '22450322001001', '广西壮族自治区', '桂林市', '七星区', '桂林市七星区龙隐路码坪街1号晟景苑小区7栋1-8号门面', '25.27', '110.31', '七星区龙隐路茅台酱香万家共享主题终端', '桂林市越静川宜酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562955407361, '2142284210001', '湖北省', '恩施土家族苗族自治州', '来凤县', '恩施土家族苗族自治州来凤县解放路254号', '29.503753', '109.403142', '来凤县解放路来凤县泰来商贸有限责任公司门店', '来凤县泰来商贸有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938562988961794, '123230100002', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区华山路3号龙创新世纪C区1-06号', '45.741923', '126.682651', '哈尔滨市华山路贵州茅台专卖店', '哈尔滨市同鑫宏业商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563018321922, '123230100003', '黑龙江省', '哈尔滨市', '道里区', '哈尔滨市道里区爱建街道达道街1-25号', '45.75755', '126.601286', '哈尔滨市达道街贵州茅台专卖店', '黑龙江世佳投资有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563043487745, '123230100001', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区鸿翔路26号', '45.746665', '126.673426', '哈尔滨市鸿翔路贵州茅台专卖店', '哈尔滨金手佛烟酒经销有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563068653570, '144440400002', '安徽省', '阜阳市', '太和县', '阜阳市太和县长征路与光明路交叉口金色华府2号楼128.129.130.铺', '33.179226', '115.628559', '城关镇光明路贵州茅台专卖店', '太和县醇浓商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563093819393, '144440400004', '广东省', '珠海市', '斗门区', '珠海市斗门区白蕉镇白蕉路3141号、3143号商铺', '22.226206', '113.314227', '白蕉镇白蕉路贵州茅台专卖店', '珠海市华侨酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563123179521, '100530300002', '云南省', '文山壮族苗族自治州', '文山市', '文山壮族苗族自治州文山市健民路高山流水小区22栋1-2', '23.351746', '104.251691', '文山市健民路贵州茅台专卖店', '文山宗云商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563152539650, '22410188003002', '河南省', '郑州市', '新郑市', '郑州市新郑市新郑市溱水路东侧兴弘花园北楼1单位A12-2', '34.382965', '113.756563', '新郑市溱水路茅台酱香万家共享主题终端', '河南三达德商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563186094082, '137370788001', '山东省', '潍坊市', '潍城区', '潍坊市潍城区胜利西街1629号（胜利街月河路交叉口西50米路北）', '36.708736', '119.09447', '潍坊市胜利街贵州茅台专卖店', '潍坊云峰酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563219648514, '137370200020', '山东省', '青岛市', '市北区', '青岛市市北区台东一路116号', '36.079307', '120.358985', '青岛市台东一路贵州茅台专卖店', '青岛鑫浩统达糖酒副食品有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563244814338, '113130500001', '河北省', '邢台市', '信都区', '邢台市信都区中华大街月晟天玺台2号商业104-107', '37.072626', '114.456049', '邢台市中华大街贵州茅台专卖店', '邢台贵塘商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563274174465, '144440100006', '广东省', '广州市', '白云区', '广州市白云区云城西路1208号104房105房106房', '23.194927', '113.276297', '广州市云城西路贵州茅台专卖店', '广州市绿慈贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563311923201, '137370200023', '山东省', '青岛市', '胶州市', '青岛市胶州市胶东街道胶东国际机场航站楼L4层5号出发口内L4L-F-1B', '36.35991', '120.093607', '青岛市金航路贵州茅台专卖店', '青岛醇祥泰合酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563341283329, '22210100023001', '辽宁省', '锦州市', '松山区', '锦州市松山区松山新区吉祥街典逸心洲35-94号', '41.098008', '121.113235', '松山新区吉祥街茅台酱香万家共享主题终端', '沈阳西平商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563366449154, '133331000001', '浙江省', '台州市', '椒江区', '台州市椒江区东海大道480-486', '28.645672', '121.427107', '台州市东海大道贵州茅台专卖店', '台州市程氏贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563391614978, '242421122001', '湖北省', '黄冈市', '红安县', '黄冈市红安县河东大道新天地商铺C7-109陈酒阁', '31.285', '114.618', '城关镇河东大道贵州茅台43度经销店', '湖北盛世佳酿贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563416780802, '2337112200001', '山东省', '日照市', '莒县', '日照市莒县城阳街道沭河湾北沿街', '35.585148', '118.860992', '莒县城阳街道茅台酱香万家共享主题终端', '莒县永拓商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563446140930, '22445500008001', '广东省', '中山市', '中山市', '中山市中山市小榄镇广源北路5号101卡', '22.67285', '113.24316', '中山市小榄镇广源北路茅台酱香万家共享主题终端', '中山市古镇瀛聚百货店', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563471306753, '141412801002', '河南省', '驻马店市', '驿城区', '驻马店市驿城区文明路与文化路交叉口东北角', '32.983854', '114.016793', '驻马店市文明大道贵州茅台专卖店', '驻马店市华通源供应链管理有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563500666881, '2141148310001', '河南省', '商丘市', '梁园区', '商丘市梁园区归德路八-路交叉口南路西烟草局', '34.42821', '115.659843', '商丘市归德路商丘市淘礼商贸有限公司门店', '商丘市淘礼商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563525832705, '137370200022', '山东省', '青岛市', '市南区', '青岛市市南区广州路52号丙青岛高铁站南候车室QD-003', '36.064831', '120.312724', '青岛市青岛高铁站贵州茅台专卖店', '山东智顺投资有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563546804225, '123230100006', '黑龙江省', '哈尔滨市', '道里区', '哈尔滨市道里区丽江路2215号群力湿地MOHO', '45.726477', '126.550215', '哈尔滨市丽江路贵州茅台专卖店', '哈尔滨鑫富利达商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563609718786, '123230100007', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区王岗大街651号', '45.69128', '126.584271', '哈尔滨市王岗大街贵州茅台专卖店', '哈尔滨金宇翔商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563639078913, '22412728002001', '河南省', '周口市', '沈丘县', '周口市沈丘县沈丘县建设路九龙府南门5幢111号', '33.398613', '115.104355', '沈丘县建设路茅台酱香万家共享主题终端', '沈丘县亿达酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563664244738, '200000000001', '湖南省', '株洲市', '醴陵市', '株洲市醴陵市湖南省醴陵市经济开发区凤凰大道', '27.847985', '106.367907', '贵州茅台酱香酒营销有限公司', '贵州茅台酱香酒营销有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563689410562, '23450100012001', '广西壮族自治区', '南宁市', '良庆区', '南宁市良庆区中国（广西）自由贸易试验区南宁片区龙佑街2号云星·钱隆首府D2地块2号楼一层101、106号办公', '22.767616', '108.382709', '良庆区龙佑街贵州茅台酱香系列酒体验中心', '广西九界贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563718770689, '123230100008', '黑龙江省', '哈尔滨市', '道里区', '哈尔滨市道里区朗江路861号', '45.731066', '126.53235', '哈尔滨市朗江路贵州茅台专卖店', '哈尔滨酱香源商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563743936514, '123230100009', '黑龙江省', '哈尔滨市', '道里区', '哈尔滨市道里区朗江路3366号', '45.7336', '126.531257', '哈尔滨市道里区朗江路贵州茅台专卖店', '哈尔滨市国泰君安经贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563769102338, '22330100016001', '浙江省', '杭州市', '拱墅区', '杭州市拱墅区浙江省杭州市拱墅区余杭塘路531号', '30.293324', '120.107625', '拱墅区余杭塘路茅台酱香万家共享主题终端', '杭州国香缘酒类销售有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563794268161, '123230100010', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区中兴大道88号1-2层', '45.702231', '126.598516', '哈尔滨市中兴大道贵州茅台专卖店', '哈尔滨天世润锦汇经贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563819433986, '43.856132', '新疆维吾尔自治区', '乌鲁木齐市', '头屯河区', '乌鲁木齐市头屯河区黄山街81号一品九点阳光7号公寓楼底商7-109', '43.856132', '87.523456', '头屯河区黄山街茅台酱香万家共享主题终端', '新疆奋强商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563844599809, '251511300001', '四川省', '南充市', '顺庆区', '南充市顺庆区马市铺路82/84/86/88号', '30.820044', '106.099011', '南充市马市铺路贵州茅台专卖店', '南充金南实业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563873959937, '123230100011', '黑龙江省', '哈尔滨市', '道里区', '哈尔滨市道里区群力第五大道935号(近关东古巷)', '45.73592', '126.56828', '哈尔滨市群力第五大道贵州茅台自营店', '黑龙江国酒茅台销售有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563903320065, '144440100011', '广东省', '广州市', '天河区', '广州市天河区天河东路65号首层', '23.131355', '113.333493', '广州市天河东路贵州茅台专卖店', '广东省友谊有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563928485890, '223412000001', '安徽省', '阜阳市', '颍州区', '阜阳市颍州区西湖大道139号丽丰一品C4幢105-108室', '32.883807', '115.802949', '阜阳市颍州区西湖大道贵州茅台酱香系列酒体验中心', '阜阳市谐和商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563957846018, '144440100010', '广东省', '广州市', '天河区', '广州市天河区金穗路70号116房117房', '23.122587', '113.33099', '广州市金穗路贵州茅台专卖店', '广州市黔灵贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938563983011842, '2244190200001', '广东省', '东莞市', '东莞', '东莞市东莞宏图路万科金域华府海月轩102-103号', '22.995772', '113.735228', '东莞市宏图路贵州茅台酱香系列酒体验中心', '东莞市峻昌酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564003983362, 'B45010300101', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区南宁市青秀区东葛路161号绿地中央广场A6号楼一层118号商铺', '22.830769', '108.360177', '南宁旗舰店', '广西桂小茅商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564033343489, '2231011500001', '上海市', '上海市', '浦东新区', '上海市浦东新区长清路507号恒大长青坊-期A136/137/235/236', '31.162812', '121.491062', '上海市长清路贵州茅台酱香系列酒体验中心', '上海浩泽贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564058509313, '22320200005001', '江苏省', '无锡市', '滨湖区', '无锡市滨湖区江苏省无锡市滨湖区大池路梁巷1号', '31.565094', '120.245708', '滨湖区大池路茅台酱香万家共享主题终端', '无锡市荣氏贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564083675137, '137370683002', '山东省', '烟台市', '莱州市', '烟台市莱州市云峰北路6133号塔埠栋盛苑15幢', '37.188429', '119.961364', '莱州市云峰北路贵州茅台专卖店', '莱州鲁晟酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564113035266, '113131082002', '河北省', '廊坊市', '三河市', '廊坊市三河市泃阳西大街205号', '39.984776', '117.053589', '泃阳镇泃阳西大街贵州茅台专卖店', '三河市鑫恒久益商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564138201089, '144440100019', '广东省', '广州市', '花都区', '广州市花都区广州市花都区迎宾大道173号购物中心内1004商铺(空港花都)', '23.378785', '113.250965', '广州市迎宾大道贵州茅台专卖店', '广州市贵都贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564167561218, '22430121002001', '湖南省', '长沙市', '长沙县', '长沙市长沙县星沙街道黄兴大道218号海伦春天9、10、46栋 222、223、224号', '28.240131', '113.123688', '长沙县星沙街道黄兴大道茅台酱香万家共享主题终端', '长沙县远航酒类贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564192727042, '134340423001', '安徽省', '淮南市', '田家庵区', '淮南市田家庵区国庆街道前锋社区朝阳中路乾丰大厦102', '32.64185', '117.026404', '淮南市朝阳中路贵州茅台专卖店', '淮南市醉佳酒类贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564222087170, '2332118300002', '江苏省', '镇江市', '句容市', '镇江市句容市华阳街道肖杆路9号香溪湾69幢105号', '31.95269', '119.190534', '句容市华阳街道茅台酱香万家共享主题终端', '句容经济开发区心和商贸经营部', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564247252994, '2341160200001', '河南省', '周口市', '川汇区', '周口市川汇区光荣路与安居路交叉口10-5号', '33.610496', '114.672747', '周口市光荣路茅台酱香万家共享主题终端', '河南酒洲汇商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564272418817, '144440100016', '广东省', '广州市', '花都区', '广州市花都区白云国际机场二号航站楼西五指廊二层W52R04', '23.398726', '113.310224', '广州市白云机场贵州茅台专卖店', '广州白云国际机场股份有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564297584641, '2250070000001', '重庆市', '重庆市', '渝北区', '重庆市渝北区湖影街2号4栋7号', '29.660468', '106.578438', '重庆市湖影街贵州茅台酱香系列酒体验中心', '重庆盛信天下酒仓商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564326944770, '2212040000002', '天津市', '天津市', '滨海新区', '天津市滨海新区塘沽海洋科技园金江路1365号', '39.050268', '117.668556', '天津市云岭道晴景家园贵州茅台酱香系列酒体验中心', '天津顶立集团有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564352110593, '144440100014', '广东省', '广州市', '海珠区', '广州市海珠区新敦路109号', '23.086147', '113.318816', '广州市新敦路贵州茅台专卖店', '广东中外名酒专卖行连锁有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564377276417, 'Z110105062', '北京市', '北京市', '朝阳区', '北京市朝阳区广渠路18号院1号楼10层1001室', '39.891878', '116.502759', '北京市广渠路贵州茅台总经销店', '北京金成信达经贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564406636546, '113131082001', '北京市', '北京市', '丰台区', '北京市丰台区骏景园北区1号楼1-2层101、102', '116.3968563150194', '39.85442579375142', '北京市海户东路贵州茅台专卖店', '北京宇洋尚都经贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564435996673, '144440100013', '广东省', '广州市', '越秀区', '广州市越秀区越秀中路60号', '23.123997', '113.278597', '广州市越秀中路贵州茅台专卖店', '广州市汉鼎贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564461162497, '137370329001', '山东省', '淄博市', '张店区', '淄博市张店区世茂齐盛里4号楼1单元101', '36.823868', '117.984741', '淄博市世纪路贵州茅台专卖店', '淄博合文商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564490522625, '164640200001', '宁夏回族自治区', '石嘴山市', '大武口区', '石嘴山市大武口区永康南路575-577号', '38.992766', '106.36758', '石嘴山市永康南路贵州茅台专卖店', '宁夏博睿酒业贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564519882753, '22440100087001', '广东省', '广州市', '番禺区', '广州市番禺区南村镇兴南大道120号108房茅台酱香万家共享（广州茅酱元）', '23.011196', '113.345701', '番禺区南村镇兴南大道茅台酱香万家共享主题终端', '广州同鑫元文化发展有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564549242881, '143430200002', '湖南省', '株洲市', '荷塘区', '株洲市荷塘区桂花街道向阳北路555号', '27.874893', '113.166455', '株洲市向阳北路贵州茅台专卖店', '株洲市金港商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564574408705, '2137030010001', '山东省', '滨州市', '滨城区', '滨州市滨城区彭李街道韵河嘉园759号北侧沿街房2号', '37.402588', '117.98476', '滨州市彭李街道山东新星集团有限公司（滨州分公司）门店', '山东新星集团有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564599574529, '143430200001', '湖南省', '株洲市', '天元区', '株洲市天元区湘山街道渌江路959号中建江湾一号二期4-5栋111/112/113号门面', '27.80268', '113.10262', '株洲市湘山路贵州茅台专卖店', '株洲市桢成贸易有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564628934657, '2137030010002', '山东省', '临沂市', '兰山区', '临沂市兰山区金雀山街道金五路与通达路交汇处东北角旺角购物广场沿街8号', '35.038552', '118.331428', '临沂市金五路山东新星集团有限公司（临沂分公司）门店', '山东新星集团有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564654100482, '2344140000002', '广东省', '梅州市', '梅江区', '梅州市梅江区梅水路18号江南御景6栋6号商铺', '24.29728', '116.13453', '梅州市梅水路茅台酱香万家共享主题终端', '梅州市宾豪贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564679266306, '142420125003', '湖北省', '武汉市', '江汉区', '武汉市江汉区台北路291号', '30.606883', '114.277175', '武汉市台北路贵州茅台专卖店', '武汉市京江贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564708626433, '212120102002', '天津市', '天津市', '西青区', '天津市西青区李七庄街泰佳道与汇川路交口东南侧武台馨苑公建1-1-124', '39.056831', '117.169103', '天津市泰佳道贵州茅台43度经销店', '天津市锦绣昌隆酒类销售有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564733792258, '2137030010003', '山东省', '潍坊市', '奎文区', '潍坊市奎文区新华路与健康街交叉路口东北角', '36.697378', '119.148847', '潍坊市新华路山东新星集团有限公司门店', '山东新星集团有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564758958081, '142420125005', '湖北省', '武汉市', '江岸区', '武汉市江岸区西马街澳门路123号（澳门.银座二期）1栋1层2室', '30.601077', '114.295941', '武汉市澳门路贵州茅台专卖店', '武汉琛佳瑞森商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564788318210, '233330186001', '浙江省', '杭州市', '滨江区', '杭州市滨江区长河街道滨盛路与康顺路交叉口2077号潮上中南银座商铺102-1', '30.203824', '120.197017', '杭州市滨盛路贵州茅台专卖店', '浙商糖酒集团有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564813484033, '144440100022', '广东省', '广州市', '白云区', '广州市白云区黄边北路汇贤街38号-40号101', '23.22275', '113.284875', '广州市黄边北路贵州茅台专卖店', '广州市圆成贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564838649858, '2144140010001', '广东省', '梅州市', '梅江区', '梅州市梅江区东山大道老校老路梨园新村1栋10-14号', '24.325292', '116.134615', '梅州市东山大道梅州市宾豪贸易有限公司门店', '梅州市宾豪贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564868009985, '151511600001', '四川省', '广安市', '广安区', '广安市广安区陡石梯路144、146、148号', '30.451302', '106.658134', '广安市陡石梯路贵州茅台专卖店', '广安格桑花开商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564909953025, '132320700001', '江苏省', '连云港市', '海州区', '连云港市海州区海昌南路1号', '34.59545', '119.180148', '连云港市海昌南路贵州茅台专卖店', '连云港市中糖酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564935118850, '22445501001001', '广东省', '中山市', '中山市', '中山市中山市石岐区康华路10号4卡5卡', '22.5359', '113.3946', '石岐区康华路茅台酱香万家共享主题终端', '中山市斟酌酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564960284674, '137370285002', '山东省', '青岛市', '莱西市', '青岛市莱西市烟台路112号富景国际', '36.87592', '120.521558', '莱西市烟台路贵州茅台专卖店', '青岛海鲲诚商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938564989644802, '22110106022001', '北京市', '北京市', '房山区', '北京市房山区拱辰街道昊天大街188号', '39.727581', '116.147947', '房山区拱辰街道昊天大街茅台酱香万家共享主题终端', '北京晟瑞达源酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565014810626, '144440100027', '广东省', '广州市', '南沙区', '广州市南沙区南沙街港航一街9号房110房', '22.797302', '113.578925', '广州市进港大道贵州茅台专卖店', '广州黔茅贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565044170753, '144440100026', '广东省', '广州市', '天河区', '广州市天河区海居路12号', '23.125507', '113.336605', '广州市海居路贵州茅台自营店', '广东国酒茅台销售有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565073530882, '132320387001', '江苏省', '徐州市', '泉山区', '徐州市泉山区泉新路1号山语世家A2号楼 1-111 1-112', '34.214838', '117.170775', '泉山区泉新路贵州茅台专卖店', '徐州市华夏酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565102891010, '150500383002', '重庆市', '重庆市', '永川区', '重庆市永川区文昌路888号附1号附2号附4号', '29.378569', '105.935745', '重庆市文昌路贵州茅台专卖店', '重庆蓥浆商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565128056833, '150500383003', '重庆市', '重庆市', '永川区', '重庆市永川区中山路街道瑞龙路11号、13号、15号、17号（置铖御苑）', '29.369982', '105.95707', '重庆市瑞龙路贵州茅台专卖店', '重庆市沛泉酒类有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565153222658, '2313068200001', '河北省', '保定市', '定州市', '保定市定州市兴定西路悦明园商3茅台酱香万家共享', '38.535496', '114.982546', '定州市兴定西路茅台酱香万家共享主题终端', '定州市酒之林商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565182582786, '22612723004001', '陕西省', '榆林市', '府谷县', '榆林市府谷县兴茂大厦一楼3号', '0.0', '0.0', '府谷县河滨西路茅台酱香万家共享主题终端', '府谷县华祥商贸有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565207748610, '22371500007001', '山东省', '聊城市', '东昌府区', '聊城市东昌府区辽河路与武夷山路交叉路口东50米路北大东钢管城一楼', '36.46881', '116.077276', '开发区辽河路茅台酱香万家共享主题终端', '聊城盛世天元名酒营销有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565237108738, '22413100004001', '河南省', '济源市', '济源市', '济源市济源市沁园街道科教街与开南路交叉口隆发商务中心101', '35.060793', '112.611243', '济源市沁园街道茅台酱香万家共享主题终端', '河南仙都贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565262274562, '2341140000001', '河南省', '商丘市', '睢阳区', '商丘市睢阳区宇航路与学院路交叉口东88米路北茅台酱香万家共享店', '34.403581', '115.666101', '商丘市学院路茅台酱香万家共享主题终端', '河南省富航电子商务有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565295828994, '233330483001', '浙江省', '嘉兴市', '桐乡市', '嘉兴市桐乡市梧桐街道振兴中路31号', '30.628028', '120.553186', '桐乡市振兴中路贵州茅台专卖店', '浙江柒泉工贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565350354945, '22130986002001', '河北省', '沧州市', '运河区', '沧州市运河区永安北大道华元一世界？大和庄北区东门底商34号门市', '38.312953', '116.834566', '运河区永安北大道茅台酱香万家共享主题终端', '沧州久润酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565379715074, '2113010010001', '河北省', '石家庄市', '桥西区', '石家庄市桥西区平安南大街7号', '38.017767', '114.451786', '石家庄市平安南大街河北德源商贸有限公司门店', '河北德源商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565409075201, '22610633002001', '陕西省', '延安市', '宝塔区', '延安市宝塔区万达红街胜利广场D0223号商铺', '36.56', '109.52', '宝塔区万达红街茅台酱香万家共享主题终端', '延安林林工贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565446823938, '241410100001', '河南省', '郑州市', '惠济区', '郑州市惠济区天河路南段格力广场1号楼', '34.858383', '113.613538', '郑州市天河路南段贵州茅台专卖店', '河南弘力商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565476184066, '241410100003', '河南省', '郑州市', '金水区', '郑州市金水区郑东新区千宁街3号楼4号楼1-2层附8号', '34.75532', '113.742921', '郑州市千宁街贵州茅台43度经销店', '郑州源升商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565505544193, '2341272600001', '河南省', '周口市', '郸城县', '周口市郸城县民水路606号', '33.649549', '115.162908', '郸城县民水路茅台酱香万家共享主题终端', '河南柯岩商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565534904321, '141412322001', '河南省', '信阳市', '平桥区', '信阳市平桥区羊山新区新六大街与新三路交汇处东100米铂金丽都小区11号楼1层104-105', '32.151097', '114.08455', '信阳市新六大街贵州茅台专卖店', '信阳市盛林商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565560070145, '2115330010001', '内蒙古自治区', '鄂尔多斯市', '东胜区', '鄂尔多斯市东胜区内蒙古自治区鄂尔多斯市东胜区交通街道颐景苑商住小区A座6号底商', '39.826194', '109.985232', '鄂尔多斯市吉劳庆北路内蒙古美人鱼科技有限责任公司门店', '内蒙古美人鱼科技有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565593624578, '22131081004001', '河北省', '廊坊市', '霸州市', '廊坊市霸州市天祥北路435号', '39.12593', '116.39541', '霸州市天祥北路茅台酱香万家共享主题终端', '霸州市天成瑞奥商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565622984706, '2144018810001', '广东省', '广州市', '海珠区', '广州市海珠区新港东路213-215号', '23.099013', '113.34432', '广州市新港东路广州尚湖贸易有限公司门店', '广州尚湖贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565648150530, '115153300001', '内蒙古自治区', '鄂尔多斯市', '东胜区', '鄂尔多斯市东胜区龙湾小区B区106', '39.809197', '109.988543', '鄂尔多斯市吉劳庆北路贵州茅台专卖店', '鄂尔多斯市龙盛泰商贸有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565677510657, '115153300002', '内蒙古自治区', '鄂尔多斯市', '康巴什区', '鄂尔多斯市康巴什区巨力大厦12号底商', '39.598844', '109.790166', '鄂尔多斯市普阳街贵州茅台专卖店', '鄂尔多斯市龙盛泰商贸有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565706870786, 'Z370600010', '山东省', '烟台市', '福山区', '烟台市福山区海滨路86号109室', '37.577205', '121.204233', '烟台市海滨路贵州茅台总经销店', '烟台新涵宇国际贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565748813826, '2137142410001', '山东省', '德州市', '临邑县', '德州市临邑县迎宾路203号', '37.181263', '116.873398', '临邑县迎宾路临邑县瑞丰综合商店门店', '临邑县瑞丰综合商店', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565778173953, 'B35020600201', '福建省', '厦门市', '海沧区', '厦门市海沧区中国（福建）自由贸易试验区厦门片区湖里大道22号201-363单元（文创口岸1#）', '24.510864', '118.098057', '厦门旗舰店', '福建省传美时代商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565811728385, '137371334001', '山东省', '临沂市', '兰山区', '临沂市兰山区府左路与兰陵路交汇处科技馆对面', '35.087707', '118.358028', '临沂市府左路贵州茅台专卖店', '山东九州商业集团有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565841088514, '137371427002', '山东省', '德州市', '夏津县', '德州市夏津县河津街与银山路交叉路口东100米路北', '36.960415', '115.992066', '夏津县银山路贵州茅台专卖店', '夏津县茅香酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565866254337, '133330121002', '浙江省', '杭州市', '萧山区', '杭州市萧山区北干街道金鸡路47、49号', '30.175012', '120.25328', '杭州市金鸡路贵州茅台专卖店', '杭州震洋糖酒贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565895614465, '22131000010001', '河北省', '廊坊市', '安次区', '廊坊市安次区永华西岛131-9号', '0.0', '0.0', '安次区永华西道茅台酱香万家共享主题终端', '霸州市城区好人缘食品批发超市', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565924974594, '22450100037001', '广西壮族自治区', '南宁市', '青秀区', '南宁市青秀区园湖南路2-34号', '22.809874', '108.347561', '青秀区园湖南路茅台酱香万家共享主题终端', '南宁市琪联茂商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565954334721, '141412801001', '河南省', '驻马店市', '市辖区', '驻马店市市辖区置地大道与天中山大道交叉口西400米路北', '33.00168149', '114.00711581', '驻马店市置地大道贵州茅台专卖店', '驻马店经济开发区塬霖商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938565979500545, '232320900001', '江苏省', '盐城市', '亭湖区', '盐城市亭湖区东进中路66号钱江方洲小区南区57幢112室', '33.356136', '120.149674', '盐城市东进中路贵州茅台专卖店', '盐城市新方向酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566008860674, '152520122001', '贵州省', '贵阳市', '息烽县', '贵阳市息烽县贵州省贵阳市息烽县永靖镇南大街17号楼7-8号门面', '27.085763', '106.740515', '永靖镇南大街贵州茅台专卖店', '息烽县广森酒行', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566038220801, '133330523001', '浙江省', '湖州市', '安吉县', '湖州市安吉县昌硕街道昌硕西路333-339号', '30.627181', '119.677363', '安吉县昌硕西路贵州茅台专卖店', '安吉旭百酒业销售有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566096941057, '2341142600001', '河南省', '商丘市', '夏邑县', '商丘市夏邑县孔祖大道与华夏大道交叉口北50米路西', '34.212927', '116.134148', '夏邑县栗城南路茅台酱香万家共享主题终端', '夏邑县乐高商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566147272706, '22520323003001', '贵州省', '遵义市', '绥阳县', '遵义市绥阳县洋川街道诗乡大道诗乡印象37-S-1-16\\37-S-1-17号商铺', '27.951968', '107.195685', '绥阳县诗乡大道茅台酱香万家共享自有主题终端', '贵州崇本商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566185021442, '152522426002', '贵州省', '毕节市', '纳雍县', '毕节市纳雍县蟠龙大道香雍国际', '26.768312', '105.416377', '纳雍县蟠龙大道贵州茅台专卖店', '纳雍县峻玮酒业有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566218575873, '2314060000002', '山西省', '朔州市', '朔城区', '朔州市朔城区平朔北路翠丰苑小区底商', '39.343977', '112.441919', '朔州市平朔北路茅台酱香万家共享主题终端', '朔州市壹贰叁商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566252130305, '2313063200002', '河北省', '保定市', '容城县', '保定市容城县板正北大街02-4号', '39.051841', '115.865384', '容城县板正北大街茅台酱香万家共享主题终端', '安新县江轩商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566285684737, '261612431001', '陕西省', '安康市', '汉滨区', '安康市汉滨区巴山中路98号', '32.687253', '109.026723', '安康市巴山中路贵州茅台专卖店', '陕西省安康市糖酒副食有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566315044865, '2313063200003', '河北省', '保定市', '容城县', '保定市容城县永贵北大街19号', '39.059057', '115.859414', '容城县永贵北大街茅台酱香万家共享主题终端', '安新县江轩商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566344404993, '2213108100001', '河北省', '廊坊市', '霸州市', '廊坊市霸州市建设西道北侧铁道桥东108号', '39.110388', '116.376362', '霸州市建设西道贵州茅台酱香系列酒体验中心', '霸州市品铄商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566373765122, '22320706001001', '江苏省', '连云港市', '海州区', '连云港市海州区建设东路1-11号（香溢江南15-1号商铺）', '34.586349', '119.201483', '海州区建设东路茅台酱香万家共享主题终端', '连云港华光明鑫酒品贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566403125250, '22320981002001', '江苏省', '盐城市', '东台市', '盐城市东台市金鹰御龙湾南区沿街商业楼113号', '32.836232', '120.318002', '东台市海陵南路茅台酱香万家共享主题终端', '东台市苏瑞商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566432485378, '143431200001', '湖南省', '怀化市', '鹤城区', '怀化市鹤城区城南街道刘塘路459号', '27.529507', '110.002437', '怀化市刘塘路贵州茅台专卖店', '怀化鹤城区玉液商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566461845506, '2336078300001', '江西省', '赣州市', '章贡区', '赣州市章贡区文武坝路中梁江督府11-12号', '25.809833', '114.932607', '赣州市文武坝路茅台酱香万家共享主题终端', '赣州云氏贸易有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566520565761, '22532522001001', '云南省', '红河哈尼族彝族自治州', '蒙自市', '红河哈尼族彝族自治州蒙自市民安路五号', '23.366843', '103.385005', '蒙自市民安路茅台酱香万家共享主题终端', '蒙自同创商贸有限责任公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566591868929, '22230121001002', '黑龙江省', '哈尔滨市', '南岗区', '哈尔滨市南岗区复旦路269号涧桥西畔小区23栋商服1层2号', '45.691449', '126.586994', '南岗区复旦路茅台酱香万家共享主题终端', '哈尔滨市呼兰区天峰食品商店', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566625423362, '2113100010001', '河北省', '廊坊市', '广阳区', '廊坊市广阳区爱民东道尚都金茂中心A座综合楼42甲—6号', '39.527902', '116.708417', '廊坊市爱民东道廊坊市凯柏商贸有限公司门店', '廊坊市凯柏商贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566658977794, '133330300004', '浙江省', '温州市', '鹿城区', '温州市鹿城区龟湖路名豪园1、2幢121-122室', '28.002323', '120.671775', '温州市龟湖路贵州茅台专卖店', '温州市风生经贸有限公司', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566692532226, '2113100010002', '河北省', '廊坊市', '霸州市', '廊坊市霸州市建设西道铁道北侧桥东110号', '39.110388', '116.376362', '霸州市建设西道霸州市城区好人缘食品批发超市门店', '霸州市城区好人缘食品批发超市', '2023-08-11 17:55:26');
INSERT INTO `i_shop` VALUES (1689938566726086658, '233330800001', '浙江省', '衢州市', '衢江区', '衢州市衢江区宾港北路31-1号、31-2号', '28.969826', '118.938764', '衢州市宾港北路贵州茅台43度经销店', '衢州唯真酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938566755446786, '145450300004', '广西壮族自治区', '桂林市', '象山区', '桂林市象山区南环路3号1层11号门面', '25.270499', '110.286495', '桂林市南环路贵州茅台专卖店', '桂林市越静川宜酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938566789001217, '145450300003', '广西壮族自治区', '桂林市', '七星区', '桂林市七星区环城南一路9号棠棣之华1栋1层', '25.2431', '110.323243', '桂林市环城南一路贵州茅台专卖店', '广西南宁海洋烟酒有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938566818361345, '145450300002', '广西壮族自治区', '桂林市', '叠彩区', '桂林市叠彩区中山北路37号', '25.292026', '110.29769', '桂林市中山北路贵州茅台专卖店', '广西桂林海之洋烟酒有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938566851915777, '142420121002', '湖北省', '武汉市', '汉阳区', '武汉市汉阳区汉阳大道50号', '30.550035', '114.271967', '武汉市汉阳大道贵州茅台专卖店', '武汉市汉阳区龙人副食品商店', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938566881275906, '165653201001', '新疆维吾尔自治区', '和田地区', '和田市', '和田地区和田市和田市塔乃依南路237号中润华府3号楼101、102室', '37.09753', '79.920303', '和田市塔乃依南路贵州茅台专卖店', '和田市佰悦商贸有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938566906441729, 'T110102039', '北京市', '北京市', '海淀区', '北京市海淀区中关村东路118号，金五星科技园北楼一层006号', '39.970322', '116.334597', '北京市中关村东路贵州茅台专卖店', '盛世酱香（北京）国际贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938566944190465, '142420688001', '湖北省', '襄阳市', '枣阳市', '襄阳市枣阳市中兴大道125号', '32.10171', '112.78245', '枣阳市中兴大道贵州茅台专卖店', '枣阳市名酒专卖有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938566977744897, '262620124002', '甘肃省', '兰州市', '城关区', '兰州市城关区东欧儿童城', '36.041546', '103.882121', '兰州市城关区东岗东路贵州茅台专卖店', '兰州众爱成城商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567011299330, '262620124001', '甘肃省', '兰州市', '城关区', '兰州市城关区东岗东路775号', '36.037754', '103.901709', '兰州市东岗东路贵州茅台专卖店', '兰州天麒糖酒副食有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567040659457, '153530188001', '云南省', '昆明市', '西山区', '昆明市西山区前卫街道前福路润城八区SY1、SY2', '25.005208', '102.704518', '昆明市前福路贵州茅台专卖店', '昆明唯沣商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567078408193, '2333070000001', '浙江省', '金华市', '永康市', '金华市永康市东城街道溪心路81号', '39.904214', '116.407413', '永康市东城街道茅台酱香万家共享主题终端', '金华天下美酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567111962625, '145450523001', '广西壮族自治区', '北海市', '海城区', '北海市海城区贵州路53号南洋金融公寓1、2号商铺', '21.463604', '109.108618', '北海市贵州路贵州茅台专卖店', '北海南洋国际大酒店有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567137128449, '145452624001', '广西壮族自治区', '百色市', '平果市', '百色市平果市平果市大学西二路现代新城7号楼商铺12、13、15号商铺', '23.30767671221195', '107.59871491205334', '马头镇大学西二路贵州茅台专卖店', '平果县皓远商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567166488578, '137370281002', '山东省', '青岛市', '胶州市', '青岛市胶州市福州南路庄里头小区63号', '36.267352', '120.026306', '胶州市福州南路贵州茅台专卖店', '青岛龙洲酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567191654402, '133330324001', '浙江省', '温州市', '永嘉县', '温州市永嘉县三江街道三江商务区中心大道瑞鸿锦园6幢111-115室', '28.039652', '120.687791', '永嘉县中心大道贵州茅台专卖店', '温州酩品商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567221014529, '141411525001', '河南省', '信阳市', '固始县', '信阳市固始县蓼城大道日出东方西门口', '32.177845', '115.663805', '固始县蓼城大道贵州茅台专卖店', '河南九朵云电子商务有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567250374657, '232320128001', '江苏省', '南京市', '秦淮区', '南京市秦淮区大明路141号', '31.998817', '118.808245', '南京市大明路贵州茅台专卖店', '南京中天酒业有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567279734785, '232320128002', '江苏省', '南京市', '建邺区', '南京市建邺区集庆门大街221号', '32.028604', '118.733274', '南京市集庆门大街贵州茅台专卖店', '南京达言鑫酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567304900610, '22510800007001', '四川省', '巴中市', '巴州区', '巴中市巴州区江北区郑家街文华公寓1幢1层8号门市', '31.857664', '106.751187', '巴州区回风小区龙舌坝金鳞万点茅台酱香万家共享主题终端', '巴中市巴州区晶百利商贸中心', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567334260737, '137372330001', '山东省', '滨州市', '邹平市', '滨州市邹平市醴泉五路北首黄西村沿街房9-8号', '36.862595', '117.748657', '邹平市醴泉五路贵州茅台专卖店', '邹平宜和贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567384592385, '251510194001', '四川省', '成都市', '武侯区', '成都市武侯区芳草街街道紫荆西路2号1栋1楼29号、30号、31号、32号', '30.617683', '104.042177', '成都市紫荆西路贵州茅台专卖店', '四川万仟华美商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567413952514, '2153010010001', '云南省', '昆明市', '市辖区', '昆明市市辖区滇池路银海山水间商铺1层4号', '25.002424', '102.671197', '昆明市滇池路昆明酱典商贸有限公司门店', '昆明酱典商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567447506946, '2153010010003', '云南省', '昆明市', '富民县', '昆明市富民县永定街道办事处环城南路396号', '25.226381', '102.523045', '富民县环城南路云南珀丁商贸有限公司门店', '云南珀丁商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567476867073, '2352232800001', '贵州省', '黔西南布依族苗族自治州', '安龙县', '黔西南布依族苗族自治州安龙县安龙大道与盘江大道交叉口印象荷城', '25.099014', '105.442701', '安龙县安龙大道茅台酱香万家共享主题终端', '安龙县恒鑫源酱酒商行', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567510421506, '251510194004', '四川省', '成都市', '武侯区', '成都市武侯区富华南路1892号1层', '30.549359', '104.040128', '成都市富华南路贵州茅台专卖店', '成都玖方圆商务服务有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567535587330, '251510194005', '四川省', '成都市', '双流区', '成都市双流区天府新区万安镇万东路466号海伦天麓3号楼', '30.4902', '104.091145', '万安镇万东路贵州茅台专卖店', '成都市蓉上泉酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567564947458, 'T110102004', '北京市', '北京市', '丰台区', '北京市丰台区王佐镇长青路87号院2号商业楼一层底商西6号', '39.801832', '116.168281', '王佐镇长青路贵州茅台专卖店', '北京德实祥贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567594307585, '100510400001', '四川省', '攀枝花市', '东区', '攀枝花市东区三线大道北段24-5号、6号、7号', '26.563748', '101.719653', '攀枝花市三线大道贵州茅台专卖店', '攀枝花市芮岚商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567623667713, '251510194002', '四川省', '成都市', '市辖区', '成都市市辖区兴康二街333号附1号', '30.433278', '104.086034', '成都市兴康二街贵州茅台专卖店', '成都天指道酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567653027841, '123231100002', '黑龙江省', '黑河市', '爱辉区', '黑河市爱辉区黑河市爱辉区公园路60号', '50.245516', '127.506614', '黑河市中央街贵州茅台专卖店', '黑河市新希望经贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567678193666, '143430500001', '湖南省', '长沙市', '望城区', '长沙市望城区月亮岛街道桑梓社区月亮岛路星澜之悦S1#-111,-112,-113', '28.293329', '112.914532', '长沙市月亮岛路贵州茅台专卖店', '长沙市睿达酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567703359490, '244441900001', '广东省', '东莞市', '东莞', '东莞市东莞南城西平朗晴居106号商铺', '22.992339', '113.757546', '东莞市宏伟一路贵州茅台专卖店', '东莞市泰丰贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567728525313, '100130900001', '河北省', '沧州市', '新华区', '沧州市新华区蔡御街45号（御宇国际商业AG3-13中宇小学对面）', '38.285472', '116.87435', '沧州市蔡御街贵州茅台专卖店', '沧州市贵福泉酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567757885442, '251510194007', '四川省', '成都市', '双流区', '成都市双流区梓州大道南一段3063号', '30.447098', '104.094243', '成都市梓州大道贵州茅台专卖店', '成都弘盛源贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567787245569, '236360126003', '江西省', '南昌市', '东湖区', '南昌市东湖区二七北路469号碧桂园城央书院', '28.683841', '115.919713', '南昌市二七北路贵州茅台专卖店', '南昌钟鼎鸿醇商贸发展有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567824994306, '236360126002', '江西省', '南昌市', '红谷滩区', '南昌市红谷滩区赣江南大道1566号恒天时尚中心E-1#114室', '28.614045', '115.818944', '南昌市赣江南大道贵州茅台专卖店', '南昌裕坤德酒业销售有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567858548737, '236360126001', '江西省', '南昌市', '红谷滩区', '南昌市红谷滩区会展路666号莱蒙都会小区商业中心', '28.688145', '115.848274', '南昌市会展路贵州茅台专卖店', '江西省商业酒类有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567883714561, '151510600001', '四川省', '德阳市', '旌阳区', '德阳市旌阳区牡丹江路与庐山北路交汇处', '31.165316', '104.417218', '德阳市牡丹江路贵州茅台专卖店', '德阳市群运物资有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567913074690, '135350181001', '福建省', '福州市', '台江区', '福州市台江区排尾路85号', '26.05455', '119.325778', '福州市排尾路贵州茅台专卖店', '福建省诚韵文化发展有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567938240514, '22420133003001', '湖北省', '武汉市', '洪山区', '武汉市洪山区洪山街道丁字桥南路529号佰港酒店1层1-002a', '30.55', '114.32', '洪山区洪山街道丁字桥南路茅台酱香万家共享主题终端', '武汉江城国商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567963406338, '22440304001001', '广东省', '深圳市', '宝安区', '深圳市宝安区新安街道海秀路熙龙湾花园二期5–117号铺', '22.546044', '113.893109', '宝安区海秀路熙茅台酱香万家共享主题终端', '深圳市纳海匠香酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938567992766466, '22520329003001', '贵州省', '遵义市', '湄潭县', '遵义市湄潭县贵州省遵义市湄潭县湄江街道鸡场居温泉安置房大林路11栋151号', '27.744547', '107.438675', '湄潭县大林路茅台酱香万家共享主题终端', '湄潭县百事兴贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568022126594, '137371330001', '山东省', '临沂市', '兰山区', '临沂市兰山区解放路183号', '35.066838', '118.332566', '临沂市解放路贵州茅台专卖柜', '山东九州商业集团有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568051486721, '143430723001', '湖南省', '湘西土家族苗族自治州', '吉首市', '湘西土家族苗族自治州吉首市小溪桥社区世纪大道移动公司1楼门面中国银行对面', '28.263542', '109.702097', '吉首市世纪大道贵州茅台专卖店', '湘西博睿贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568097624066, '22330424003001', '浙江省', '嘉兴市', '海盐县', '嘉兴市海盐县武原街道新桥北路166-9号S15', '27.31', '119.8', '海盐县武原街道新桥北路茅台酱香万家共享主题终端', '海盐县武原鑫茂酒行', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568152150017, '22330525002001', '浙江省', '杭州市', '萧山区', '杭州市萧山区钱江世纪城奥体万科中心A座1楼160-1室', '30.24702575', '120.2465217', '萧山区钱江世纪城茅台酱香万家共享主题终端', '杭州习水村酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568189898753, '152522301001', '贵州省', '黔西南布依族苗族自治州', '兴义市', '黔西南布依族苗族自治州兴义市桔山街道鑫凯桔山湖七期B1栋-1层16号房门面', '25.120926', '104.934113', '兴义市万峰大道贵州茅台专卖店', '兴义市轩凯经贸有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568223453185, 'B44000000301', '广东省', '广州市', '天河区', '广州市天河区广州市天河区珠江西路5号负一层60房（部位：自编B120c单元）', '23.118167', '113.323354', '广州旗舰店', '广州玖凌供应链投资有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568252813313, '144440100001', '广东省', '广州市', '越秀区', '广州市越秀区环市中路321号', '23.139677', '113.279282', '广州市环市中路贵州茅台专卖店', '广州市皓迪贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568286367746, '2261063300201', '陕西省', '延安市', '宝塔区', '延安市宝塔区延安新区杨家岭北苑东门', '36.644594', '109.484246', '延安新区贵州茅台酱香系列酒体验中心', '延安林林工贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568319922177, '144441481001', '广东省', '梅州市', '梅县区', '梅州市梅县区剑英大道御元阳光城Ａ3栋102-104号店面', '24.268514', '116.066842', '梅州市剑英大道贵州茅台专卖店', '广州广兴湖酒业发展有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568349282306, '144441781001', '广东省', '阳江市', '阳春市', '阳江市阳春市春城大道豪景苑3栋12号-13号', '22.146471', '111.795023', '阳春市春城大道贵州茅台专卖店', '广东酒检酒业连锁有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568382836737, '22410189011001', '河南省', '郑州市', '金水区', '郑州市金水区郑东新区聚源路宏昌街向西100米路南', '34.749962', '113.738309', '郑东新区宏昌街茅台酱香万家共享主题终端', '河南行道贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568412196865, '162620127001', '甘肃省', '兰州市', '安宁区', '兰州市安宁区银安路919号', '36.098121', '103.702594', '兰州市银安路贵州茅台专卖店', '兰州君之威商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568437362689, '22321402002001', '江苏省', '泰州市', '海陵区', '泰州市海陵区扬州路119号', '32.5', '119.91', '海陵区扬州路茅台酱香万家共享主题终端', '泰州市曹驰商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568470917122, '151513701001', '四川省', '巴中市', '巴州区', '巴中市巴州区巴州区望王路187号-189号', '31.859839', '106.756761', '巴中市望王路贵州茅台专卖店', '巴中市大正品商贸有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568504471553, '141410700002', '河南省', '新乡市', '牧野区', '新乡市牧野区平原路与新七街交汇处东北角惠邦华恩城西区15号楼1楼', '35.305519', '113.952246', '新乡市平原路贵州茅台专卖店', '新乡市国源商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568542220289, '2311022800001', '北京市', '北京市', '密云区', '北京市密云区行宫街55号', '40.390702', '116.868639', '北京市行宫街茅台酱香万家共享主题终端', '北京金正环球贸易中心', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568571580417, '2332048500002', '江苏省', '常州市', '钟楼区', '常州市钟楼区怀德北路73-1号', '31.788803', '119.951031', '常州市怀德北路茅台酱香万家共享主题终端', '江苏大隆汇文化科技股份有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568605134850, 'B63010400101', '青海省', '西宁市', '城西区', '西宁市城西区青海省西宁市城西区广场路1号万达广场一楼1F-02号商铺', '36.642648', '101.715828', '西宁旗舰店', '西宁琢萃茅凌商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568659660801, '132320923002', '江苏省', '盐城市', '阜宁县', '盐城市阜宁县澳门路521-523-525号', '33.771415', '119.797426', '阜宁县澳门路贵州茅台专卖店', '阜宁县泓宇酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568697409538, '142420600005', '湖北省', '襄阳市', '樊城区', '襄阳市樊城区卧龙大道88号（普陀龙湾商业街）', '32.073276', '112.113805', '襄阳市卧龙大道贵州茅台专卖店', '湖北和丰经贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568726769665, '144440424002', '广东省', '珠海市', '香洲区', '珠海市香洲区兴柠街1号福康花园二期10栋1336号商铺', '22.262724', '113.549483', '珠海市迎宾北路贵州茅台专卖店', '珠海市海沁贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568760324097, '112120113002', '天津市', '天津市', '北辰区', '天津市北辰区宜兴路与贵富道交口西南侧新乐汇商业中心1号楼1-101、102', '39.19991', '117.217333', '天津市宜兴路贵州茅台专卖店', '天津市星洲永耀商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568789684226, '2141032410001', '河南省', '洛阳市', '栾川县', '洛阳市栾川县伏牛南路52号', '33.775872', '111.623146', '洛阳市伏牛南路栾川县通达商贸有限公司门店', '栾川县通达商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568814850050, '2244030500001', '广东省', '深圳市', '龙岗区', '深圳市龙岗区龙城街道吉祥南路1号', '22.708163', '114.243511', '深圳市龙城街道贵州茅台酱香系列酒体验中心', '深圳市鹏茅实业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568848404482, '2323092300001', '黑龙江省', '七台河市', '桃山区', '七台河市桃山区新玛特西门', '45.771446', '131.004272', '七台河市新玛特茅台酱香万家共享主题终端', '七台河市桃山区春宝九弘酒行', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568877764610, '103502060001', '福建省', '厦门市', '湖里区', '厦门市湖里区环岛东路2496-101号', '24.528125531475794', '118.19346070289613', '厦门市环岛东路贵州茅台自营店', '福建国酒茅台销售有限公司厦门分公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568902930434, '121210283002', '辽宁省', '大连市', '庄河市', '大连市庄河市城关街道向阳路二段516号', '39.674267', '122.975263', '庄河市向阳路贵州茅台专卖店', '大连泛瑞酒类商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568928096257, '2213030000002', '河北省', '秦皇岛市', '海港区', '秦皇岛市海港区和平大街174号', '39.934847', '119.578392', '秦皇岛市和平大街贵州茅台酱香系列酒体验中心', '秦皇岛市长益贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568957456385, '2111010110001', '北京市', '北京市', '丰台区', '北京市丰台区西三环南路19号内19-7-2', '39.87582', '116.311086', '北京市西三环南路北京醉纯京典商贸有限公司', '北京醉纯京典商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938568991010818, '132320594001', '江苏省', '苏州市', '姑苏区', '苏州市姑苏区姑苏区葑门路12号', '31.300713', '120.651941', '苏州市葑门路贵州茅台专卖店', '苏州吉晟名酒销售有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569020370946, '132320594002', '江苏省', '苏州市', '虎丘区', '苏州市虎丘区枫津大街82号', '31.310355', '120.558249', '苏州市枫津大街贵州茅台专卖店', '苏州绝世风华酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569142005761, '2337293100003', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区八-路与青年路交叉口西30米路南', '35.24891', '115.4601', '菏泽市八一路茅台酱香万家共享主题终端', '菏泽市瑞贵酒水有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569183948801, 'B64010000201', '宁夏回族自治区', '银川市', '兴庆区', '银川市兴庆区宁夏回族自治区银川市兴庆区解放东街211号', '38.463029', '106.292147', '银川旗舰店', '银川新华百货连锁超市有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569213308930, '121210600001', '辽宁省', '丹东市', '振兴区', '丹东市振兴区青年大街72-2-9号', '40.112971', '124.37618', '丹东市青年大街贵州茅台专卖店', '丹东耘悦商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569238474754, '2321010000001', '辽宁省', '沈阳市', '浑南区', '沈阳市浑南区沈中大街28-18号', '41.698122', '123.461422', '沈阳市沈中大街茅台酱香万家共享主题终端', '辽宁紫霖实业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569263640577, '2337293100002', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区广州路与丹阳路交叉口西北角', '35.238408', '115.522285', '菏泽市广州路茅台酱香万家共享主题终端', '菏泽贵族商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569301389313, '137370983001', '山东省', '泰安市', '肥城市', '泰安市肥城市泰临路24号', '36.189409', '116.782281', '肥城市泰临路贵州茅台专卖店', '肥城市鑫泉商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569330749442, '237371582001', '山东省', '聊城市', '东昌府区', '聊城市东昌府区新区街道振兴东路45号贵州茅台名烟名酒城', '36.468412', '115.991152', '聊城市振兴东路贵州茅台43度经销店', '聊城市连琨酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569385275394, '2351118200001', '四川省', '乐山市', '市中区', '乐山市市中区至乐路777号3幢4区1楼51号', '29.606914', '103.717125', '乐山市至乐路茅台酱香万家共享主题终端', '四川天汇嘉盛商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569418829825, '112120101003', '天津市', '天津市', '滨海新区', '天津市滨海新区福建北路15号增4号', '39.040311', '117.65125', '天津市福建北路贵州茅台专卖店', '天津中糖华丰实业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569448189953, '22522428007001', '贵州省', '遵义市', '湄潭县', '遵义市湄潭县湄江街道桃园巷湄江四小旁', '27.773528', '107.48414', '湄潭县湄江街道茅台酱香万家共享主题终端', '贵州茗城汇中商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569481744386, '22342401001001', '安徽省', '六安市', '裕安区', '六安市裕安区解放南路和顺名都城61号楼08号商铺', '31.735719', '116.503999', '解放南路和顺名都城茅台酱香万家共享主题终端', '六安市阳光商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569511104513, '2211010200001', '北京市', '北京市', '朝阳区', '北京市朝阳区通惠河北路69号院2号楼1层4单元1-17', '39.903615', '116.439732', '朝阳区通惠河北路贵州茅台酱香系列酒体验中心', '北京欧亚凯盛贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569536270337, '250500112005', '重庆市', '重庆市', '渝北区', '重庆市渝北区镜泊中路5号4栋1层（118号119号）', '29.634688', '106.530906', '重庆市镜泊中路贵州茅台专卖店', '重庆瑞干商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569582407681, '114140100003', '山西省', '太原市', '万柏林区', '太原市万柏林区千峰南路南上庄东街口上庄凤玺湾5号楼1层1007商铺', '37.8234', '112.516311', '太原市千峰南路贵州茅台专卖店', '太原佰事吉祥商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569615962114, '114140100002', '山西省', '太原市', '小店区', '太原市小店区中冶丽苑龙城北街190号第一幢B座1-2层1002、1003', '37.775926', '112.548192', '太原市龙城北街贵州茅台专卖店', '太原瑞广兴科贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569645322242, '114140100001', '山西省', '太原市', '迎泽区', '太原市迎泽区解放南路103号', '37.839634', '112.560954', '太原市解放南路贵州茅台专卖店', '山西糖酒副食有限责任公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569674682370, '163633202001', '青海省', '海东市', '平安区', '海东市平安区南环路 东郡丽都底商', '36.494848', '102.098529', '海东市南环路贵州茅台专卖店', '西宁华仔酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569704042498, '2341018300002', '河南省', '郑州市', '新密市', '郑州市新密市青屏大街与大鸿路交叉口东南角东100m', '34.53944', '113.362708', '新密市青屏大街茅台酱香万家共享主题终端', '新密市青屏宏发副食百货文具商行', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569729208321, '135350100002', '福建省', '福州市', '鼓楼区', '福州市鼓楼区湖滨大厦110号一层', '26.091185', '119.29298', '福州市湖滨路贵州茅台专卖店', '福建省糖酒杨桥贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569758568449, '114140100007', '山西省', '太原市', '小店区', '太原市小店区武宿机场Ｔ2航站楼2D108号', '37.754861', '112.636291', '太原市武宿国际机场贵州茅台专卖店', '晋中市合源商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569787928578, '114140100006', '山西省', '太原市', '杏花岭区', '太原市杏花岭区北大街绿柳巷交叉口', '37.888023', '112.556294', '太原市北大街贵州茅台自营店', '山西国酒茅台销售有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569817288705, '2244042300001', '广东省', '珠海市', '斗门区', '珠海市斗门区井岸镇江湾中路155~159号', '22.198269', '113.30459', '珠海市井岸镇贵州茅台酱香系列酒体验中心', '珠海市斗门永生隆贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569871814657, '22372901003001', '山东省', '菏泽市', '牡丹区', '菏泽市牡丹区华英路八一路路口南一百米路西', '35.246752', '115.492007', '牡丹区华英路茅台酱香万家共享主题终端', '菏泽九都食品有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569913757698, '2337132100001', '山东省', '临沂市', '沂南县', '临沂市沂南县正阳路与澳柯玛大道交汇处', '35.53', '118.46', '沂南县正阳路茅台酱香万家共享主题终端', '沂南县百德信商行', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569943117826, '22520182010001', '贵州省', '贵阳市', '观山湖区', '贵阳市观山湖区贵阳市观山湖区金华园街道金阳新世界2E地块第2E地块1-14及16-26楼负3层14号', '26.672215', '106.6268', '观山湖区金华园街道茅台酱香万家共享主题终端', '贵州博强商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938569980866562, '2232010000001', '江苏省', '南京市', '江宁区', '南京市江宁区麒麟街道智通路199号', '32.025711', '118.903747', '南京市智通路贵州茅台酱香系列酒体验中心', '南京酩酒源贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570006032386, '22642400003001', '宁夏回族自治区', '银川市', '金凤区', '银川市金凤区尚景世家14号楼18号营业房', '38.485461', '106.24302', '金凤区尹家渠北街茅台酱香万家共享主题终端', '宁夏恒昌盈润贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570068946945, '2112010210001', '天津市', '天津市', '河东区', '天津市河东区卫国道132号', '39.142808', '117.252104', '天津市卫国道天津市裕隆达商贸有限公司门店', '天津市裕隆达商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570115084290, '114142728002', '山西省', '运城市', '河津市', '运城市河津市河津市汾滨街华庭国际一层底商', '35.598598', '110.705302', '河津市汾滨街贵州茅台专卖店', '山西格信经贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570161221633, '135350100008', '福建省', '福州市', '晋安区', '福州市晋安区新店镇南平路口98号1#楼101-102单元', '26.13157', '119.314393', '新店镇南平路口贵州茅台专卖店', '福州名庄贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570186387458, '135350100009', '福建省', '福州市', '仓山区', '福州市仓山区下渡街道南江滨西大道136号世欧·上江城2号楼贵州茅台自营店', '26.046734', '119.337272', '福州市美墩路贵州茅台自营店', '福建国酒茅台销售有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570215747585, '2151018110001', '四川省', '成都市', '都江堰市', '成都市都江堰市太极巷5号', '30.992549', '103.626906', '都江堰市太极巷成都市起腾商贸有限公司门店', '成都市起腾商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570253496321, '132320582001', '江苏省', '苏州市', '张家港市', '苏州市张家港市杨舍镇东环路125，127，129号', '31.8606', '120.552398', '杨舍镇东环路贵州茅台专卖店', '张家港新百通贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570328993794, '113130200002', '河北省', '唐山市', '路北区', '唐山市路北区北新西道38-7、38-6号', '39.632979', '118.145824', '唐山市北新西道贵州茅台专卖店', '唐山朝旭商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570354159617, '135350100010', '福建省', '福州市', '晋安区', '福州市晋安区鼓山镇福洋路9号香开连天花园SY2楼01、02、03店面', '26.09037', '119.357019', '鼓山镇福洋路贵州茅台专卖店', '福建普佰汇贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570404491265, '753301020001', '浙江省', '杭州市', '上城区', '杭州市上城区秋涛路178号17幢423室', '30.221675', '120.17808', '小凌（杭州）品牌管理有限公司', '小凌（杭州）品牌管理有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570429657090, '133330786001', '浙江省', '金华市', '婺城区', '金华市婺城区西关街道永康街340-342号', '29.087064', '119.647811', '金华市永康街贵州茅台专卖店', '浙江君道酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570459017217, '142422831002', '湖北省', '恩施土家族苗族自治州', '恩施市', '恩施土家族苗族自治州恩施市金山大道（金山壹号）商业楼幢117-120号', '30.302616', '109.485215', '恩施市金山大道贵州茅台专卖店', '恩施市祺恩商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570484183042, '112120300001', '天津市', '天津市', '河西区', '天津市河西区吴家窑大街与卫津路交口君禧华庭配建5-135、136', '39.097722', '117.180086', '天津市马场街贵州茅台专卖店', '天津市悦淼商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570538708994, '251511000001', '四川省', '内江市', '市中区', '内江市市中区公园街118号', '29.584884', '105.064911', '内江市公园街贵州茅台43度经销店', '四川内江甜城糖酒有限公司糖酒分公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570572263425, '22412701001001', '河南省', '周口市', '川汇区', '周口市川汇区建安路与七一路交叉口南400米路西馥泽园小区一楼107铺', '33.615333', '114.673008', '川汇区建安路茅台酱香万家共享主题终端', '周口华富酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570597429250, '22370200007002', '山东省', '青岛市', '崂山区', '青岛市崂山区香港东路108号网点', '36.070995', '120.437736', '崂山区香港东路茅台酱香万家共享主题终端', '青岛福兴祥商品配送有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570630983681, '2241270100003', '河南省', '郑州市', '金水区', '郑州市金水区商务内环路与西七街交叉口商务内环路3号', '34.768528', '113.722803', '郑州市西七街贵州茅台酱香系列酒体验中心', '郑州强东商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570656149506, '2145022710001', '广西壮族自治区', '柳州市', '鱼峰区', '柳州市鱼峰区东环路56号北面2-1号', '24.308355', '109.441177', '柳州市东环路柳州市富尚贸易有限公司门店', '柳州市富尚贸易有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570689703938, '133330300003', '浙江省', '温州市', '鹿城区', '温州市鹿城区车站大道20-24', '27.984088', '120.685324', '温州市车站大道贵州茅台专卖店', '温州中和福酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570719064066, '242420130005', '湖北省', '武汉市', '洪山区', '武汉市洪山区梨园街徐东大街', '30.579141', '114.358957', '洪山区梨园街贵州茅台专卖店', '武汉万佳福酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570744229890, '2352263200001', '贵州省', '黔东南苗族侗族自治州', '榕江县', '黔东南苗族侗族自治州榕江县古州镇滨江-号小区5号商业楼1号商铺', '25.920959', '108.516511', '榕江县古州镇茅台酱香万家共享主题终端', '榕江县天禄九酝酒业有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570773590017, '242420130004', '湖北省', '武汉市', '武昌区', '武汉市武昌区水果湖街道公正路26号9栋1-2层16/17商铺', '30.554516', '114.328496', '武汉市公正路贵州茅台专卖店', '武汉市洪兴糖酒商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570823921666, '2145300710002', '广西壮族自治区', '河池市', '金城江区', '河池市金城江区西环路389号', '24.694325', '108.042679', '河池市西环路河池市微客商贸有限公司门店', '河池市微客商贸有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570870059010, '134341200002', '安徽省', '阜阳市', '颍泉区', '阜阳市颍泉区颍州北路226号', '32.90894', '115.824798', '阜阳市颍州北路贵州茅台专卖店', '安徽省阜阳市永发糖酒有限公司', '2023-08-11 17:55:27');
INSERT INTO `i_shop` VALUES (1689938570899419137, '2145300710001', '广西壮族自治区', '梧州市', '长洲区', '梧州市长洲区新兴二路104-1号-层1-1号商铺。1-1号自行车库', '23.479068', '111.279634', '梧州市新兴二路广西梧州市圣露商贸有限公司门店', '广西梧州市圣露商贸有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938570941362178, '242420130001', '湖北省', '武汉市', '洪山区', '武汉市洪山区洪山区金地自在城3期2栋1层4号', '30.60453', '114.386462', '武汉市团结大道贵州茅台专卖店', '湖北十里香酒业有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571008471042, '137373005001', '山东省', '威海市', '环翠区', '威海市环翠区大庆路53号九龙城购物广场', '37.422105', '122.172486', '威海市大庆路贵州茅台专卖店', '家家悦集团股份有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571033636866, '242420130002', '湖北省', '武汉市', '武昌区', '武汉市武昌区武汉市东湖路142号', '30.560196', '114.369603', '武汉市东湖路贵州茅台专卖店', '武汉东湖宾馆', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571067191298, '22120113003001', '天津市', '天津市', '北辰区', '天津市北辰区双街镇顺风路15号', '39.26', '117.11', '北辰区双街镇顺风路茅台酱香万家共享主题终端', '天津世诚源国际贸易有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571100745729, '133330681001', '浙江省', '绍兴市', '诸暨市', '绍兴市诸暨市艮塔东路199（1-3）号', '29.696999', '120.251527', '诸暨市艮塔东路贵州茅台专卖店', '诸暨市精诚贸易有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571130105858, '150500103005', '重庆市', '重庆市', '渝中区', '重庆市渝中区八一路53号第一层12-7商铺', '29.558286', '106.579448', '重庆市八一路贵州茅台自营店', '重庆茅台酒销售有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571159465985, '133330681002', '浙江省', '绍兴市', '诸暨市', '绍兴市诸暨市东福路61号', '29.705319', '120.275597', '诸暨市东福路贵州茅台专卖店', '诸暨西子茅台酒销售有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571197214721, '150500103003', '重庆市', '重庆市', '綦江区', '重庆市綦江区古南街道中山路6号附4号', '29.026005', '106.652602', '重庆市綦江区中山路6号贵州茅台', '重庆市綦江区储备粮有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571226574850, '22352202008001', '福建省', '三明市', '三元区', '三明市三元区富兴堡街道江滨南路（永嘉天地）80-2号', '26.2273', '117.5979', '三元区富兴堡街道茅台酱香万家共享主题终端', '三明市博祥商贸有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571255934977, '141410184001', '河南省', '郑州市', '新郑市', '郑州市新郑市创业路与中华路交叉口迷你港湾6号楼1单元6105商铺', '34.420381', '113.758624', '新郑市创业路贵州茅台专卖店', '新郑市双盛商贸有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571289489410, '152522625001', '贵州省', '黔东南苗族侗族自治州', '镇远县', '黔东南苗族侗族自治州镇远县舞阳镇好美溪上2栋1单元102', '27.052413', '108.400299', '舞阳镇金家湾路贵州茅台专卖店', '镇远县嘉丽酒业有限责任公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571323043842, '2237020000002', '山东省', '青岛市', '崂山区', '青岛市崂山区松岭路46号迪生山庄4号网点', '36.101361', '120.479805', '青岛市松岭路贵州茅台酱香系列酒体验中心', '青岛鑫浩统达糖酒副食品有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571356598273, '221210186001', '辽宁省', '沈阳市', '沈河区', '沈阳市沈河区北三经街41号', '41.797494', '123.42554', '沈阳市北三经街贵州茅台专卖店', '沈阳副食糖酒有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571390152705, '141410700001', '河南省', '新乡市', '红旗区', '新乡市红旗区科隆大道与新二街交汇处向东100米路北和枫郡18号楼一楼', '35.275008', '113.924598', '新乡市科隆大道贵州茅台专卖店', '新乡市国源商贸有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571427901441, '2242069300001', '湖北省', '襄阳市', '樊城区', '襄阳市樊城区解放西路3号1幢（解放西路与米公路路口向东30米左边）', '32.03148', '112.14558', '襄阳市解放西路贵州茅台酱香系列酒体验中心', '襄阳市真诚祥瑞酒业有限公司', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571457261570, '2341072500001', '河南省', '新乡市', '原阳县', '新乡市原阳县惠民街名门世家西门', '35.062966', '113.948076', '原阳县惠民街茅台酱香万家共享主题终端', '原阳县海宇商贸行', '2023-08-11 17:55:28');
INSERT INTO `i_shop` VALUES (1689938571503398914, '22310116006001', '上海市', '上海市', '青浦区', '上海市青浦区徐泾镇盈港东路1669号', '31.17305', '121.27507', '徐泾镇盈港东路茅台酱香万家共享主题终端', '上海梓宙商贸有限公司', '2023-08-11 17:55:28');

-- ----------------------------
-- Table structure for i_user
-- ----------------------------
DROP TABLE IF EXISTS `i_user`;
CREATE TABLE `i_user`  (
                           `mobile` bigint(0) NOT NULL COMMENT 'I茅台手机号',
                           `user_id` bigint(0) NULL DEFAULT NULL COMMENT 'I茅台用户id',
                           `token` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'I茅台toekn',
                           `cookie` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'I茅台cookie',
                           `device_id` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '设备id',
                           `item_code` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '商品预约code，用@间隔',
                           `ishop_id` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '门店商品id',
                           `province_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '省份',
                           `city_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '城市',
                           `address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '完整地址',
                           `lat` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '纬度',
                           `lng` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '经度',
                           `minute` int(0) NULL DEFAULT 5 COMMENT '预约的分钟（0-59）',
                           `shop_type` int(0) NULL DEFAULT 1 COMMENT '1:预约本市出货量最大的门店;2:预约你的位置(经纬度)附近门店;',
                           `random_minute` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '随机分钟预约，9点取一个时间（0:随机，1:不随机）',
                           `push_plus_token` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'push_plus_token',
                           `json_result` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '返回参数',
                           `remark` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
                           `expire_time` datetime(0) NULL DEFAULT NULL COMMENT '到期时间',
                           `del_flag` bit(1) NULL DEFAULT b'0' COMMENT '逻辑删除(1:已删除，0:未删除)',
                           `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
                           `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建人',
                           `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
                           `update_user` bigint(0) NULL DEFAULT NULL COMMENT '更新人',
                           PRIMARY KEY (`mobile`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = 'I茅台用户表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Table structure for sys_config
-- ----------------------------
DROP TABLE IF EXISTS `sys_config`;
CREATE TABLE `sys_config`  (
                               `config_id` bigint(0) NOT NULL AUTO_INCREMENT COMMENT '参数主键',
                               `config_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '参数名称',
                               `config_key` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '参数键名',
                               `config_value` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '参数键值',
                               `config_type` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT 'N' COMMENT '系统内置（Y是 N否）',
                               `group_code` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '所属分类的编码',
                               `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
                               `del_flag` bit(1) NULL DEFAULT b'0' COMMENT '逻辑删除(1:已删除，0:未删除)',
                               `create_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '创建时间',
                               `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建人',
                               `update_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0) COMMENT '更新时间',
                               `update_user` bigint(0) NULL DEFAULT NULL COMMENT '更新人',
                               PRIMARY KEY (`config_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 303 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '参数配置表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_config
-- ----------------------------
INSERT INTO `sys_config` VALUES (1, 'Mac本地文件路径', 'sys.local.profile.mac', '~/uploadPath', 'Y', 'file_config', NULL, b'0', '2022-11-10 14:06:44', 1, '2022-11-10 14:07:49', NULL);
INSERT INTO `sys_config` VALUES (2, 'Linux本地文件路径', 'sys.local.profile.linux', '/data/uploadPath', 'Y', 'file_config', NULL, b'0', '2022-01-14 10:59:39', NULL, '2022-01-16 14:11:53', 1);
INSERT INTO `sys_config` VALUES (3, 'Windows本地文件路径', 'sys.local.profile.win', 'D:\\uploadPath', 'Y', 'file_config', NULL, b'0', '2022-01-14 11:00:39', NULL, '2022-01-16 14:11:53', 1);
INSERT INTO `sys_config` VALUES (4, '默认存储文件的bucket名称', 'sys.file.default.bucket', 'defaultBucket', 'Y', 'file_config', NULL, b'0', '2022-01-14 11:03:10', NULL, '2022-01-16 14:11:54', NULL);
INSERT INTO `sys_config` VALUES (101, '阿里云邮件服务accessKeyId', 'sys.aliyun.mail.accessKeyId', '', 'Y', 'mail_config', NULL, b'0', '2022-01-19 10:04:08', NULL, '2022-01-19 10:49:30', NULL);
INSERT INTO `sys_config` VALUES (102, '阿里云邮件服务accessKeySecret', 'sys.aliyun.mail.accessKeySecret', '', 'Y', 'mail_config', NULL, b'0', '2022-01-19 10:07:28', NULL, '2022-01-19 10:49:31', NULL);
INSERT INTO `sys_config` VALUES (113, 'smtp服务器地址', 'sys.email.smtp.host', 'smtp.qq.com', 'Y', 'mail_config', NULL, b'0', '2022-01-19 10:33:50', NULL, '2022-01-24 11:28:13', NULL);
INSERT INTO `sys_config` VALUES (114, 'smtp服务端口', 'sys.email.smtp.port', '465', 'Y', 'mail_config', NULL, b'0', '2022-01-19 10:35:29', NULL, '2022-01-24 11:28:14', NULL);
INSERT INTO `sys_config` VALUES (115, '邮箱的发送方邮箱', 'sys.email.send.account', '3066693006@qq.com', 'Y', 'mail_config', NULL, b'0', '2022-01-19 10:38:17', NULL, '2022-01-24 11:28:15', NULL);
INSERT INTO `sys_config` VALUES (116, '邮箱的密码或者授权码', 'sys.email.password', '**********', 'Y', 'mail_config', NULL, b'0', '2022-01-19 10:07:31', NULL, '2022-01-19 12:02:57', 1);
INSERT INTO `sys_config` VALUES (117, '邮箱发送时的用户名', 'sys.email.name', '致远', 'Y', 'mail_config', NULL, b'0', '2022-01-19 11:10:47', NULL, '2022-01-24 11:28:19', NULL);
INSERT INTO `sys_config` VALUES (202, '用户默认头像', 'sys.user.default.avatar', 'https://img0.baidu.com/it/u=1183896628,1403534286&fm=253&fmt=auto&app=138&f=PNG', 'Y', 'sys_config', NULL, b'0', '2022-02-08 11:35:31', NULL, '2022-02-08 11:40:15', 1);
INSERT INTO `sys_config` VALUES (206, '用户管理-账号初始密码', 'sys.user.initPassword', '123456', 'Y', 'sys_config', '初始化密码 123456', b'0', '2022-11-09 01:41:52', 1, '2022-11-09 15:42:09', NULL);
INSERT INTO `sys_config` VALUES (220, '全局日志记录', 'sys.log.global.flag', 'false', 'Y', 'sys_config', '全局日志记录，true则所有请求都将记录日志', b'0', '2023-06-07 21:36:00', 1, '2023-06-08 14:44:00', 1);
INSERT INTO `sys_config` VALUES (300, '验证码类型', 'sys.login.captchaType', 'math', 'Y', 'sys_config', 'math 数组计算 char 字符验证', b'0', '2022-11-10 09:32:40', 1, '2022-11-30 12:14:30', NULL);
INSERT INTO `sys_config` VALUES (301, '账号自助-验证码开关', 'sys.account.captchaEnabled', 'true', 'Y', 'sys_config', '是否开启验证码功能（true开启，false关闭）', b'0', '2023-02-01 21:48:05', 1, '2023-02-01 21:48:34', NULL);
INSERT INTO `sys_config` VALUES (302, '账号自助-是否开启用户注册功能', 'sys.account.registerUser', 'true', 'Y', 'sys_config', '是否开启注册用户功能（true开启，false关闭）', b'0', '2023-02-01 21:47:39', 1, '2023-02-01 21:48:31', NULL);

-- ----------------------------
-- Table structure for sys_dict_data
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict_data`;
CREATE TABLE `sys_dict_data`  (
                                  `dict_code` bigint(0) NOT NULL AUTO_INCREMENT COMMENT '字典编码',
                                  `dict_sort` int(0) NULL DEFAULT 0 COMMENT '字典排序',
                                  `dict_label` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典标签',
                                  `dict_value` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典键值',
                                  `dict_type` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典类型',
                                  `css_class` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '样式属性（其他样式扩展）',
                                  `list_class` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '表格回显样式',
                                  `is_default` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT 'N' COMMENT '是否默认（Y是 N否）',
                                  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '状态（0正常 1停用）',
                                  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
                                  `create_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '创建时间',
                                  `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建者',
                                  `update_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '更新时间',
                                  `update_user` bigint(0) NULL DEFAULT NULL COMMENT '更新者',
                                  `del_flag` bit(1) NULL DEFAULT b'0' COMMENT '逻辑删除(1:已删除，0:未删除)',
                                  PRIMARY KEY (`dict_code`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 106 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '字典数据表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_dict_data
-- ----------------------------
INSERT INTO `sys_dict_data` VALUES (1, 1, '男', '0', 'sys_user_sex', NULL, 'default', 'Y', '0', '性别男', NULL, NULL, NULL, NULL, b'0');
INSERT INTO `sys_dict_data` VALUES (2, 2, '女', '1', 'sys_user_sex', NULL, 'default', 'N', '0', '性别女', NULL, NULL, NULL, NULL, b'0');
INSERT INTO `sys_dict_data` VALUES (3, 1, '是', 'Y', 'sys_yes_no', NULL, 'success', 'N', '0', NULL, '2022-11-06 06:37:31', 1, '2022-11-06 06:39:34', 1, b'0');
INSERT INTO `sys_dict_data` VALUES (4, 2, '否', 'N', 'sys_yes_no', NULL, 'danger', 'N', '0', NULL, '2022-11-06 06:37:42', 1, '2022-11-06 06:39:34', 1, b'0');
INSERT INTO `sys_dict_data` VALUES (6, 1, '正常', '0', 'sys_normal_disable', NULL, 'primary', 'Y', '0', '正常状态', NULL, NULL, NULL, NULL, b'0');
INSERT INTO `sys_dict_data` VALUES (7, 2, '停用', '1', 'sys_normal_disable', NULL, 'danger', 'N', '0', '停用状态', NULL, NULL, NULL, NULL, b'0');
INSERT INTO `sys_dict_data` VALUES (41, 1, '显示', '0', 'sys_show_hide', NULL, 'primary', 'N', '0', '显示菜单', '2022-12-26 21:49:47', 1, '2022-12-26 21:49:47', NULL, b'0');
INSERT INTO `sys_dict_data` VALUES (42, 2, '隐藏', '1', 'sys_show_hide', NULL, 'danger', 'N', '0', '隐藏菜单', '2022-12-26 21:50:10', 1, '2022-12-26 21:50:10', NULL, b'0');
INSERT INTO `sys_dict_data` VALUES (101, 1, '系统配置', 'sys_config', 'sys_config_group', NULL, 'primary', 'N', '0', '配置群组的系统配置', '2022-11-06 19:27:23', NULL, '2022-11-06 06:07:20', 1, b'0');
INSERT INTO `sys_dict_data` VALUES (102, 2, '邮件配置', 'mail_config', 'sys_config_group', NULL, 'primary', 'N', '0', NULL, '2022-11-06 05:38:04', 1, '2022-11-06 06:07:20', 1, b'0');
INSERT INTO `sys_dict_data` VALUES (103, 3, '文件配置', 'file_config', 'sys_config_group', NULL, 'primary', 'N', '0', NULL, '2022-11-06 06:32:45', 1, '2022-11-06 20:32:44', 1, b'0');
INSERT INTO `sys_dict_data` VALUES (104, 1, '成功', '0', 'sys_common_status', NULL, 'primary', 'N', '0', '正常状态', '2023-06-07 21:32:42', 1, '2023-06-07 21:32:41', NULL, b'0');
INSERT INTO `sys_dict_data` VALUES (105, 2, '失败', '1', 'sys_common_status', NULL, 'danger', 'N', '0', '停用状态', '2023-06-07 21:33:15', 1, '2023-06-07 21:33:14', 1, b'0');

-- ----------------------------
-- Table structure for sys_dict_type
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict_type`;
CREATE TABLE `sys_dict_type`  (
                                  `dict_id` bigint(0) NOT NULL AUTO_INCREMENT COMMENT '字典主键',
                                  `dict_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典名称',
                                  `dict_type` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典类型',
                                  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '状态（0正常 1停用）',
                                  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
                                  `create_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '创建时间',
                                  `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建者',
                                  `update_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '更新时间',
                                  `update_user` bigint(0) NULL DEFAULT NULL COMMENT '更新者',
                                  `del_flag` bit(1) NULL DEFAULT b'0' COMMENT '逻辑删除(1:已删除，0:未删除)',
                                  PRIMARY KEY (`dict_id`) USING BTREE,
                                  UNIQUE INDEX `dict_type`(`dict_type`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 102 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '字典类型表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_dict_type
-- ----------------------------
INSERT INTO `sys_dict_type` VALUES (1, '用户性别', 'sys_user_sex', '0', '用户性别列表', NULL, NULL, '2022-11-06 01:10:21', 1, b'0');
INSERT INTO `sys_dict_type` VALUES (2, '系统是否', 'sys_yes_no', '0', '系统是否列表', '2022-11-06 06:37:05', 1, '2022-11-06 20:37:04', 1, b'0');
INSERT INTO `sys_dict_type` VALUES (3, '系统开关', 'sys_normal_disable', '0', '系统开关列表', NULL, NULL, NULL, NULL, b'0');
INSERT INTO `sys_dict_type` VALUES (4, '菜单状态', 'sys_show_hide', '0', '菜单状态列表', '2022-12-26 21:49:15', 1, '2022-12-26 21:49:15', NULL, b'0');
INSERT INTO `sys_dict_type` VALUES (10, '系统状态', 'sys_common_status', '0', '登录状态列表', '2023-06-07 21:31:15', 1, '2023-06-07 21:31:15', NULL, b'0');
INSERT INTO `sys_dict_type` VALUES (101, '配置群组', 'sys_config_group', '0', '配置群组', '2022-11-06 05:32:37', 1, '2022-11-06 19:32:37', 1, b'0');

-- ----------------------------
-- Table structure for sys_log_login
-- ----------------------------
DROP TABLE IF EXISTS `sys_log_login`;
CREATE TABLE `sys_log_login`  (
                                  `info_id` bigint(0) NOT NULL AUTO_INCREMENT COMMENT '访问ID',
                                  `user_id` bigint(0) NULL DEFAULT NULL COMMENT '登录成功的用户id\n',
                                  `user_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '用户账号',
                                  `ipaddr` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '登录IP地址',
                                  `login_location` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '登录地点',
                                  `browser` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '浏览器类型',
                                  `os` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '操作系统',
                                  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '登录状态（0成功 1失败）',
                                  `msg` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '提示消息',
                                  `login_time` datetime(0) NULL DEFAULT NULL COMMENT '访问时间',
                                  PRIMARY KEY (`info_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '系统访问记录' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_log_login
-- ----------------------------
INSERT INTO `sys_log_login` VALUES (1689938725988003841, 1, 'admin', '182.148.48.248', '四川省 成都市', 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-08-11 17:56:04');

-- ----------------------------
-- Table structure for sys_log_oper
-- ----------------------------
DROP TABLE IF EXISTS `sys_log_oper`;
CREATE TABLE `sys_log_oper`  (
                                 `oper_id` bigint(0) NOT NULL AUTO_INCREMENT COMMENT '日志主键',
                                 `app_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '服务名称，一般为spring.application.name',
                                 `log_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '日志名称',
                                 `log_content` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '日志记录内容',
                                 `method` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '方法名称',
                                 `request_method` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '请求方式',
                                 `oper_user_id` bigint(0) NULL DEFAULT NULL COMMENT '操作人员user_id',
                                 `oper_url` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '请求URL',
                                 `oper_ip` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '主机地址',
                                 `oper_param` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '请求参数',
                                 `json_result` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '返回参数',
                                 `status` int(0) NULL DEFAULT 0 COMMENT '操作状态（0正常 1异常）',
                                 `error_msg` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '错误消息',
                                 `oper_time` datetime(0) NULL DEFAULT NULL COMMENT '操作时间',
                                 PRIMARY KEY (`oper_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '操作日志记录' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_log_oper
-- ----------------------------

-- ----------------------------
-- Table structure for sys_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE `sys_menu`  (
                             `menu_id` bigint(0) NOT NULL AUTO_INCREMENT COMMENT '菜单ID',
                             `menu_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '菜单名称',
                             `parent_id` bigint(0) NULL DEFAULT 0 COMMENT '父菜单ID',
                             `order_num` int(0) NULL DEFAULT 0 COMMENT '显示顺序',
                             `path` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '路由地址',
                             `component` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '组件路径',
                             `query` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '路由参数',
                             `is_frame` int(0) NULL DEFAULT 1 COMMENT '是否为外链（0是 1否）',
                             `is_cache` int(0) NULL DEFAULT 0 COMMENT '是否缓存（0缓存 1不缓存）',
                             `menu_type` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '菜单类型（M目录 C菜单 F按钮）',
                             `visible` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '菜单状态（0显示 1隐藏）',
                             `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '菜单状态（0正常 1停用）',
                             `perms` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '权限标识',
                             `icon` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '#' COMMENT '菜单图标',
                             `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '备注',
                             `del_flag` bit(1) NULL DEFAULT NULL COMMENT '逻辑删除(1:已删除，0:未删除)',
                             `create_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '创建时间',
                             `update_user` bigint(0) NULL DEFAULT NULL COMMENT '更新者',
                             `update_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '更新时间',
                             `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建者',
                             PRIMARY KEY (`menu_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1066 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '菜单权限表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_menu
-- ----------------------------
INSERT INTO `sys_menu` VALUES (1, '系统管理', 0, 1, 'system', NULL, '', 1, 0, 'M', '0', '0', '', 'system', '系统管理目录', b'0', '2022-10-05 15:28:43', 1, '2022-11-14 14:41:50', NULL);
INSERT INTO `sys_menu` VALUES (2, '系统监控', 0, 2, 'monitor', NULL, '', 1, 0, 'M', '0', '0', '', 'monitor', '系统监控目录', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (3, '系统工具', 0, 3, 'tool', NULL, '', 1, 0, 'M', '0', '0', '', 'tool', '系统工具目录', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (4, '源码地址', 0, 10, 'http://github.com/oddfar/campus', NULL, '', 0, 0, 'M', '0', '0', '', 'guide', '若依官网地址', b'0', '2022-10-05 15:28:43', 1, '2022-11-21 17:11:40', NULL);
INSERT INTO `sys_menu` VALUES (100, '用户管理', 1, 1, 'user', 'system/user/index', '', 1, 0, 'C', '0', '0', 'system:user:list', 'user', '用户管理菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (101, '角色管理', 1, 2, 'role', 'system/role/index', '', 1, 0, 'C', '0', '0', 'system:role:list', 'peoples', '角色管理菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (102, '菜单管理', 1, 3, 'menu', 'system/menu/index', '', 1, 0, 'C', '0', '0', 'system:menu:list', 'tree-table', '菜单管理菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (103, '部门管理', 1, 4, 'dept', 'system/dept/index', '', 1, 0, 'C', '0', '0', 'system:dept:list', 'tree', '部门管理菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (104, '岗位管理', 1, 5, 'post', 'system/post/index', '', 1, 0, 'C', '0', '0', 'system:post:list', 'post', '岗位管理菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (105, '字典管理', 1, 6, 'dict', 'system/dict/index', '', 1, 0, 'C', '0', '0', 'system:dict:list', 'dict', '字典管理菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (106, '参数设置', 1, 7, 'config', 'system/config/index', '', 1, 0, 'C', '0', '0', 'system:config:list', 'edit', '参数设置菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (107, '通知公告', 1, 8, 'notice', 'system/notice/index', '', 1, 0, 'C', '0', '0', 'system:notice:list', 'message', '通知公告菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (108, '日志管理', 1, 9, 'log', '', '', 1, 0, 'M', '0', '0', '', 'log', '日志管理菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (109, '在线用户', 2, 1, 'online', 'monitor/online/index', '', 1, 0, 'C', '0', '0', 'monitor:online:list', 'online', '在线用户菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (110, '定时任务', 2, 2, 'job', 'monitor/job/index', '', 1, 0, 'C', '0', '0', 'monitor:job:list', 'job', '定时任务菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (111, '数据监控', 2, 3, 'druid', 'monitor/druid/index', '', 1, 0, 'C', '0', '0', 'monitor:druid:list', 'druid', '数据监控菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (112, '服务监控', 2, 4, 'server', 'monitor/server/index', '', 1, 0, 'C', '0', '0', 'monitor:server:list', 'server', '服务监控菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (113, '缓存监控', 2, 5, 'cache', 'monitor/cache/index', '', 1, 0, 'C', '0', '0', 'monitor:cache:list', 'redis', '缓存监控菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (114, '缓存列表', 2, 6, 'cacheList', 'monitor/cache/list', '', 1, 0, 'C', '0', '0', 'monitor:cache:list', 'redis-list', '缓存列表菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (115, '表单构建', 3, 1, 'build', 'tool/build/index', '', 1, 0, 'C', '0', '0', 'tool:build:list', 'build', '表单构建菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (116, '代码生成', 3, 2, 'gen', 'tool/gen/index', '', 1, 0, 'C', '0', '0', 'tool:gen:list', 'code', '代码生成菜单', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (117, '系统接口', 3, 3, 'swagger', 'tool/swagger/index', '', 1, 0, 'C', '0', '0', 'tool:swagger:list', 'swagger', '系统接口菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (500, '操作日志', 108, 1, 'operlog', 'monitor/operlog/index', '', 1, 0, 'C', '0', '0', 'monitor:operlog:list', 'form', '操作日志菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (501, '登录日志', 108, 2, 'logininfor', 'monitor/logininfor/index', '', 1, 0, 'C', '0', '0', 'monitor:logininfor:list', 'logininfor', '登录日志菜单', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1000, '用户查询', 100, 1, '', '', '', 1, 0, 'F', '0', '0', 'system:user:query', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1001, '用户新增', 100, 2, '', '', '', 1, 0, 'F', '0', '0', 'system:user:add', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1002, '用户修改', 100, 3, '', '', '', 1, 0, 'F', '0', '0', 'system:user:edit', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1003, '用户删除', 100, 4, '', '', '', 1, 0, 'F', '0', '0', 'system:user:remove', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1004, '用户导出', 100, 5, '', '', '', 1, 0, 'F', '0', '0', 'system:user:export', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1005, '用户导入', 100, 6, '', '', '', 1, 0, 'F', '0', '0', 'system:user:import', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1006, '重置密码', 100, 7, '', '', '', 1, 0, 'F', '0', '0', 'system:user:resetPwd', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1007, '角色查询', 101, 1, '', '', '', 1, 0, 'F', '0', '0', 'system:role:query', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1008, '角色新增', 101, 2, '', '', '', 1, 0, 'F', '0', '0', 'system:role:add', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1009, '角色修改', 101, 3, '', '', '', 1, 0, 'F', '0', '0', 'system:role:edit', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1010, '角色删除', 101, 4, '', '', '', 1, 0, 'F', '0', '0', 'system:role:remove', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1011, '角色导出', 101, 5, '', '', '', 1, 0, 'F', '0', '0', 'system:role:export', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1012, '菜单查询', 102, 1, '', '', '', 1, 0, 'F', '0', '0', 'system:menu:query', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1013, '菜单新增', 102, 2, '', '', '', 1, 0, 'F', '0', '0', 'system:menu:add', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1014, '菜单修改', 102, 3, '', '', '', 1, 0, 'F', '0', '0', 'system:menu:edit', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1015, '菜单删除', 102, 4, '', '', '', 1, 0, 'F', '0', '0', 'system:menu:remove', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1016, '部门查询', 103, 1, '', '', '', 1, 0, 'F', '0', '0', 'system:dept:query', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1017, '部门新增', 103, 2, '', '', '', 1, 0, 'F', '0', '0', 'system:dept:add', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1018, '部门修改', 103, 3, '', '', '', 1, 0, 'F', '0', '0', 'system:dept:edit', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1019, '部门删除', 103, 4, '', '', '', 1, 0, 'F', '0', '0', 'system:dept:remove', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1020, '岗位查询', 104, 1, '', '', '', 1, 0, 'F', '0', '0', 'system:post:query', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1021, '岗位新增', 104, 2, '', '', '', 1, 0, 'F', '0', '0', 'system:post:add', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1022, '岗位修改', 104, 3, '', '', '', 1, 0, 'F', '0', '0', 'system:post:edit', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1023, '岗位删除', 104, 4, '', '', '', 1, 0, 'F', '0', '0', 'system:post:remove', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1024, '岗位导出', 104, 5, '', '', '', 1, 0, 'F', '0', '0', 'system:post:export', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1025, '字典查询', 105, 1, '#', '', '', 1, 0, 'F', '0', '0', 'system:dict:query', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1026, '字典新增', 105, 2, '#', '', '', 1, 0, 'F', '0', '0', 'system:dict:add', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1027, '字典修改', 105, 3, '#', '', '', 1, 0, 'F', '0', '0', 'system:dict:edit', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1028, '字典删除', 105, 4, '#', '', '', 1, 0, 'F', '0', '0', 'system:dict:remove', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1029, '字典导出', 105, 5, '#', '', '', 1, 0, 'F', '0', '0', 'system:dict:export', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1030, '参数查询', 106, 1, '#', '', '', 1, 0, 'F', '0', '0', 'system:config:query', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1031, '参数新增', 106, 2, '#', '', '', 1, 0, 'F', '0', '0', 'system:config:add', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1032, '参数修改', 106, 3, '#', '', '', 1, 0, 'F', '0', '0', 'system:config:edit', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1033, '参数删除', 106, 4, '#', '', '', 1, 0, 'F', '0', '0', 'system:config:remove', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1034, '参数导出', 106, 5, '#', '', '', 1, 0, 'F', '0', '0', 'system:config:export', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1035, '公告查询', 107, 1, '#', '', '', 1, 0, 'F', '0', '0', 'system:notice:query', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1036, '公告新增', 107, 2, '#', '', '', 1, 0, 'F', '0', '0', 'system:notice:add', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1037, '公告修改', 107, 3, '#', '', '', 1, 0, 'F', '0', '0', 'system:notice:edit', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1038, '公告删除', 107, 4, '#', '', '', 1, 0, 'F', '0', '0', 'system:notice:remove', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1039, '操作查询', 500, 1, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:operlog:query', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1040, '操作删除', 500, 2, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:operlog:remove', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1041, '日志导出', 500, 3, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:operlog:export', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1042, '登录查询', 501, 1, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:logininfor:query', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1043, '登录删除', 501, 2, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:logininfor:remove', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1044, '日志导出', 501, 3, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:logininfor:export', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1045, '账户解锁', 501, 4, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:logininfor:unlock', '#', '', b'0', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1046, '在线查询', 109, 1, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:online:query', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1047, '批量强退', 109, 2, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:online:batchLogout', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1048, '单条强退', 109, 3, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:online:forceLogout', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1049, '任务查询', 110, 1, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:job:query', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1050, '任务新增', 110, 2, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:job:add', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1051, '任务修改', 110, 3, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:job:edit', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1052, '任务删除', 110, 4, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:job:remove', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1053, '状态修改', 110, 5, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:job:changeStatus', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1054, '任务导出', 110, 6, '#', '', '', 1, 0, 'F', '0', '0', 'monitor:job:export', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1055, '生成查询', 116, 1, '#', '', '', 1, 0, 'F', '0', '0', 'tool:gen:query', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1056, '生成修改', 116, 2, '#', '', '', 1, 0, 'F', '0', '0', 'tool:gen:edit', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1057, '生成删除', 116, 3, '#', '', '', 1, 0, 'F', '0', '0', 'tool:gen:remove', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1058, '导入代码', 116, 4, '#', '', '', 1, 0, 'F', '0', '0', 'tool:gen:import', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1059, '预览代码', 116, 5, '#', '', '', 1, 0, 'F', '0', '0', 'tool:gen:preview', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1060, '生成代码', 116, 6, '#', '', '', 1, 0, 'F', '0', '0', 'tool:gen:code', '#', '', b'1', '2022-10-05 15:28:43', NULL, NULL, NULL);
INSERT INTO `sys_menu` VALUES (1061, 'i茅台', 0, 4, 'imt', NULL, NULL, 1, 0, 'M', '0', '0', NULL, 'star', '', b'0', '2023-07-05 21:19:26', 1, '2023-07-05 21:19:26', 1);
INSERT INTO `sys_menu` VALUES (1062, '预约项目', 1061, 2, 'item', 'imt/item/index', NULL, 1, 1, 'C', '0', '0', NULL, '#', '', b'0', '2023-07-05 21:39:49', 1, '2023-07-05 21:39:49', 1);
INSERT INTO `sys_menu` VALUES (1063, '门店列表', 1061, 3, 'shop', 'imt/shop/index', NULL, 1, 1, 'C', '0', '0', NULL, '#', '', b'0', '2023-07-05 22:26:07', 1, '2023-07-05 22:26:07', 1);
INSERT INTO `sys_menu` VALUES (1064, '用户管理', 1061, 1, 'user', 'imt/user/index', NULL, 1, 1, 'C', '0', '0', NULL, 'user', '', b'0', '2023-07-06 14:54:46', 1, '2023-07-06 14:54:45', 1);
INSERT INTO `sys_menu` VALUES (1065, '日志', 1061, 4, 'log', 'imt/log/index', NULL, 1, 0, 'C', '0', '0', NULL, '#', '', b'0', '2023-08-01 12:30:23', 1, '2023-08-01 12:30:22', 1);

-- ----------------------------
-- Table structure for sys_resource
-- ----------------------------
DROP TABLE IF EXISTS `sys_resource`;
CREATE TABLE `sys_resource`  (
                                 `resource_id` bigint(0) NOT NULL COMMENT '资源id',
                                 `app_code` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '应用编码',
                                 `resource_code` varchar(300) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '资源编码',
                                 `resource_name` varchar(300) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '资源名称',
                                 `class_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '类名称',
                                 `method_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '方法名称',
                                 `modular_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '资源模块名称，一般为控制器名称',
                                 `url` varchar(300) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '资源url',
                                 `http_method` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'http请求方法',
                                 `resource_biz_type` tinyint(0) NULL DEFAULT 1 COMMENT '资源的业务类型：1-业务类，2-系统类',
                                 `required_permission_flag` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '是否需要鉴权：Y-是，N-否',
                                 `del_flag` bit(1) NULL DEFAULT b'0' COMMENT '删除标志（0代表存在 1代表删除）',
                                 `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建人',
                                 `create_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '创建时间',
                                 `update_user` bigint(0) NULL DEFAULT NULL COMMENT '更新人',
                                 `update_time` datetime(0) NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '更新时间',
                                 PRIMARY KEY (`resource_id`) USING BTREE,
                                 INDEX `RESOURCE_CODE_URL`(`resource_code`, `url`) USING BTREE COMMENT '资源code和url的联合索引'
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '需要认证的接口资源controller' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_resource
-- ----------------------------
INSERT INTO `sys_resource` VALUES (1689938481984368642, 'campus-modular', 'campus-modular.sys_login.get_routers', '获取路由信息', 'SysLoginController', 'getRouters', '登录路由', '/getRouters', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938481984368643, 'campus-modular', 'campus-modular.sys_user.remove', 'remove', 'SysUserController', 'remove', '用户管理', '/system/user/{userIds}', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938481984368644, 'campus-modular', 'campus-modular.I_user.add', '新增I茅台用户', 'IUserController', 'add', 'I茅台用户Controller', '/imt/user', 'post', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938481984368645, 'campus-modular', 'campus-modular.I_user.login', '登录', 'IUserController', 'login', 'I茅台用户Controller', '/imt/user/login', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938481984368646, 'campus-modular', 'campus-modular.sys_dict_data.add', '字典数据管理-新增', 'SysDictDataController', 'add', '字典数据管理', '/system/dict/data', 'post', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482022117378, 'campus-modular', 'campus-modular.sys_dict_data.dict_type', '字典数据管理-根据字典类型查询字典数据信息', 'SysDictDataController', 'dictType', '字典数据管理', '/system/dict/data/type/{dictType}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482022117379, 'campus-modular', 'campus-modular.sys_user.auth_role', 'authRole', 'SysUserController', 'authRole', '用户管理', '/system/user/authRole/{userId}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482022117380, 'campus-modular', 'campus-modular.sys_profile.avatar', '个人信息管理-头像上次', 'SysProfileController', 'avatar', '个人信息管理', '/system/user/profile/avatar', 'post', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482022117381, 'campus-modular', 'campus-modular.sys_user.add', 'add', 'SysUserController', 'add', '用户管理', '/system/user', 'post', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482051477505, 'campus-modular', 'campus-modular.sys_profile.profile', '个人信息管理-查询', 'SysProfileController', 'profile', '个人信息管理', '/system/user/profile', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482051477506, 'campus-modular', 'campus-modular.sys_menu.remove', '菜单管理-删除', 'SysMenuController', 'remove', '菜单管理', '/system/menu/{menuId}', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482051477507, 'campus-modular', 'campus-modular.sys_role.select_auth_user_all', 'selectAuthUserAll', 'SysRoleController', 'selectAuthUserAll', '角色管理', '/system/role/authUser/selectAll', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482051477508, 'campus-modular', 'campus-modular.sys_user.get_info', 'getInfo', 'SysUserController', 'getInfo', '用户管理', '/system/user/{userId}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482064060417, 'campus-modular', 'campus-modular.sys_role.list', 'list', 'SysRoleController', 'list', '角色管理', '/system/role/list', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482064060418, 'campus-modular', 'campus-modular.I_user.send_code', '发送验证码', 'IUserController', 'sendCode', 'I茅台用户Controller', '/imt/user/sendCode', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482064060419, 'campus-modular', 'campus-modular.sys_role.change_status', 'changeStatus', 'SysRoleController', 'changeStatus', '角色管理', '/system/role/changeStatus', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482080837633, 'campus-modular', 'campus-modular.sys_operlog.list', '操作日志-分页', 'SysOperlogController', 'list', '操作日志管理', '/monitor/operlog/list', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482080837634, 'campus-modular', 'campus-modular.sys_dict_type.get_info', '字典类型管理-查询', 'SysDictTypeController', 'getInfo', '字典类型管理', '/system/dict/type/{dictId}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482080837635, 'campus-modular', 'campus-modular.sys_user.page', 'page', 'SysUserController', 'page', '用户管理', '/system/user/list', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482080837636, 'campus-modular', 'campus-modular.sys_dict_type.add', '字典类型管理-新增', 'SysDictTypeController', 'add', '字典类型管理', '/system/dict/type', 'post', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482080837637, 'campus-modular', 'campus-modular.sys_dict_type.list', '字典类型管理-分页', 'SysDictTypeController', 'list', '字典类型管理', '/system/dict/type/list', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482097614849, 'campus-modular', 'campus-modular.sys_profile.update_pwd', '个人信息管理-重置密码', 'SysProfileController', 'updatePwd', '个人信息管理', '/system/user/profile/updatePwd', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482097614850, 'campus-modular', 'campus-modular.I_item.list', '查询I茅台预约商品列列表', 'IItemController', 'list', 'I茅台预约商品列Controller', '/imt/item/list', 'get', 1, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482097614851, 'campus-modular', 'campus-modular.sys_user.insert_auth_role', 'insertAuthRole', 'SysUserController', 'insertAuthRole', '用户管理', '/system/user/authRole', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482097614852, 'campus-modular', 'campus-modular.sys_role.get_info', 'getInfo', 'SysRoleController', 'getInfo', '角色管理', '/system/role/{roleId}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482106003458, 'campus-modular', 'campus-modular.sys_menu.role_menu_treeselect', '菜单管理-加载对应角色菜单列表树', 'SysMenuController', 'roleMenuTreeselect', '菜单管理', '/system/menu/roleMenuTreeselect/{roleId}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482106003459, 'campus-modular', 'campus-modular.sys_role.cancel_auth_user', 'cancelAuthUser', 'SysRoleController', 'cancelAuthUser', '角色管理', '/system/role/authUser/cancel', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482106003460, 'campus-modular', 'campus-modular.sys_role.add', 'add', 'SysRoleController', 'add', '角色管理', '/system/role', 'post', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482106003461, 'campus-modular', 'campus-modular.sys_menu.edit', '菜单管理-修改', 'SysMenuController', 'edit', '菜单管理', '/system/menu', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482118586370, 'campus-modular', 'campus-modular.sys_profile.update_profile', 'updateProfile', 'SysProfileController', 'updateProfile', '个人信息管理', '/system/user/profile/个人信息管理-修改', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482118586371, 'campus-modular', 'campus-modular.I_user.edit', '修改I茅台用户', 'IUserController', 'edit', 'I茅台用户Controller', '/imt/user', 'put', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482118586372, 'campus-modular', 'campus-modular.sys_logininfor.unlock', '登录日志-解锁', 'SysLogininforController', 'unlock', '登录日志管理', '/monitor/logininfor/unlock/{userName}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482118586373, 'campus-modular', 'campus-modular.I_user.list', '查询I茅台用户列表', 'IUserController', 'list', 'I茅台用户Controller', '/imt/user/list', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482118586374, 'campus-modular', 'campus-modular.sys_config.add', '参数配置管理-新增', 'SysConfigController', 'add', '参数配置管理', '/system/config', 'post', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482131169282, 'campus-modular', 'campus-modular.sys_user.reset_pwd', 'resetPwd', 'SysUserController', 'resetPwd', '用户管理', '/system/user/resetPwd', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482131169283, 'campus-modular', 'campus-modular.sys_config.remove', '参数配置管理-删除', 'SysConfigController', 'remove', '参数配置管理', '/system/config/{configIds}', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482131169284, 'campus-modular', 'campus-modular.sys_logininfor.clean', '登录日志-清空', 'SysLogininforController', 'clean', '登录日志管理', '/monitor/logininfor/clean', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482131169285, 'campus-modular', 'campus-modular.I_log.clean', '操作日志-清空', 'ILogController', 'clean', 'I茅台日志Controller', '/imt/log/clean', 'delete', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482143752193, 'campus-modular', 'campus-modular.sys_role.allocated_list', 'allocatedList', 'SysRoleController', 'allocatedList', '角色管理', '/system/role/authUser/allocatedList', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482147946497, 'campus-modular', 'campus-modular.I_user.reservation', '预约', 'IUserController', 'reservation', 'I茅台用户Controller', '/imt/user/reservation', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482147946498, 'campus-modular', 'campus-modular.sys_logininfor.list', '登录日志-分类列表', 'SysLogininforController', 'list', '登录日志管理', '/monitor/logininfor/list', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482152140802, 'campus-modular', 'campus-modular.I_shop.list', 'list', 'IShopController', 'list', 'i茅台商品Controller', '/imt/shop/list', 'get', 1, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482152140803, 'campus-modular', 'campus-modular.I_user.travel_reward', '旅行', 'IUserController', 'travelReward', 'I茅台用户Controller', '/imt/user/travelReward', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482156335105, 'campus-modular', 'campus-modular.I_user.remove', '删除I茅台用户', 'IUserController', 'remove', 'I茅台用户Controller', '/imt/user/{mobiles}', 'delete', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482156335106, 'campus-modular', 'campus-modular.sys_operlog.clean', '操作日志-清空', 'SysOperlogController', 'clean', '操作日志管理', '/monitor/operlog/clean', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482156335107, 'campus-modular', 'campus-modular.I_user.get_info', '获取I茅台用户详细信息', 'IUserController', 'getInfo', 'I茅台用户Controller', '/imt/user/{mobile}', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482156335108, 'campus-modular', 'campus-modular.sys_login.get_info', '获取用户信息', 'SysLoginController', 'getInfo', '登录路由', '/getInfo', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482168918017, 'campus-modular', 'campus-modular.I_log.remove', '操作日志-删除', 'ILogController', 'remove', 'I茅台日志Controller', '/imt/log/{operIds}', 'delete', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482168918018, 'test', 'test.test.test3', '测试3的接口', 'TestController', 'test3', '测试', '/test/3', 'get', 1, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482168918019, 'test', 'test.test.test2', '测试2的接口', 'TestController', 'test2', '测试', '/test/2', 'get', 1, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482168918020, 'campus-modular', 'campus-modular.sys_config.page', '参数配置管理-分页', 'SysConfigController', 'page', '参数配置管理', '/system/config/page', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482168918021, 'campus-modular', 'campus-modular.sys_config.get_info', '参数配置管理-查询id信息', 'SysConfigController', 'getInfo', '参数配置管理', '/system/config/{id}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482168918022, 'campus-modular', 'campus-modular.sys_config.edit', '参数配置管理-修改', 'SysConfigController', 'edit', '参数配置管理', '/system/config', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482181500929, 'campus-modular', 'campus-modular.sys_logininfor.remove', '登录日志-删除', 'SysLogininforController', 'remove', '登录日志管理', '/monitor/logininfor/{infoIds}', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482181500930, 'campus-modular', 'campus-modular.I_shop.refresh_shop', '刷新i茅台商品列表', 'IShopController', 'refreshShop', 'i茅台商品Controller', '/imt/shop/refresh', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482181500931, 'campus-modular', 'campus-modular.I_log.list', '操作日志-分页', 'ILogController', 'list', 'I茅台日志Controller', '/imt/log/list', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482181500932, 'campus-modular', 'campus-modular.sys_dict_type.refresh_cache', '字典类型管理-刷新', 'SysDictTypeController', 'refreshCache', '字典类型管理', '/system/dict/type/refreshCache', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482181500933, 'campus-modular', 'campus-modular.sys_menu.list', '菜单管理-分页', 'SysMenuController', 'list', '菜单管理', '/system/menu/list', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482181500934, 'campus-modular', 'campus-modular.sys_api_resource.edit_role_resource', '修改对应角色api资源', 'SysApiResourceController', 'editRoleResource', '资源管理', '/system/resource/roleApi', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482181500935, 'campus-modular', 'campus-modular.sys_dict_data.get_info', '字典数据管理-查询', 'SysDictDataController', 'getInfo', '字典数据管理', '/system/dict/data/{dictCode}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482181500936, 'campus-modular', 'campus-modular.sys_dict_type.optionselect', '字典类型管理-获取字典选择框列表', 'SysDictTypeController', 'optionselect', '字典类型管理', '/system/dict/type/optionselect', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482198278145, 'campus-modular', 'campus-modular.sys_role.edit', 'edit', 'SysRoleController', 'edit', '角色管理', '/system/role', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482198278146, 'campus-modular', 'campus-modular.sys_menu.add', '菜单管理-新增', 'SysMenuController', 'add', '菜单管理', '/system/menu', 'post', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482198278147, 'campus-modular', 'campus-modular.sys_role.remove', 'remove', 'SysRoleController', 'remove', '角色管理', '/system/role/{roleIds}', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482198278148, 'campus-modular', 'campus-modular.sys_dict_data.remove', '字典数据管理-删除', 'SysDictDataController', 'remove', '字典数据管理', '/system/dict/data/{dictCodes}', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482198278149, 'campus-modular', 'campus-modular.sys_config.get_config_key', 'getConfigKey', 'SysConfigController', 'getConfigKey', '参数配置管理', '/system/config/configKey/{configKey:.+}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482198278150, 'campus-modular', 'campus-modular.sys_role.unallocated_list', 'unallocatedList', 'SysRoleController', 'unallocatedList', '角色管理', '/system/role/authUser/unallocatedList', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482219249665, 'test', 'test.test.test1', '测试1的接口', 'TestController', 'test1', '测试', '/test/1', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482219249666, 'campus-modular', 'campus-modular.sys_menu.tree_select', '菜单管理-获取菜单下拉树列表', 'SysMenuController', 'treeSelect', '菜单管理', '/system/menu/treeselect', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482219249667, 'campus-modular', 'campus-modular.sys_user.update', 'update', 'SysUserController', 'update', '用户管理', '/system/user', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482219249668, 'campus-modular', 'campus-modular.sys_operlog.remove', '操作日志-删除', 'SysOperlogController', 'remove', '操作日志管理', '/monitor/operlog/{operIds}', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482219249669, 'campus-modular', 'campus-modular.sys_api_resource.role_menu_tree_select', '资源管理-加载对应角色资源列表树', 'SysApiResourceController', 'roleMenuTreeSelect', '资源管理', '/system/resource/roleApiTreeselect/{roleId}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482219249670, 'campus-modular', 'campus-modular.sys_dict_type.edit', '字典类型管理-修改', 'SysDictTypeController', 'edit', '字典类型管理', '/system/dict/type', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482219249671, 'campus-modular', 'campus-modular.sys_menu.get_info', '菜单管理-查询', 'SysMenuController', 'getInfo', '菜单管理', '/system/menu/{menuId}', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482231832578, 'campus-modular', 'campus-modular.sys_dict_data.edit', '字典数据管理-修改', 'SysDictDataController', 'edit', '字典数据管理', '/system/dict/data', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482231832579, 'campus-modular', 'campus-modular.sys_login.login', '登录方法', 'SysLoginController', 'login', '登录路由', '/login', 'post', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482231832580, 'campus-modular', 'campus-modular.sys_dict_data.page', '字典数据管理-分页', 'SysDictDataController', 'page', '字典数据管理', '/system/dict/data/list', 'get', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482231832581, 'campus-modular', 'campus-modular.I_item.refresh_item', '刷新i茅台预约商品列表', 'IItemController', 'refreshItem', 'I茅台预约商品列Controller', '/imt/item/refresh', 'get', 1, 'Y', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482231832582, 'campus-modular', 'campus-modular.sys_config.refresh_cache', '参数配置管理-刷新缓存', 'SysConfigController', 'refreshCache', '参数配置管理', '/system/config/refreshCache', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482231832583, 'campus-modular', 'campus-modular.sys_role.cancel_auth_user_all', 'cancelAuthUserAll', 'SysRoleController', 'cancelAuthUserAll', '角色管理', '/system/role/authUser/cancelAll', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482265387009, 'campus-modular', 'campus-modular.sys_dict_type.remove', '字典类型管理-删除', 'SysDictTypeController', 'remove', '字典类型管理', '/system/dict/type/{dictIds}', 'delete', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');
INSERT INTO `sys_resource` VALUES (1689938482265387010, 'campus-modular', 'campus-modular.sys_user.change_status', 'changeStatus', 'SysUserController', 'changeStatus', '用户管理', '/system/user/changeStatus', 'put', 2, 'N', b'0', NULL, '2023-08-11 17:55:06', NULL, '2023-08-11 17:55:06');

-- ----------------------------
-- Table structure for sys_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE `sys_role`  (
                             `role_id` bigint(0) NOT NULL AUTO_INCREMENT COMMENT '角色ID',
                             `role_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '角色名称',
                             `role_key` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '角色权限字符串',
                             `role_sort` int(0) NOT NULL COMMENT '显示顺序',
                             `menu_check_strictly` tinyint(1) NULL DEFAULT 1 COMMENT '菜单树选择项是否关联显示',
                             `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '角色状态（0正常 1停用）',
                             `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
                             `del_flag` bit(1) NULL DEFAULT b'0' COMMENT '删除标志（0代表存在 2代表删除）',
                             `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建者',
                             `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
                             `update_user` bigint(0) NULL DEFAULT NULL COMMENT '更新者',
                             `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
                             PRIMARY KEY (`role_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色信息表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_role
-- ----------------------------
INSERT INTO `sys_role` VALUES (1, '超级管理员', 'admin', 1, 1, '0', '超级管理员', b'0', NULL, '2022-10-05 15:28:43', NULL, NULL);
INSERT INTO `sys_role` VALUES (2, '普通角色', 'common', 2, 1, '0', '普通角色', b'0', 1, '2022-10-05 15:28:43', 1, '2023-04-23 09:25:30');
INSERT INTO `sys_role` VALUES (3, 'i茅台', 'imaotai', 3, 1, '0', '茅台角色', b'0', 1, '2023-07-30 15:50:00', 1, '2023-08-01 12:34:59');

-- ----------------------------
-- Table structure for sys_role_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_menu`;
CREATE TABLE `sys_role_menu`  (
                                  `role_id` bigint(0) NOT NULL COMMENT '角色ID',
                                  `menu_id` bigint(0) NOT NULL COMMENT '菜单ID',
                                  PRIMARY KEY (`role_id`, `menu_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色和菜单关联表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_role_menu
-- ----------------------------
INSERT INTO `sys_role_menu` VALUES (2, 1);
INSERT INTO `sys_role_menu` VALUES (2, 4);
INSERT INTO `sys_role_menu` VALUES (2, 100);
INSERT INTO `sys_role_menu` VALUES (2, 101);
INSERT INTO `sys_role_menu` VALUES (2, 1000);
INSERT INTO `sys_role_menu` VALUES (2, 1001);
INSERT INTO `sys_role_menu` VALUES (2, 1002);
INSERT INTO `sys_role_menu` VALUES (2, 1003);
INSERT INTO `sys_role_menu` VALUES (2, 1004);
INSERT INTO `sys_role_menu` VALUES (2, 1005);
INSERT INTO `sys_role_menu` VALUES (2, 1006);
INSERT INTO `sys_role_menu` VALUES (2, 1007);
INSERT INTO `sys_role_menu` VALUES (2, 1008);
INSERT INTO `sys_role_menu` VALUES (2, 1009);
INSERT INTO `sys_role_menu` VALUES (2, 1010);
INSERT INTO `sys_role_menu` VALUES (2, 1011);
INSERT INTO `sys_role_menu` VALUES (3, 1061);
INSERT INTO `sys_role_menu` VALUES (3, 1062);
INSERT INTO `sys_role_menu` VALUES (3, 1063);
INSERT INTO `sys_role_menu` VALUES (3, 1064);
INSERT INTO `sys_role_menu` VALUES (3, 1065);

-- ----------------------------
-- Table structure for sys_role_resource
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_resource`;
CREATE TABLE `sys_role_resource`  (
                                      `resource_code` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '资源编码',
                                      `role_id` bigint(0) NOT NULL COMMENT '角色id',
                                      PRIMARY KEY (`role_id`, `resource_code`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色资源关联' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_role_resource
-- ----------------------------
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_item.refresh_item', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_log.clean', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_log.list', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_log.remove', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_shop.refresh_shop', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.add', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.edit', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.get_info', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.list', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.login', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.remove', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.reservation', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.send_code', 3);
INSERT INTO `sys_role_resource` VALUES ('campus-modular.I_user.travel_reward', 3);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_log.list', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.add', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.edit', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.get_info', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.list', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.login', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.remove', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.reservation', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.send_code', 1685558345957654529);
INSERT INTO `sys_role_resource` VALUES ('oddfar.I_user.travel_reward', 1685558345957654529);

-- ----------------------------
-- Table structure for sys_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user`  (
                             `user_id` bigint(0) NOT NULL AUTO_INCREMENT COMMENT '用户ID',
                             `user_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户账号',
                             `nick_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户昵称',
                             `user_type` varchar(2) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '00' COMMENT '用户类型（00系统用户）',
                             `email` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '用户邮箱',
                             `phonenumber` varchar(11) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '手机号码',
                             `sex` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '用户性别（0男 1女 2未知）',
                             `avatar` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '头像地址',
                             `password` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '密码',
                             `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '帐号状态（0正常 1停用）',
                             `login_ip` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '最后登录IP',
                             `login_date` datetime(0) NULL DEFAULT NULL COMMENT '最后登录时间',
                             `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
                             `create_user` bigint(0) NULL DEFAULT NULL COMMENT '创建者',
                             `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
                             `update_user` bigint(0) NULL DEFAULT NULL COMMENT '更新者',
                             `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
                             `del_flag` bit(1) NULL DEFAULT NULL COMMENT '逻辑删除(1:已删除，0:未删除)',
                             PRIMARY KEY (`user_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户信息表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO `sys_user` VALUES (1, 'admin', 'admin', '00', 'oddfar@163.com', '15888888888', '0', '', '$2a$10$7JB720yubVSZvUI0rEqK/.VqGOZTH.ulu33dHOiBE8ByOhJIrdAu2', '0', '182.148.48.248', '2023-08-11 17:56:04', '管理员', 0, '2022-10-05 15:28:43', 1, '2023-08-11 17:56:04', b'0');

-- ----------------------------
-- Table structure for sys_user_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_role`;
CREATE TABLE `sys_user_role`  (
                                  `user_id` bigint(0) NOT NULL COMMENT '用户ID',
                                  `role_id` bigint(0) NOT NULL COMMENT '角色ID',
                                  PRIMARY KEY (`user_id`, `role_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户和角色关联表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_user_role
-- ----------------------------
INSERT INTO `sys_user_role` VALUES (1, 1);

SET FOREIGN_KEY_CHECKS = 1;
